[
  {
    "thumbnail": "https://i.imgur.com/phHEP4f.jpg",
    "title": "MIDE-416mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအချိန်ရပ်ပြီး ရှယ်တီးတဲ့ဇာတ်လမ်းချောမောလှပလွန်းတဲ့ အိမ်ထောင်ရှိအမျိုးသမီး တစ်ယောက်ကို အိမ်နီးနားချင်းယောကျ်ားတစ်ယောက်က အချိန်ရပ်ပြီး သူငယ်ချင်းများပါခေါ်ကာ....မင်းသမီးနာမည် Shoko Akiyama",
    "url": "https://www.mediafire.com/file/zh4vf10y32ve716/MIDE_416-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/bd4XHyq.jpg",
    "title": "VEC-476mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးတရက်တော့ အမေဆီကို အမေ့သူငယ်ချင်းအလည်ရောက်လာပါတယ် ကိုယ့်အမေ့သူငယ်ချင်းဆိုတော့ အိုဆာနေတဲ့အန်တီကြီးလိုထင်ထားပေမယ့် ရောက်လာလို့ကြည့်လိုက်တော့ စကားတွေတောင်ထစ်ပြီး ဆွံ့အသွားပါတယ်...မင်းသမီးနာမည် Kanon Ibuki",
    "url": "https://www.mediafire.com/file/p02iv96q693nest/VEC-476hd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/yFSe3Uw.jpg",
    "title": "URE-033mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးယောင်္ကျားကခရီးဘဲထွက်နေလို အထီးကျန်နေတဲ့အမေနဲ့ လူပျိုပေါက်ဖြစ်လာချိန်မှာ ဘာမှသေချာမဝေဖန်မခွဲခြားနိုင်တဲ့သားတို့ရဲ့ဇာတ်လမ်း....အမေလူမှန်းသူမှန်းမသိမူးနေတိုင်း ခိုးခိုးစားတဲ့သားနဲ့မူးနေလိုသားကိုယောင်္ကျားလိုအမှတ်မှားနေတဲ့အမေနဲ့ဇာတ်လမ်းကဘယ်လိုဇာတ်သိမ်းမလဲဆိုတာကြည့်ရှုလိုက်ကြပါအုန်း...မင်းသမီးနာမည် Yuka Oshima",
    "url": "https://www.mediafire.com/file/uu644jqddr9bvby/URE_033-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/CGTNNHs.jpeg",
    "title": "MIAA-862mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းအလုပ်က ဝင်ငွေနည်းလို့ စတိုးဆိုင်တစ်ခုမှ အချိန်ပိုင်းဝန်ထမ်းဝင်လုပ်နေတဲ့ အိမ်ထောင်ရှင်မလေးကို  စတိုးဆိုင်သူဌေးက ညဘက်အချိန်ပိုဆင်းခိုင်းပြီး ရှယ်တီးလိုက်တဲ့ဇာတ်လမ်းလေးပါ...မင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/zuzu3s45gyq6zuy/%255BBlueTVApp%255DMiaa-862sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/bZDCbIy.jpeg",
    "title": "ATID-345mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျားမာန်ဟုန်သောက်ထားတဲ့ ယောက္ခထီးက Yui လေးကို ကော်ဖီထဲအိပ်ဆေးထည့်ပြီး နေ့တိုင်းသွေးတိုးစမ်းနေခဲ့ရာ တစ်နေ့မှာတော့ Yui လေးရုတ်တရက်နိုးလာချိန်မှာ အရိပ်မဲမဲရှည်ရှည်ကြီးကို တွေ့လိုက်ပြီးနောက်.....မင်းသမီးနာမည် Yui Hatano",
    "url": "https://www.mediafire.com/file/3tb2v8n55hvl1yz/ATID_345%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GUuk0Ds.jpg",
    "title": "FSDSS-129mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီတစ်ခါ မတူကွဲပြားတာလေးကို ကြည့်ရှုရပါမယ်ဂျပန်နိုင်ငံရဲ့ ဖာတန်းကိုကြည့်ပြီး ဂျပန်မှာ သွားနေချင်စိတ်တွေ ဖစ်နေပါပီလို့မင်းသမီးနာမည် Tina Nanami",
    "url": "https://www.mediafire.com/file/jkgmcdibag5x46v/Fsdss-129sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/h2ts9C7.jpg",
    "title": "HTMS-100mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး မြောက်ကိုးရီးယားနိုင်ငံမှ နယ်စပ်ကနေကျော်ပြေးဖို့ ကြိုးစားတဲ့ ကောင်မလေးတွေနဲ့ နယ်စပ်က ဘဲတွေရဲ့ အကြောင်းလေးဖြစ်ပါတယ် ကောင်မလေး ၃ယောက် နယ်စပ်ကျော်ပြေးဖို့ကြိုးစားခဲ့ရာ ဘယ်သူလိုရာပန်းတိုင် ရောက်သွားမလဲဆိုတာကတော့........",
    "url": "https://www.mediafire.com/file/go8pqa53n3z3029/HTMS-100%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/gSE3Lqf.jpg",
    "title": "SHKD-741mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီတခါတော့ Jail Breaker ဇာတ်လမ်းလေးကြည့်ရှုရမှာဖြစ်ပါတယ်Ria Kashii ဟာ အဖေတခုသမီးတခုပါ အခုလည်း သူမင်္ဂလာဆောင်တော့မှာမို့ အဖေ့ကိုတယောက်တည်းမထားခဲ့ချင်တော့ သူ့ကောင်လေးကို အိမ်မှာပဲအတူနေဖို့ပြောနေပါတယ်တရက်အဖေအလုပ်သွားနေချိန်မှာ ထောင်ဖက်ပြေးလာတဲ့ မုဒိန်းသမားက အိမ်ထဲအသာလေးဝင်ပြီး…မင်းသမီးနာမည် Ria Kashii",
    "url": "https://www.mediafire.com/file/p5fmmgj4c2mlcsy/SHKD-741hd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/dEiILKb.jpg",
    "title": "HUNBL-069mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျေးဇူးပြုပြီး ငါ့သမီးကိုမထိပါနဲ့မအေနဲ့သမီးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်ကြတဲ့ ဇာတ်လမ်း",
    "url": "https://www.mediafire.com/file/8yvg90hg38dd4ns/HUNBL-069%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/eMVrEri.jpg",
    "title": "URE-057mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးManga ကိုပြန်ရိုက်ထားတာဖြစ်ပြီး တူဖြစ်သူက အန်တီကိုဘယ်လိုအကြပ်ကိုင်ပြီး ရှယ်တီးသွားမလဲဆိုတာကို ကြည့်ရှုရပါမယ်မင်းသမီးနာမည် Ayumi Miura",
    "url": "https://www.mediafire.com/file/aqo2cpf3xuevzq6/URE-057-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cA8Q8Wf.jpg",
    "title": "SSPD-142mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးSaeko ယောက်ျားနေမကောင်းဖြစ်လို့ ဆေးရုံတင်ထားရပါတယ် ဒါပေမယ့်အဲ့ဆေးရုံမှာလျှိုဝှက်ချက်တွေရှိနေပါတယ်ဒီဆေးရုံရဲ့ လျို့ဝှက်ချက်က ဘာဖစ်မလဲမင်းသမီးနာမည် Saeko Matsushita",
    "url": "https://www.mediafire.com/file/za187n29bkjxxyz/Sspd-142sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/0TlCbAL.jpg",
    "title": "JUQ-220mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးErika တိုလင်မယားဟာကလေးယူဖိုအတွက်အစွမ်း‌ကုန်ကြိုးစားနေပေမယ့် ဘယ်လိုကြိုးစားကြိုးစားမရပါဘူး။ဒါကြောင့်ဆေးစစ်ချက်ယူတဲ့အခါမှာ Erika ယောက်ျား က မစွမ်းတာဖြစ်နေပါတယ်။ဒါကိုသိတဲ့ ယောက္ခထီးကြီးက ဒေါပွကာ သူ့ကုမ္ပဏီဆက်ခံမယ့်မျိုးဆက်ကိုမမွေးပေးနိုင်ကြဘူးဆိုပြီး သူတိုလင်မယားကိုအိမ်ပေါ်က နှင်ချဖို့လုပ်လာတဲ့အခါ....မင်းသမီးနာမည် Erika Ozaki",
    "url": "https://www.mediafire.com/file/0znldck36knxge9/JUQ-220-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8NWA6a1.jpg",
    "title": "ATID-561mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအဖေဖစ်သူအတွက်လက်စားချေဖို့ ချစ်သူကောင်လေးရှိပေမယ့်လည်း ဦးလေးကြီးအရွယ် သူဌေးကြီးကိုလက်ထပ်ခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းမင်းသမီးနာမည် Miu Shiramine",
    "url": "https://www.mediafire.com/file/l3va8pyytb0d0ko/Atid-561sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Bl5lSwz.jpg",
    "title": "PPPD-871mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမိန်းမကောင်းတော့ ယောကျာ်းတစ်ထောင်တဲ့အေးမိစံကို ယောကျာ်းတစ်သိုက် ဘယ်လို‌တွေကြမ်းသွားမလဲ...မင်းသမီးနာမည် Eimi Fukada",
    "url": "https://www.mediafire.com/file/oocgw41bjtx7mvm/PPPD-871SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/qwjTMYK.jpg",
    "title": "JUQ-196mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမြေးချီချင်လို သမက်ကိုတလလောက်ဘာမှမဘာခိုင်းဘဲအငတ်ထားထားပီး သမီးနဲ့ရေပူစမ်းမှာလွှတ်ပေးကာမှ သမက်က သမီးဖြစ်သူကိုမဘုဘဲ ယောက္ခမကိုတက်ကြိတ်သွားတဲ့ဇာတ်လမ်းလေး...မင်းသမီးနာမည် Kanna Fuji",
    "url": "https://www.mediafire.com/file/xx62mekisz88shc/JUQ-196-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4XdCOzP.jpg",
    "title": "NSPS-930mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဦးဂတုံးက ကုမ္ပဏီတခုရဲ့ဌာနမှုးဖြစ်ပါတယ် ဒီမှာဟီဂျိရိရဲ့ခင်ပွန်းက လက်အောက်ငယ်သားဖြစ်ပါတယ် ဒါပေမယ့် ဦးဂတုံးကိုဖြုတ်ချပြီး စီမံကိန်းတခုကို ဟီဂျိရိယောက်ျားကဦးဆောင်ဖို့လုပ်ပါတယ် ဦးဂတုံးဟာ အတွေ့အကြုံရင့်သူမို့ အဲ့ project က စွန့်စားရမှာများပြီး ကုမ္ပဏီဒေဝါလီခံနိုင်တဲ့ထိ ဖြစ်နိုင်တာသိနေပါတယ်ထင်တဲ့အတိုင်းပဲဖြစ်ခဲ့ပြီး ဟီဂျိရိလည်း သူ့ယောက်ျားကိုကယ်တင်ဖို့ ဘာတွေပေးဆပ်လိုက်ရမလဲဆိုတာကတော့မင်းသမီးနာမည် Hijiri Maiharaမြန်မာပရိသတ်‌တွေအသဲစွဲ ဂျပန်ဂတုံးကားလေးပါ",
    "url": "https://www.mediafire.com/file/dvje70jprm16ivu/%255BBlueTVApp%255DNsps-930sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/uovPl7Z.jpg",
    "title": "ALDN-146mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးယောင်္ကျားဆုံးလို့ တယောက်ထဲနေနေရတဲ့ယောက္ခမပျင်းမှာစိုးလို့ကန်တာတိုလင်မယားနှစ်ယောက်ဟာ အမေနဲ့တူတူပြန်လာနေခဲ့ပါတယ် ကြာလာတော့အိုးချင်းထားအိုးချင်းထိဆိုသလို သမက်နဲ့ယောက္ခမလဲအနေနီးတော့စိတ်ကစားကြရင်း...မင်းသမီးနာမည် Rie Takeuchiအသက်ကြီးကြီး အဒေါ်ကြီးတွေမှကြည့်ချင်တယ်ဆိုတဲ့သူတွေအတွက်",
    "url": "https://www.mediafire.com/file/hdc3tfgq69n24lh/ALDN-146%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/kxdNJdp.jpg",
    "title": "ADN-464mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအဖေနောက်အိမ်ထောင်ပြုလိုက်လို့ မောင်ဇော်ဟာအမေအသစ်တစ်ယောက် ရလာခဲ့ပါတယ်မိထွေးဖစ်သူကတော့ သားတစ်ယောက်လို သဘောထားပေမယ့်....မင်းသမီးနာမည် Yuri Sasahara",
    "url": "https://www.mediafire.com/file/bqq0moybvwtsqqk/%255BBlueTV%255DAdn-464sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fM4wW5a.jpg",
    "title": "RBD-907mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးAkari နဲ့ Nao တို့ဟာ သိမ်ချစ်ကြတဲ့ညီမတွေပါအမဖြစ်သူAkari က လက်ထပ်ပြီး ဘဝသစ်ထူထောင်ရမှာမလို့ပျော်နေကြပါတယ်တဖက်မှာလည်း Akari အရင်EXက SMS ကနေ သူရဲ့ကိုယ်လုံးတီးပုံတွေပို့ပြီး နှောက်ယှက်နေပါတယ်ဒီလိုနဲ့ Akari ရဲ့EX ဟာသူတို့နေတဲ့နေရာကိုရှာတွေ့သွားပြီး ညီမဖြစ်သူ Nao က အိမ်မှာတယောက်တည်းရှိချိန်တံခါးဖွင့်ပေးမိရာမှ…မင်းသမီးနာမည် Akari Mitani .Nao Jingujiနာမည်ကြီးလူကြိုက်များတဲ့ မင်းသမီးနှစ်လတ်ပါဝင်တာမို့ လက်မလွှတ်တမ်း ကြည့်ရှုသင့်ပါတယ်",
    "url": "https://www.mediafire.com/file/16jou4drlz9pz0o/%255BBlueTvApp%255DRbd-690sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/AYiUdQv.jpg",
    "title": "HMN-396mmsub*vip",
    "info": "မြန်ုမာစာတန်းထိုးမြို့တွင် စာမေးပွဲဖြေရန်အတွက် အစ်ကိုတို့လင်မယားနေအိမ်သို့ ရောက်ရှိလာသော ခင်ပွန်းရဲ့ညီ....မရီး ဖြစ်သူရဲ့ အလှတွေအောက်မှာကျရှုံးသွားပြီး ပွဲကြမ်းမင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/ezrbqzg11k6bfa6/Hmn-396sd.mp4/file"
  }
]