[
  {
    "thumbnail": "https://i.imgur.com/u97JRND_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MIDE-742mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဘဝမှာခင်ဗျားတို ကြိုက်တဲ့ idol နဲ့အတူတူပျော်ရမယ်ဆိုရင်ဘယ်လိုခံစားရမလဲဗျာ။ ဒီဇာတ်လမ်းလေးဟာလည်း ဒီလိုပါပဲMC ဟာတောတောင်ထဲမှာသူငယ်ချင်းတွေနဲ့အတူ အသားကင်ပါတီလေးလုပ်နေပါတယ်။ သူတို ပါတီလုပ်နေတဲ့နေရာ ကို နာမည်သိပ်မကြီးသေးတဲ့Shoko ဆိုတဲ့ တက်သစ်စ J PopIdol မလေး ဟာသူ့သူငယ်ချင်း တွေနဲ့အတူ လာပြီး အသားကင်ပါတီပွဲလာကျင်းပပြန်ပါတယ်။ ဒါပေမယ့် MC ဟာ Shoko ရဲ့ fan ဖြစ်နေပြီး ပါတီပွဲ လုပ်နေတုန်းမှာ မိုးတွေအရမ်းသည်းလာတဲ့အခါ ကားဆီပြန်မယ်ဆိုပြီး Shoko ဟာ တောထဲကနေ တစ်ယောက်ထဲပြေးသွားပြီး လမ်းပျောက်သွားပါတယ် ဒါပေမယ့် MC ဟာ Shoko ကိုစိတ်ပူပြီး စိုးရိမ်စိတ်နဲ့ အနောက်ကနေ လိုက်သွားရာမှာ ဘာတွေဆက်ဖြစ်လာမလဲ ကြည့်ရှုပေးပါခင်ဗျာ..",
    "url": "https://www.mediafire.com/file/b4z4goqlejkm63n/MIDE_742-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/KqT1w6g_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-416mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇနီးဖစ်သူသည် အချိန်ပိုအလုပ်ဆင်းသည်ဟု ခင်ပွန်းသည်ကို လိမ်ညာခဲ့သည်မင်းသမီးနာမည်Nao Jinguji ကောက်ကြောင်းလှပီး သရုပ်ဆောင်အပိုင်းမှာအပိုအလိုမရှိတဲ့ မင်းသမီးမို့လို့ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/gajkc2kmazi0hdh/Meyd-416.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Y7aJYZl_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-127mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဂျပန်နိုင်ငံတိုကျိမြိုမှာ စိတ်ဓာတ်ကျနေပြီး အထီးကျန်နေတတ်တဲ့သူတွေအတွက် ဖုန်းပြောပေးတဲ့အလုပ်တစ်ခု မှာ ယမုံ လေးဟာ အလုပ်လုပ်နေပါတယ်။ တစ်နေ့တော့ ယမုံ ဆီကို အလုပ်ကပြုတ် မိန်းမက ထားသွားပြီး သားသမီးတွေကိုလည်း အုပ်ထိန်းခွင့်မရတော့တဲ့ ကျော်ကြီး ဆိုတဲ့ အရှုံးသမားတစ်ယောက်ဟာ ယမုံ ဆီဖုန်းဆက် ရင်ဖွင့်ရာက နေ စိတ်ဓာတ်အလင်းရောင်ရခဲ့ပြီး ယမုံ ကို အရမ်းတွေ့ချင်နေခဲ့ပါတယ်ဘာဆက်ဖစ်လာမလဲဆိုတာကိုတော့....",
    "url": "https://www.mediafire.com/file/f28imp8x220klhc/ADN+127-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/XIxh1Qn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-518mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး မိထွေးကို ကြိတ်ကြံနေပေမယ့်အတန်းဖော်က ဖြတ်ကြိတ်သွားလို့ကြေကွဲသွားရတဲ့ လင်ပါသားလေးရဲ့ ရင်နှစ်ဖွယ် darma ကားလေးမင်းသမီးနာမည် Hijiri Maihara",
    "url": "https://www.mediafire.com/file/moqlf5i8jtvkl6f/JUL-518.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/2SPd1PB_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MIMK-052mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ အများကြိုက်တဲ့ Hana လေးရဲ့ manga ကိုပြန်ရိုက်ထားတဲ့ အဒေါ်နဲ့တူလေး ဇာတ်ကြမ်းကားလေးရဲ့ အဆက်လေးပါဒီဇာတ်လမ်းကတော့ အရင်အပိုင်းမတိုင်ခင်က အဖြစ်အပျက်လေးဖြစ်ပြီး Hana နဲ့ သူ့တူလေးတို့ နှစ်ပေါင်းများစွာကြာမှ ပထမဆုံးပြန်လည်ဆုံတွေ့ကြတဲ့အကြောင်းလေးပါ",
    "url": "https://www.mediafire.com/file/joi5pmgjlqvyvp0/MIMK+052-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/K1vxVjV_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MIMK-054mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျွန်တော့်အန်တီမှာ မယုံနိုင်စရာ လှပတဲ့ ပူစီရှိတယ်အန်တီကြီးနဲ့ အထန်ကောင်လေး တို့ရဲ့ ဖိုက်တင်ကားမင်းသမီးနာမည် Hana Haruna",
    "url": "https://www.mediafire.com/file/61bysib8mkd3f9h/MIMK+054-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/RjNZPPo_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-144mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအိမ်နီးချင်းစားဘဲကြီး ကို ကလဲ့စားပြန်ချေခြင်း",
    "url": "https://www.mediafire.com/file/ofqh7eaxplbp6vr/JUL-144.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/orChoZf_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "HND-818mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးသူငယ်ချင်းရဲ့အိမ်ကို အကတိုက်ဖို့လိုက်လာပြီးသူငယ်ချင်းရဲ့အဖေကိုမှ ဆွဲစားတဲ့အထက်တန်းကျောင်းသူမလေး ဇာတ်လမ်း",
    "url": "https://www.mediafire.com/file/v6x89gwwcgnu50z/HND-818.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GSWSXN8_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NSPS-940mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအိမ်ထောင်ရေး ဖောက်ပြန်တဲ့ဇာတ်လမ်းလေးပါဒါရိုက်တာ Nagae ရဲ့လက်ရာတွေကကြည့်ရတာ အရမ်းမိုက်ပါတယ်...မင်းသမီးနာမည် -An Mashiro",
    "url": "https://www.mediafire.com/file/mrd5c8r0l0cgzex/NSPS-940.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/r2DjACl_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PPPD-337mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးသူမဟာ ငါလုံးဝမလိုးသင့်တဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်ပေမယ့် သူမရဲ့ နို့သီးခေါင်းကြီးတွေကြောင့်....အရက်မူးနေတဲ့သူငယ်ချင်း မိန်းမကို လိုးတဲ့ဇာတ်လမ်းလေးပါ မင်းသမီးနာမည် Yui Hatano",
    "url": "https://www.mediafire.com/file/4jjp8a5jkfw9cfe/PPPD-337.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/VlcK6fC_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-146mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးလက်တလော JAPAN AV လောကမှာနာမည်ရလာတဲ့ AIKA ရဲ့ ဇာတ်ကားလေးလုပ်ပေးဖြစ်ပါတယ်...မိထွေးက လင်ပါသား တုတ်ကြီးကိုဆွဲစားတဲ့ကားလေးပါ...မင်းသမီးနာမည် AIKA",
    "url": "https://www.mediafire.com/file/dg4hdnrbjr9j3bs/MEYD-146.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Poaimud_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-210mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး‌ယောက္ခမနဲ့ ကြင်စဦးဇနီး(ချွေးမ)ဖိုက်တင်ဇာတ်လမ်းမင်းသမီးနာမည် Tsumugi Akari",
    "url": "https://www.mediafire.com/file/fde901fs03ykm4c/Adn-210.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/DhaEocO_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUY-945mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျော်ကြီးတို့အဖိုးကြီးတစ်သိုက် စခန်းချတဲ့နေရာကို လိုက်ပါသွားတဲ့အိမ်ထောင်ရှင်မလေး Akari Neo တစ်ယောက် စခန်းချတဲ့ တဲကုတ်လေးမှာဘဲ့ ကျော်ကြီး လိုးတာခံလိုက်ရပါတယ်  ယောကျာ်းဖစ်သူက ညရောက်တော့ ဇနီးသည် အိမ်ပြန်အလာကို စောင့်နေပေမယ့် သူပေါ်မလာခဲ့တော့ပါကျော်ကြီးတို့ကတော့ သူများဇနီးကို သရီးဆမ်း လိုက်သေးတယ် မင်းသမီးနာမည် Akari Neo",
    "url": "https://www.mediafire.com/file/vpaipriyyxpnz4q/JUY945.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/CAoMao4_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "IPX-652mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးMiu ကအလှမယ်ပါ ပစ္စည်းအရောင်းမြှင့်တင်ရေးပုံစံတာဝန်ယူရတာ...အဲ့မှာ အထက်လူကြီးကျော်ကြီးနဲ့ခရီးထွက်ရတာပေါ့အလုပ်ပီးလို့ သောက်စားနေတုန်း...ရှားရှားပါးပါး ဂျပန်က ကျည်ဆံရထားကြီးကပျက်သွားသတဲ့...အဲ့တော့ဟိုတယ်မှာ ညအိပ်ရတော့မယ့် မူးနေတဲ့အလှမယ်လေးရယ်ပညာကြွယ်တဲ့ကျော်ကြီးရယ်...အဲ့မှာ စတွေ့ပြီပေါ့ဗျာ မင်းသမီးနာမည် Miu Shiramine",
    "url": "https://www.mediafire.com/file/qlr3imfxkexwts8/IPX-652.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/jYc10sT_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ATID-470mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးMiyuki သည် နာမည်ကြီး မော်ဒယ်တစ်ဦးဖစ်ရန်အတွက် ကြိုးစားနေလျက်ရှိသော တက်သစ်စမော်ဒယ်တစ်ဦးဖစ်သည်ထုတ်လုပ်ရေးကုမ္ပဏီရဲ့ အကြီးအကဲ Sato က သူမကို ညစ်ပတ်တဲ့အလုပ်တွေ ပေးချင်တယ် လို့ ကင်မရာမန်း ကို ပြောပြီး ဆွေးနွေးမှုတွေအပြီးမှာတော့ကပ္ပလီ ဂတုံးနဲ့ ပေးတွေ့ပါတော့သည်ဒါရိုက်တာရယ် ကင်မရာမန်း နဲ့ ကပ္ပလီဂတုံးတို့၏ ယုတ်မာတဲ့အကြံအစည်အောက်မှာ မင်းသမီးချောလေး Michiru Kujo တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလားဆိုတာတော့.....နာမည်ကြီး ကပ္ပလီဂတုံးပါဝင်သည့် အပြင် မင်းသမီးကလည်း ရှယ်မိုက်တာမို့လို့ မဖြစ်မနေ ကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားလို့ညွန်းပါရစေ",
    "url": "https://www.mediafire.com/file/957vghnkkpwlmdm/ReAtid-470.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/6Y7Ql7B_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "STARS-375mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးငလျင်လှုပ်တာတောင် မနိုးတဲ့ မိထွေးသမီးကို တက်လိုးတဲ့ကျော်ကြီးမင်းသမီးနာမည်  Iori Kogawa ",
    "url": "https://www.mediafire.com/file/m0ar1cracfw5jlc/Stars-365.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/SosvvCd_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-116mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျောင်းသားဟောင်းတွေ့ဆုံပွဲကို ကျောင်းပြီးထဲက တစ်နှစ်မှ မရောက်ဖြစ်ခဲ့ တဲ့ Mitsuko ဟာ တွေ့ဆုံပွဲကိုသွားဖိုရင်ခုန်စိတ်လှုပ်ရှားနေပါတယ်။ တွေ့ဆုံပွဲမှာ ရည်းစားဟောင်း Itsiki နဲ့တွေ့ရာကနေ စကားစမြည်ပြောကြရင်း ဘာတွေဖြစ်လာမလဲ ရှုစားပါ...",
    "url": "https://www.mediafire.com/file/j5pnrpqczii4hxb/ADN+116.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/kZXJvsR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-014mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်အထုတ်ခံရလို့အိမ်ပြန်လာတဲ့ ခဲအိုဖစ်သူ တုတ်ကြီးနဲ့ ခယ်မလေး တို့ရဲ့ ဇာတ်လမ်းလေးပါRiko Honda ဆို‌တဲ့ကောင်မငယ်လေးက ယောက်ျားဖစ်သူ ညံ့ဖျင်းမှုကြောင့်ဆန္ဒ မပြည့်မဝ ဖစ်နေခဲ့ပါတယ် ခဲအိုဖစ်သူတုတ်ကြီးက အလုပ်ထုတ်ခံရလို့ အိမ်မှာ လာနေတဲ့အခါမှာတော့ .....ခဲအိုဖစ်သူက အလုပ်ကသာ လက်ကြောမတင်းတာ လိုးတဲ့နေရာမှာတော့ ဆရာကြီးဘဲ့",
    "url": "https://www.mediafire.com/file/wvvnb7a2n15jyx3/MEYD-014.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/I0QBuIw_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-100mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးJAV လောကထဲက အနားယူသွားပြီ ဖြစ်တဲ့ Saeko Matsushita ရဲ့ အ‌စောပိုင်းဇာတ်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါတယ်။ဒီကားမှာတော့ Saeko ဟာ ပန်းအလှဆင် သင်တန်းဆရာမဖြစ်ပြီး ယောက်ျားနဲ့အတူနေထိုင်နေရာက နေ ကြော်ငြာကုမ္ပဏီက Imai-san ဆိုတဲ့သူဟာ သင်တန်းကြော်ငြာထည့်ဖိုတောင်းဆိုတာကို ဆရာမလေး Saeko က ငြင်းလိုက်တဲ့အခါဘယတွေဆက်ဖြစ်မလဲကြည့်ရမှာဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/mvg4lbg530j4y9r/ADN_100-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/t7J5Gou_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-296mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနာမည်ကြီးမင်းသားဂျပန်ဂတုံး ပါဝင်သည်မင်သမီးနာမည် Urara Kanon",
    "url": "https://www.mediafire.com/file/yr1kjbfidotaqmn/JUL-296.mp4/file"
  }
]