[
  {
    "thumbnail": "https://i.imgur.com/I9WM00T_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "WAAA-022mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးငါချစ်ရတဲ့သမီးလေးကို သနားညှာတာပြီး ချစ်ခြင်းမေတ္တာနဲ့ ကြီးပြင်းလာခဲ့သည်အထိ စောင့်ရှောက်ခဲ့ပါသည်  သူမဟာ ငါ့ရဲ့သမီးအရင်းမဟုတ်ဘဲ ဇနီးဖစ်သူက တခြားလူနဲ့ဖောက်ပြန်ပီး ရလာတဲ့ကလေးဖစ်တာကို DNA စစ်ပီး သိလိုက်ရတဲ့အခါ ကလဲ့စားချေခြင်းပြောင်ကြီးရဲ့ကလဲ့စားက ဘယ်လိုပုံစံဖစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားတွင်ကြည့်ရှုလိုက်ပါမင်းသမီးနာမည်Akari Neo ",
    "url": "https://www.mediafire.com/file/fuovplrxuegoq02/WAAA+022-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/CFyLEQS_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-288mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးယောကျာ်းရဲ့ ဝါသနာကို ဖြည့်ဆည်းပေးရင်းကခပ်အေးအေးနေတတ်တဲ့ Miho Tono တယောက် အထန်တလိုင်းဖြစ်သွားခဲ့ရတဲ့ ဇာတ်လမ်းလေးပါ သူ့ယောကျာ်းရဲ့ဝါသနာက ဘာဖြစ်မလဲဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/05srqaoysm1k5yu/Jul-288.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/qcjLCMr_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "URE-066mmdub*vip",
    "info": "မြန်မာစာတန်းထိုးကြောင်သူတော် ကြွက်သူခိုး MC လေးဟာဆိုရင် အပေါ်ယံကြည့်ရင် အင်မတန်မှ ရိုးသားပြီး ဘာမှအတွေ့အကြုံမရှိတဲ့ရုပ်ကလေးနဲ့ပါ ဒါကို အထင်သေးပြီး လူတတ်ကြီးလုပ်မိတဲ့ Asahi Mizuno တစ်ယောက် အိမ်ကွင်းကနေ အဝေးကွင်းသွားကန်ရတဲ့ခံစားချက်မျိုးအထိ ဖြစ်လာခဲ့ပါတယ်.....",
    "url": "https://www.mediafire.com/file/59jd6ekaz54pwv2/Ure_066-sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/P0CRQnw_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "RBD-804mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးလှပသော အိမ်ထောင်ရှင်မလေးအား ညှဉ်းပန်းနှိပ်စက်ပီး လိုးတဲ့ FA ကျော်ကြီး  မင်းသမီး နာမည် Rina Ishihara",
    "url": "https://www.mediafire.com/file/ateq3c5beaueuph/RBD-804.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/vTeGjcn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-485mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ အလုပ်ဝင်ခါစ ကောင်မလေးတစ်ယောက်ရဲ့ အလုပ်သစ်က အတွေ့အကြုံအသစ်လေးတွေအကြောင်းပဲဖြစ်ပါတယ်ခုမှ အလုပ်စဝင်တဲ့ကောင်မလေးငယ်ငယ်လေးတစ်ယောက်က အလုပ်မှာ မန်နေဂျာကြီးရဲ့ အချစ်ကို အပြည့်အဝရရှိပြီး ဘယ်လိုတွေ အလုပ်လုပ်ရင်း....",
    "url": "https://www.mediafire.com/file/xfd0oxjj13fv74a/JUL_485_-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/g3Oszre_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-252mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်သမားဝန်ထမ်း ဖစ်သူရဲ့ ဇနီးကို သူဌေးဖစ်သူက ဝိုက်တဲ့ဇာတ်လမ်းလေးပါသူဌေးကိုမုန်းတယ် ကျွန်မခင်ပွန်းကို မညာမတာ အလုပ်ခိုင်းတဲ့အပြင် ကျွန်မကိုလည်း အတင်းအဓမ္မ ဖောင်းဒိုင်းကျွေးသည်မင်းသမီးနာမည် Miho Tono",
    "url": "https://www.mediafire.com/file/5fglbnhbo6gv7h2/JUL-252.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/yCr9ZZR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSNI-679mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးငါရဲ့အချစ်ဆုံး သူငယ်ချင်းကျော်ကြီးက ငါ့ရည်းစားကို ငါမသိတုန်း အပီလိုးဖြဲခဲ့သည်မင်းသမီးနာမည် Yura KanoVip memberတွေအတွက် သီးသန့် တင်ပေးထားတဲ့ဇာတ်ကားဖစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/w1alb0a30i8ddpp/SSNI-679.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/irYCiow_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "WANZ-429mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ အရွယ်ရောက်ခါစ သမီးဖြစ်သူက ဘဲထားတတ်နေပါပြီ ဘဲကို အမေဖြစ်သူနဲ့ မိတ်ဆက်ပေးပြီး အိမ်ခေါ်စာလုပ်သလိုလိုနဲ့ ဟွာလုပ်ဖို့ကြိုးစားခဲ့တဲ့ အပျိုပေါက်သမီးလေးကို ငယ်ရွယ်သေးချိန်မှာ ဒါတွေမလုပ်ဖို့ စာကိုသာအာရုံစိုက်သင့်ကြောင်း အမေတစ်ယောက်အနေနဲ့ ပြောဆိုဆုံးမခဲ့ပါတယ် တစ်ဖက်မှာတော့ Mizuno  လေးဟာ ဇောင်းထနေတဲ့သူမရဲ့ဘဲကို အိမ်ခေါ်ပြီး နှစ်ယောက်ချင်းတွေ့ကာ ဇောင်းမထအောင် ပညာအမျိုးမျိုးပေးကာ ဆုံးမခဲ့ပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/mygorvhcqavhypv/WANZ_429-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fXQ9Q1F_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "XVSR-558mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ ယောက်ျားအိမ်မှာမရှိတုန်း ကောင်လေးတွေနဲ့နောက်မီးလင်းတတ်တဲ့ မိန်းမချောလေးကို ပညာကောင်းကောင်းပေးတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါMC တို့ဟိုဘက်ခန်းက ဆော်ချောချောလေးတစ်ယောက်က  အိမ်မှာယောက်ျားမရှိရင်မရှိသလို  ဘဲတွေကို  ခေါ်ခေါ်လာတတ်ပါတယ် ဒါတွေကိုမြင်တွေ့နေရတဲ့ MC က ဗွီဒီယိုချောင်းရိုက်ထားပြီး သူမယောက်ျားခရီးထွက်တုန်း ဆော်လေးကို အကြပ်ကိုင်ခဲ့ပါတော့တယ် သူ့အကြောင်းတွေအကုန်သိသွားတဲ့ MC နဲ့တွေ့မှ စားဆော်လေးဘယ်လို ဝပ်ဆင်းသွားရလဲဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/vremh1nj227zl2d/XVSR_558-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Mov9oPt_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "HTMS-119mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ရွှေရင်အစုံဖွံ့ထွားလှတဲ့ မင်းသမီး ၅ယောက်ရဲ့ ဇာတ်လမ်းတို ၅ပုဒ်ပါဝင်ပြီး တစ်ယောက်ချင်းစီရဲ့ ထန်ပုံထန်နည်းလေးတွေကို ခါတိုင်းနဲ့မတူ တမူထူးခြားအောင် ဖော်ပြထားတဲ့ ဇာတ်လမ်းသွားလေးပါဇာတ်လမ်းတို ၁ - အစားပုတ်သလို အစားလဲပုတ်တဲ့ အမကြီးဇာတ်လမ်းတို ၂ - ဟိုဘက်ခန်းက ဦးလေးကြီးအိမ် ယောက်ျားမသိအောင် ခိုးသွားတဲ့ အမျိုးသမီးဇာတ်လမ်းတို ၃ - နေ့ခင်းကြောင်တောင်ထန်နေလို့ ဘဲကြီးအခန်းဇွတ်ဝင်တဲ့ အကိတ်မလေးဇာတ်လမ်းတို ၄ - ခွဲစိတ်ခန်းက ဆရာမလေးရဲ့ ဆေးရုံအုပ်ကစ လူနာပါမချန် ဆွဲစားပုံဇာတ်လမ်းတို ၅ - မွေးစားအဖေအိမ် ပိုက်ဆံသွားတောင်းသော ကောင်မလေးအကြောင်း..",
    "url": "https://www.mediafire.com/file/2ole4t8vgu0ohmj/HTMS_119-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/slJWgFn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "VOSS-083mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/w62hazw868k85su/VOSS+083-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/VnIYWRF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SDMU-817mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးMC ကလူသာငယ်တာ အစွယ်စုံပေါက်နေတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး ကောင်မလေးချောချောလေးတွေရှေ့မှာဆို မခုတ်တတ်တဲ့ကြောင်ငယ်လေးလိုလဲ သနားစရာကောင်းအောင်နေတတ်ပါသေးတယ် တစ်နေ့မှာတော့ အိမ်ကလူတွေခရီးထွက်တော့ အကို့ဇနီးမရီးအထန်မလေးနဲ့ တစ်အိမ်တည်းနေခဲ့ရပါတယ် အကို့ဇနီးအထန်မလေးနာမည်က Hana ဖြစ်ပြီး လုံးကြီးပေါက်လှသူမက မူယာမာယာများတဲ့အပြင် ကောင်လေးတွေကို ဆွဲစားလေ့ရှိသူပါ Hana တစ်ယောက် မခုတ်တတ်တဲ့ကြောင်လေးဟန်ဆောင်နေတဲ့ MC ကို လူပျိုပေါက်လေးအထင်နဲ့ ဆွဲစားဖို့ကြိုးစားရာမှာ လူသာငယ်ပေမယ့် အထာကျတဲ့ MC က Hana ကိုဘယ်လိုပညာခန်းပြမလဲဆိုတာကတော့......",
    "url": "https://www.mediafire.com/file/mlvuanqwov6ix1k/SDMU-817-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/YHf7AjB_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "HND-796mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး‌အဖေက နောက်အိမ်ထောင် ပြုလိုက်လို့ မေမေလေးမှာ ချစ်စရာကောင်းတဲ့ သမီးပျိုလေး တစ်ယောက်ပါလာခဲ့ပါတယ်တစ်နေ့မှာ မိဘနှစ် ခရီးထွက်တုန်း အိမ်မှာ ညီမလေးနဲ့ နှစ်ယောက်တည်း ကျန်ခဲ့တဲ့အချိန်မှာတော့မျက်နှာကို ချွေး၊ တံတွေးနဲ့ ရွှံ့တွေဖုံးပြီး ငါ့ကို ရွံနေသလိုလို အမြဲဆက်ဆံနေတဲ့ ငါ့ရဲ့ Stepsister (မိထွေးသမီး)ကို လက်စားချေခြင်း မငါးသမီးနာမည် Yui Nagase",
    "url": "https://www.mediafire.com/file/i6cg8v3ttdinduw/HND_796-HD.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-24_21-38-19-753.jpg",
    "title": "ROE-170mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနွေရာသီ အားလပ်ရက်ကို ငယ်ငယ်ကချစ်ခဲ့ရတဲ့ ကျေးလက်က အန်တီဆီကို လည်သွားရင်း ....မင်းသမီးနာမည် Yumi Anno",
    "url": "https://www.mediafire.com/file/0cqkf3xizjeknzf/Roe-170sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-20_13-05-50-221.jpg",
    "title": "STARS-959mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကိတ်ဆိုင်နာမည်က ပါစတီ ပါရာတိုက်ဆိုတဲ့ အတိုင်း နတ်သမီးလေး ကိုတွေ့ချင်တဲ့သူတေများကြတယ် နတ်သမီးလေး က ကိတ်ဆိုင်ဗန်းပြပီး နောက်ကွယ် က ဘာတေလုပ်စားပီး ဆိုင်ခန်းခတေ ရှင်းနေလဲ..မင်းသမီးနာမည် Mana Sakura",
    "url": "https://www.mediafire.com/file/gtzstkhpo84pxda/Stars-959sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-19_00-36-08-917.jpg",
    "title": "IPZZ-124mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမင်းသမီးအသစ်လေးကိုအပြုအစုနဲ့ ရှယ်တီးတဲ့ကားလေးမင်းသမီးရဲ့ ဥပဓိရုပ်နဲ့တင် ကြည့်ရတာကောင်းနေပါပီမင်းသမီးနာမည် Rio Asahi",
    "url": "https://www.mediafire.com/file/qkxb7cbx2as6sxr/Ipzz-124sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-15_15-09-17-965.jpg",
    "title": "SPRD-1424mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးသာယာနေတဲ့ လင်မယားနှစ်ယောက်ကြားထဲ ဝင်ရှုပ်တဲ့ ရည်းစားဟောင်း ရဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်အန်နာတစ်ယောက် ကျောင်းသားဟောင်းတွေ့ဆုံပွဲမှာ ငယ်ငယ်က အချစ်ဦးနဲ့ပြန်ဆုံပြီး ရှယ်တီးခံလိုက်ရတာမင်းသမီးနာမည် Ena Koume",
    "url": "https://www.mediafire.com/file/9iyjkpd9cugifnw/Sprs-1424sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-15_00-22-37-093.jpg",
    "title": "EBWH-031mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမင်းသမီးက ရည်းစားရှိရဲ့နဲ့ တက္ကသိုလ် က မကာကလပ် ဖစ်တဲ့ စက်ဝိုင်းဆိုတဲ့ ကလပ်ကို မကာဆွဲတဲ့မင်းသားကနာမည်ကြီးလို့ သွားဝင်တာ အဲမှာစတွေ့ရော မင်းသားက စားနေကြကြောင်ပါးကြီး ဖစ်နေပီး မင်းသမီးကို အပိုင်ချုပ်တော့တာပဲ...မင်းသမီးနာမည် Miu Arioka",
    "url": "https://www.mediafire.com/file/7dxrq0d7zvef2f9/Ebwh-031sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-14_00-58-44-263.jpg",
    "title": "JUQ-372mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်မှာအလှဆုံးဖြစ်တဲ့ Sayuri ဆိုတဲ့အမျိုးသမီးဟာ ကုမ္ပဏီပြိုလဲတော့မယ်အခြေအနေကို ကယ်တင်ဖို့ သူဌေးကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတော့မည်...မင်းသမီးနာမည် Sayuri Hayama",
    "url": "https://www.mediafire.com/file/2k2gywv3xxgzndx/Juq-372sd.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/P8/main/Picsart_23-11-12_16-05-39-638.jpg",
    "title": "SPRD-1454mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအတူနေကောင်မလေးက လုပ်ချင်တာတောင် ပေးမလုပ်လို့ မိထွေးကို...မင်းသမီးနာမည် June Lovejoy",
    "url": "https://www.mediafire.com/file/59cbjd2vt1up8yj/Sprd-1454sd.mp4/file"
  }
]