[
  {
    "thumbnail": "https://i.imgur.com/3vRb5MO.jpg",
    "title": "FSDSS-580mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးနီနီ ဟာ လက်ထပ်ခွင့်တောင်းလာတဲ့ချစ်သူကောင်လေးကို မောင်လေးဘွဲရတဲ့အထိစောင့်ခိုင်းခဲ့ပါတယ်အကြောင်းရင်းကတော့ မိဘတွေမရှိတော့တာမို့ မောင်လေးကို သူမ ကြည့်ရှုနေရလို့ဖစ်ပါတယ်တစ်နေ့မှာတော့ မောင်လေးဖြစ်သူက ကျောင်းမှာရန်ဖစ်တာကြောင့် ကျောင်းထုတ်ခံရတော့မယ့်အရေးမှကယ်တင်ဖို့ ရှေ့နေ့ဖစ်သူကို အားကိုးရပါတော့မည်ရှေ့နေ့ဆိုတဲ့သူကလည်း သူမကို အရူးအမူးစွဲလန်းနေတဲ့သူဖစ်နေတဲ့အခါ...မင်းသမီးနာမည် Nene Yoshitaka",
    "url": "https://www.mediafire.com/file/a406chrd8feoy4e/Fsdss-589sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/wKhIm2M.jpg",
    "title": "PRED-403mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမောင်ဇော်ဆိုတာ စော်တွေကတပတ်ကြာအောင်မတွဲပဲ ပစ်ထားခံနေရတဲ့ စော်ပစ်ကောင်လေးဖြစ်ပါတယ် အကြောင်းကတော့ တစ်ချီ နှစ်ချီနဲ့ မရပဲ အဖုတ်ကြမ်းလို့ဖြစ်ပါတယ်တစ်နေ့မှာဆရာမလေးက အလုပ်များလွန်းလို့အိပ်ရေးပျက်ပြီး လမ်းလယ်မှာမူးလဲသွားပါတယ် ဒါကိုမောင်ဇော်ကကူပြီး အိမ်ထိပို့ကာရှယ်တီးပါတော့မည်မင်းသမီးနာမည် Karen Yuzuriha",
    "url": "https://www.mediafire.com/file/tkfzr7x86oo2z3f/Pred-403sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/K4h6qde.jpg",
    "title": "SSIS-741mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးနာမည်ကြီးလာတာနဲ့မာနကြီးလာပြီး လုပ်ဖော်ကိုင်ဖက်တွေအပေါ်နိုမ့်ချဆက်ဆံလာခဲ့တဲ့ ဖက်ရှင်မော်ဒယ် လီလီတစ်နေ့မှာတော့ အဖွဲ့ဝင်အသစ်ဖြစ်တဲ့ ယူကီ ဆိုတဲ့ကောင်လေးကို သွားအနိုင်ကျင့်မိရာကနေ ဘာတွေဆက်ဖစ်မလဲ...မင်းသမီးနာမည် Riri Nanatsumori",
    "url": "https://www.mediafire.com/file/yrz2v542tyr1gxf/Ssis-741sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cMbfdQw.jpg",
    "title": "ATID-563mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးပန်းချီဆရာအတွက် မော်ဒယ်ကိုအချိန်မှီမရှာပေးနိုင်လို့ဇနီးသည်ကို အစားထိုးလိုက်ရပါတယ်ခင်ပွန်းဖစ်သူအလုပ်ထုတ်ခံရမှာစိုးလို့ မော်ဒယ်လုပ်ပေးဖို့သဘောတူလိုက်ပြီးမှအဝတ်ဗလာနဲ့ လုပ်ရမှာကိုသိလိုက်ရတဲ့အခါမှာတော့ ရွေးချယ်စရာမရှိတော့ပါဘူးမင်းသမီးနာမည် Tsubaki Sannomiya",
    "url": "https://www.mediafire.com/file/s1oy5qx7ka2dabt/Atid-563sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/EPK9ElV.jpg",
    "title": "MIMK-082mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအမေနဲ့သား အင်းစက်ဇာတ်လမ်းမင်းသမီးနာမည် Yu Shinoda",
    "url": "https://www.mediafire.com/file/z9i7dgoc23xnz49/MIMK-082-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/1ZnkvkG.jpg",
    "title": "JUL-437mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးရုံးမှာအားနေမှားပီးလူကြီးအဆူခံရလို အားငယ်နေတတ်တဲ့ရုကို သန့်ရှင်းရေး၀န်ထမ်းဖြူဖြူဖွေးဖွေးရေဆေးငါးကြီးယူကိုက ဘယ်လိုတွေအားပေးကူညီသွားမလဲကြည့်လိုက်ကြပါအုန်း..မင်းသမီးနာမည် Yuko Shiraki",
    "url": "https://www.mediafire.com/file/s81pyjipbk0eld9/jul-437%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/MuuMMmc.jpg",
    "title": "JUQ-096mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးAoi တယောက် Online Shopping ကြည့်ပြီး အနှိပ်စက်ဝယ်မယ် လုပ်နေတုန်း ယောက်ျားရဲ့ဦးလေးရောက်လာပြီးတားခဲ့ပါတယ်အကြောင်းရင်းကတော့ သူနိုပ်ပေးမယ်ဆိုပြီးတော့ပေါ့ပိုက်ဆံမကုန်ဘဲ အနိုပ်ခံရမှာ‌ဆိုတော့ ကံကောင်းပြီလို့ ထင်ခဲ့ပေမယ့်....မင်းသမီးနာမည် Aoi Ichino",
    "url": "https://www.mediafire.com/file/xlydwhk174li6v4/Juq-096sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/0FUqZmt.jpg",
    "title": "ALDN-172mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီတခေါက်တော့အမေနဲ့သားအင်းစက်ကားလေးပါ ၈တန်းကိုဆယ်နှစ်လောက်ဖြေနေတဲ့သားကိုညီမကအမြဲနှိမ်နေတဲ့အတွက်အမေကအသနားပိုမိပါတယ် အမေကအမြဲအလိုလိုက်နေတေ့ာစာကြိုးစားပါ့မယ်ဆိုကာအမေကိုနားပူနာဆာလုပ်ပီးသူလိုချင်နေတဲ့ဘာကိုတောင်းမလဲဆိုတာကိုတော့.....မင်းသမီးနာမည် Chisato Shoda",
    "url": "https://www.mediafire.com/file/bc8e62sy8akqnn8/ALDN-172%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/psXpRDn.jpg",
    "title": "NSFS-148mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းဖြစ်သူရဲ့အထက်လူကြီးဟာ ကူညီပေးနားလည်ပေးပီးသဘောကောင်းပြနေပေမယ့် တကယ်တမ်းမှာတော့သဘောရိုးနဲ့မဟုတ်ဘူးဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ နောက်ကျသွားခဲ့ပါပီ...မင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/bb5oj9cwhezwjl2/NSFS-148%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/qJSkAyO.jpg",
    "title": "DASD-593mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအချစ်မှာ မျက်စိမရှိဘူးဆိုရင်အချစ်မှာ ဘာအရေးကြီးလဲဇာတ်လမ်းထဲမှာလည်း ရုပ်ချောတဲ့ဘဲနဲ့ ဝတုတ်တဲ့ဘဲနဲ့ ဘာကိုအဓိကထားရွေးသွားလဲမြင်တွေ့ရမှာပါမင်းသမီးနာမည် Yui Nagase",
    "url": "https://www.mediafire.com/file/lhggnbyk8xqy3oj/Dasd-593sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/I9dNNrW.jpg",
    "title": "DASD-353mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမင်းမိန်းမငါ့ကိုကြိုက်နေတာပါကွာ မယုံရင် ငါလိုက်ပြရမလား ဆိုတဲ့ဂျပန်ကတုံးရဲ့ စကားတွေကို မခံချင်တာကြောင့် ဇနီးသည်ကိုယုံပြီး အလောင်းအစားပြုလုပ်ရာကနေ ဘာတွေဖစ်သွားမလဲ.. မင်းသမီးနာမည် Misaki Hondaဂျပန်ဂတုံး ကားလာတောင်းဆိုထားလို့ တင်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/wj3hyp3m0zbg198/%255BBlueTVApp%255DDasd-353sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/7KKaJCr.jpg",
    "title": "ATID-325mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမလန်းထောင်နိုင်တော့တဲ့အဘိုးကြီးက အစွမ်းထက်တဲ့ဆေးတစ်မျိုးကိုရရှိလိုက်ပြီးသကာလ အထီးကျန်နေတဲ့ချွေးမလေးကို ဖလန်းဖလန်းတဲ့ကားလေးပါမင်းသမီးနာမည် Iroha Natsume",
    "url": "https://www.mediafire.com/file/304qqgrdjv1w7db/ATID_325_-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/phHEP4f.jpg",
    "title": "MIDE-416mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအချိန်ရပ်ပြီး ရှယ်တီးတဲ့ဇာတ်လမ်းချောမောလှပလွန်းတဲ့ အိမ်ထောင်ရှိအမျိုးသမီး တစ်ယောက်ကို အိမ်နီးနားချင်းယောကျ်ားတစ်ယောက်က အချိန်ရပ်ပြီး သူငယ်ချင်းများပါခေါ်ကာ....မင်းသမီးနာမည် Shoko Akiyama",
    "url": "https://www.mediafire.com/file/zh4vf10y32ve716/MIDE_416-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/bd4XHyq.jpg",
    "title": "VEC-476mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးတရက်တော့ အမေဆီကို အမေ့သူငယ်ချင်းအလည်ရောက်လာပါတယ် ကိုယ့်အမေ့သူငယ်ချင်းဆိုတော့ အိုဆာနေတဲ့အန်တီကြီးလိုထင်ထားပေမယ့် ရောက်လာလို့ကြည့်လိုက်တော့ စကားတွေတောင်ထစ်ပြီး ဆွံ့အသွားပါတယ်...မင်းသမီးနာမည် Kanon Ibuki",
    "url": "https://www.mediafire.com/file/p02iv96q693nest/VEC-476hd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/yFSe3Uw.jpg",
    "title": "URE-033mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးယောင်္ကျားကခရီးဘဲထွက်နေလို အထီးကျန်နေတဲ့အမေနဲ့ လူပျိုပေါက်ဖြစ်လာချိန်မှာ ဘာမှသေချာမဝေဖန်မခွဲခြားနိုင်တဲ့သားတို့ရဲ့ဇာတ်လမ်း....အမေလူမှန်းသူမှန်းမသိမူးနေတိုင်း ခိုးခိုးစားတဲ့သားနဲ့မူးနေလိုသားကိုယောင်္ကျားလိုအမှတ်မှားနေတဲ့အမေနဲ့ဇာတ်လမ်းကဘယ်လိုဇာတ်သိမ်းမလဲဆိုတာကြည့်ရှုလိုက်ကြပါအုန်း...မင်းသမီးနာမည် Yuka Oshima",
    "url": "https://www.mediafire.com/file/uu644jqddr9bvby/URE_033-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/CGTNNHs.jpeg",
    "title": "MIAA-862mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းအလုပ်က ဝင်ငွေနည်းလို့ စတိုးဆိုင်တစ်ခုမှ အချိန်ပိုင်းဝန်ထမ်းဝင်လုပ်နေတဲ့ အိမ်ထောင်ရှင်မလေးကို  စတိုးဆိုင်သူဌေးက ညဘက်အချိန်ပိုဆင်းခိုင်းပြီး ရှယ်တီးလိုက်တဲ့ဇာတ်လမ်းလေးပါ...မင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/zuzu3s45gyq6zuy/%255BBlueTVApp%255DMiaa-862sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/bZDCbIy.jpeg",
    "title": "ATID-345mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးကျားမာန်ဟုန်သောက်ထားတဲ့ ယောက္ခထီးက Yui လေးကို ကော်ဖီထဲအိပ်ဆေးထည့်ပြီး နေ့တိုင်းသွေးတိုးစမ်းနေခဲ့ရာ တစ်နေ့မှာတော့ Yui လေးရုတ်တရက်နိုးလာချိန်မှာ အရိပ်မဲမဲရှည်ရှည်ကြီးကို တွေ့လိုက်ပြီးနောက်.....မင်းသမီးနာမည် Yui Hatano",
    "url": "https://www.mediafire.com/file/3tb2v8n55hvl1yz/ATID_345%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GUuk0Ds.jpg",
    "title": "FSDSS-129mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီတစ်ခါ မတူကွဲပြားတာလေးကို ကြည့်ရှုရပါမယ်ဂျပန်နိုင်ငံရဲ့ ဖာတန်းကိုကြည့်ပြီး ဂျပန်မှာ သွားနေချင်စိတ်တွေ ဖစ်နေပါပီလို့မင်းသမီးနာမည် Tina Nanami",
    "url": "https://www.mediafire.com/file/jkgmcdibag5x46v/Fsdss-129sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/h2ts9C7.jpg",
    "title": "HTMS-100mmsub *vip",
    "info": "မြန်မာစာတန်းထိုး မြောက်ကိုးရီးယားနိုင်ငံမှ နယ်စပ်ကနေကျော်ပြေးဖို့ ကြိုးစားတဲ့ ကောင်မလေးတွေနဲ့ နယ်စပ်က ဘဲတွေရဲ့ အကြောင်းလေးဖြစ်ပါတယ် ကောင်မလေး ၃ယောက် နယ်စပ်ကျော်ပြေးဖို့ကြိုးစားခဲ့ရာ ဘယ်သူလိုရာပန်းတိုင် ရောက်သွားမလဲဆိုတာကတော့........",
    "url": "https://www.mediafire.com/file/go8pqa53n3z3029/HTMS-100%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/gSE3Lqf.jpg",
    "title": "SHKD-741mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီတခါတော့ Jail Breaker ဇာတ်လမ်းလေးကြည့်ရှုရမှာဖြစ်ပါတယ်Ria Kashii ဟာ အဖေတခုသမီးတခုပါ အခုလည်း သူမင်္ဂလာဆောင်တော့မှာမို့ အဖေ့ကိုတယောက်တည်းမထားခဲ့ချင်တော့ သူ့ကောင်လေးကို အိမ်မှာပဲအတူနေဖို့ပြောနေပါတယ်တရက်အဖေအလုပ်သွားနေချိန်မှာ ထောင်ဖက်ပြေးလာတဲ့ မုဒိန်းသမားက အိမ်ထဲအသာလေးဝင်ပြီး…မင်းသမီးနာမည် Ria Kashii",
    "url": "https://www.mediafire.com/file/p5fmmgj4c2mlcsy/SHKD-741hd.mp4/file"
  }
]