[
  {
    "thumbnail": "https://i.imgur.com/Yh9MUzk_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-279mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအိမ်ရှင်မလေး မိယု ဟာ ဘဝကိုအေးအေးချမ်းချမ်းခင်ပွန်းဖြစ်သူနှင့်‌ယောက္ခမဖြစ်သူ တိုနှင့်အတူနေထိုင်နေရာကြပါတယ်အနေကြာလာတော့ ယောက္ခမ မျက်လုံးထဲမှာ မိယု လေးဟာ လှပလာပီး ချွေးမလေးမိယုအပေါ်မှာ တပ်မက်စိတ်တွေဖစ်ပေါ်လာခဲ့သည်ယောက္ခမနဲ့ ချွေးမ ဖိုက်တင်မင်းသမီးနာမည် Minori Hatsune",
    "url": "https://www.mediafire.com/file/atsdf0kvocl3i3w/ADN-279-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fRdgovc_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-147mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအတန်းဖော်ရဲ့ အမေ ကို စားတဲ့ ဇာတ်လမ်းလေးပါမင်းသမီးနာမည် Aki Sasaki",
    "url": "https://www.mediafire.com/file/zjnkgg82du4t06p/MEYD-147.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/XYnPY9K_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "VENU-997mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းထဲမှာတော့ Maria Nagai တစ်ယောက် စာကူလုပ်ပေးသလိုလိုနဲ့ ယောက်ျားဖြစ်သူရဲ့ သားလေးကို ကူလုပ်ပေးတဲ့ဇာတ်ကားလေးပါအသဲတယားယား ရင်တဖိုဖိုနဲ့ကြည့်ရမယ့် ဒီဇာတ်ကားလေးမှာ ဆက်စီကျပြီး မို့မောက်လှတဲ့  Maria Nagai လေးရဲ့ အလှတရားတွေနဲ့ ကျွမ်းကျင်လိမ္မာမှုကို မလွတ်တမ်း ရှူစားကြဖို့ နှိးဆော်အပ်ပါတယ် ပုရိသအပေါင်းသူတော်ကောင်းတို့ရေ............မင်းသမီးနာမည် Maria Nagai",
    "url": "https://www.mediafire.com/file/ptcr1psz1l39se0/VENU+997-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/gr0A9pl_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSNI-958mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမုန်တိုင်းကြောင့် ကျွန်မမုန်းတီးတဲ့ ဆရာနဲ့ ကျောင်းမှာ ညတွင်းချင်း ပိတ်မိနေခဲ့တယ်... ညဘက်ကြီးမှာ တစ်ကျောင်းလုံးမှာ ကျွန်မတို့နှစ်ယောက်တည်း ရှိနေပီး ကျွန်မအဝတ်အစားတွေ လည်းစိုစွတ်နေခဲ့တယ်မင်းသမီးနာမည် Rena Kodama",
    "url": "https://www.mediafire.com/file/v2xzvl0xr0cr0pe/SSNI-958.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/gGFzKyW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NSPS-982mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအိမ်ကွင်း အဝေးကွင်း အကြောင်းတွေကို ရှင်းပြရင်း ဘေးအိမ်က မိန်းမရဲ့သူငယ်ချင်းကို ဆွဲစားတဲ့ ဂျပန်ဂတုံးမင်းသမီးနာမည် Ayaka Mutou",
    "url": "https://www.mediafire.com/file/70ylk05ksn8jndy/NSPS-982.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/OfDLPYE_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-151mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ အနားယူသွားပေမယ့် အားလုံးတမ်းတမှန်းထုနေကြဆဲ အလှပဂေးမင်းသမီးလေး Saeko Matsushita ရဲ့ သနားစရာဇာတ်ကားလေးဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/0wejqe0wlp77d79/ADN+151-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/i3Jju0q_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-556mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမင်းသမီး Maria Nagai ရဲ့ယောက်ျားဟာ လက်ထပ်ပြီး ၅နှစ်ကြာတဲ့အခါမှာ အကြင်နာတွေလျော့လာပြီးပြောင်းလဲလာပါတယ်။ တစ်နေ့တော့ Maria ဟာ မိုးရေထဲမှာ ပြေးရင်းလွှားရင်း အိမ်သော့ပျောက်သွားပြီး ယောက်ျားကလည်း အရမ်းနောက်ကျမှ ပြန်လာတတ်တာမို အိမ်ရှေ့လေးမှာ ရာသီဥတုအေးနေတာကို အံတုပြီးထိုင်နေရပါတယ်။ ဒါကိုမြင်တဲ့ အပေါ်ထပ်က လက်လုပ်လက်စား Otsuka-san ဟာ သနားစိတ်ဝင်ပြီး သူ့အိမ်ထဲကိုခဏလောက်ဝင်နေပြီးရေမိုးချိုးဖို ခေါ်လိုက်ရာမှ...မင်းသမီးနာမည် Maria Nagai",
    "url": "https://www.mediafire.com/file/mlv7xrxq2l13h58/MEYD+556-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/w3RU0Vs_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-267mmsub*vip",
    "info": "မြန်မာစာတန်ထိုးမုဆိုးမလေး တယောက်ရဲ့ ဆာလောင်နေမှုကြီးကို ကွက်ကွက်ကွင်းကွင်း ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားမင်းသမီးနာမည် Tsumugi Akari",
    "url": "https://www.mediafire.com/file/1jbul75nhnjm881/ADN-267.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/tY1kMoF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSIS-181mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ကိုကိုတို့ရဲ့ အချစ်တော် Yua Mikami လေးရဲဝိုင်မူးပြီး ယောက္ခထီးနဲ့ မြန်မာကားထဲကလို ပန်းအိုးကွဲသွားတဲ့ဇာတ်လမ်းလေးပါမင်းသမီးနာမည် Yua Mikamiမြန်မာစာတန်းထိုးနဲ့မို့လို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/khdpenrjt0sj6a7/SSIS+181-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/g3mKomV_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSNI-735mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမိဘတွေက ခရီးသွားမှာမလို့ အိမ်ကိုထိန်းဖို့ အိမ်ထိန်း(အိမ်ဖော်)ငှားပေးခဲ့ပါတယ်...ခက်တာက ထိန်းရခက်တဲ့ သားနှစ်ယောက်ပါဘယ်လိုထိန်းရခက်တာလဲဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/hs0d9tj5mvq1kt2/SSNI-735.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/jSAwkSm_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ATID-370mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ အားလုံးရဲ့အသဲစွဲ စမောဆိုဒ်လေး Yui Nagase လေးရဲ့ Idol ဖြစ်ဖို့ကြိုးစားရင်း အလိမ်မိသွားတဲ့အကြောင်းလေးပါbaby face လေးနဲ့ စမောဆိုဒ် အသေးစားလေး Yui Nagase ဟာ Idol အလုပ်ခေါ်လို့လျှောက်မိရာမှာ ဂျင်းမိခဲ့ပါတယ် Idol အရမ်းဖြစ်ချင်လွန်းတဲ့စိတ်နဲ့ ကုမ္ပဏီက ခိုင်းတာအကုန်လုပ်ရင်း Idol မဖြစ်ဘဲ အသုံးတော်ခံလေးဖြစ်သွားခဲ့ရပုံကို သရီးဆမ်း ရိုက်ကွက်အမျိးမျိးနဲ့ တမူထူးခြားစွာရှူစားရမှာပါ....",
    "url": "https://www.mediafire.com/file/xg63le24lsvxn9z/ATID+370-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/QqodDuw_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PPPD-688mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ တစ်ပိသာလောက်ရှိတဲ့ ရင်ပုံကြီးကို ပိုင်ဆိုင်ထားတဲ့ ကိုကိုကာလသားတို့အသဲစွဲ မင်းသမီးလေး Hitomi ရဲ့  ဝမ်းရှော့ ဆက်ရှင် ၅ ခုကို ပုံစံမျိးစုံနဲ့ တင်ပြထားပါတယ်",
    "url": "https://www.mediafire.com/file/9nax2rbuckf6fu3/PPPD+688+SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/B9ooRR9_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSNI-969mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနွေရာသီ တိုကျိုကနေ ဘာမှမရှိတဲ့တောရွာက ဦးလေးဆီ...အမေနေမကောင်းလို့ ပို့ခံလိုက်ရလိုက်ရတဲ့ ကောင်လေးတယောက်နဲ့ ဇာတ်ကိုစထားပါတယ်...တစ်ည အပြာကားကြည့်ပြီးထုနေတုန်းလိုင်းမကောင်းလို့ ထုရတာဖီးလ်ကြဲနေခဲ့တာကိုေဘးအိမ်က မမကိတ်ကမြင်ပြီးအာသာပြေဖို့ ဘယ်လိုကူညီပေးမလဲဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/yfqhjsl56ioc1vw/SSNI-969.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/JEKieC5_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-363mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမင်းသမီးလေး Rika ဟာ ငယ်ငယ်ကတည်းက မိဘနှစ်ပါး ကားအက်ဆီးဒင့်နှင့်ဆုံးပါးသွားသူဖြစ်တာကြောင့် မိသားစုမေတ္တာကိုတောင့်နေသူတစ်ယောက်ပါ။ Rika ရဲ့ယောက်ျား Keita မှာလည်း ခပ်ဆိုးဆိုး ဖခင်တစ်ယောက်ဟာ Keita နဲ့ မတည့်ဘဲ ရင်ကြားစေ့မရဖြစ်နေခဲ့ပါတယ်။ ဒါကို Rika လေးဟာ ယောက်ျားနဲ့ယာက္ခမကို ညှိနှိင်းပေးချင်တာနဲ့ ပဲ ယောက္ခမကြီးကို Rika လေး ဘာတွေပေးဆပ်လိုက်ရမလဲ...",
    "url": "https://www.mediafire.com/file/omyp2gdxe3p2uja/ADN+363-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/kHbWjFf_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PPPD-971mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနွေရာသီကို ထင်ဟပ်စေမယ့်ဇာတ်ကွက်လေး လုပ်ပေးလိုက်ပါတယ်အညာဒေသကို အလည်ပြန်လာရင်းသွေးသားမတော်စပ်တဲ့အမ (step sister)က ဖရဲသီးတွေတဝကြီးခွဲကျွေးတဲ့ ဇာတ်လမ်းလေးပါမင်းသမီးနာမည် Tomoko Kamisaka",
    "url": "https://www.mediafire.com/file/0bpebnt54gahrkm/PPPD-971.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/u97JRND_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MIDE-742mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဘဝမှာခင်ဗျားတို ကြိုက်တဲ့ idol နဲ့အတူတူပျော်ရမယ်ဆိုရင်ဘယ်လိုခံစားရမလဲဗျာ။ ဒီဇာတ်လမ်းလေးဟာလည်း ဒီလိုပါပဲMC ဟာတောတောင်ထဲမှာသူငယ်ချင်းတွေနဲ့အတူ အသားကင်ပါတီလေးလုပ်နေပါတယ်။ သူတို ပါတီလုပ်နေတဲ့နေရာ ကို နာမည်သိပ်မကြီးသေးတဲ့Shoko ဆိုတဲ့ တက်သစ်စ J PopIdol မလေး ဟာသူ့သူငယ်ချင်း တွေနဲ့အတူ လာပြီး အသားကင်ပါတီပွဲလာကျင်းပပြန်ပါတယ်။ ဒါပေမယ့် MC ဟာ Shoko ရဲ့ fan ဖြစ်နေပြီး ပါတီပွဲ လုပ်နေတုန်းမှာ မိုးတွေအရမ်းသည်းလာတဲ့အခါ ကားဆီပြန်မယ်ဆိုပြီး Shoko ဟာ တောထဲကနေ တစ်ယောက်ထဲပြေးသွားပြီး လမ်းပျောက်သွားပါတယ် ဒါပေမယ့် MC ဟာ Shoko ကိုစိတ်ပူပြီး စိုးရိမ်စိတ်နဲ့ အနောက်ကနေ လိုက်သွားရာမှာ ဘာတွေဆက်ဖြစ်လာမလဲ ကြည့်ရှုပေးပါခင်ဗျာ..",
    "url": "https://www.mediafire.com/file/b4z4goqlejkm63n/MIDE_742-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/KqT1w6g_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-416mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇနီးဖစ်သူသည် အချိန်ပိုအလုပ်ဆင်းသည်ဟု ခင်ပွန်းသည်ကို လိမ်ညာခဲ့သည်မင်းသမီးနာမည်Nao Jinguji ကောက်ကြောင်းလှပီး သရုပ်ဆောင်အပိုင်းမှာအပိုအလိုမရှိတဲ့ မင်းသမီးမို့လို့ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/gajkc2kmazi0hdh/Meyd-416.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Y7aJYZl_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-127mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဂျပန်နိုင်ငံတိုကျိမြိုမှာ စိတ်ဓာတ်ကျနေပြီး အထီးကျန်နေတတ်တဲ့သူတွေအတွက် ဖုန်းပြောပေးတဲ့အလုပ်တစ်ခု မှာ ယမုံ လေးဟာ အလုပ်လုပ်နေပါတယ်။ တစ်နေ့တော့ ယမုံ ဆီကို အလုပ်ကပြုတ် မိန်းမက ထားသွားပြီး သားသမီးတွေကိုလည်း အုပ်ထိန်းခွင့်မရတော့တဲ့ ကျော်ကြီး ဆိုတဲ့ အရှုံးသမားတစ်ယောက်ဟာ ယမုံ ဆီဖုန်းဆက် ရင်ဖွင့်ရာက နေ စိတ်ဓာတ်အလင်းရောင်ရခဲ့ပြီး ယမုံ ကို အရမ်းတွေ့ချင်နေခဲ့ပါတယ်ဘာဆက်ဖစ်လာမလဲဆိုတာကိုတော့....",
    "url": "https://www.mediafire.com/file/f28imp8x220klhc/ADN+127-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/XIxh1Qn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-518mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး မိထွေးကို ကြိတ်ကြံနေပေမယ့်အတန်းဖော်က ဖြတ်ကြိတ်သွားလို့ကြေကွဲသွားရတဲ့ လင်ပါသားလေးရဲ့ ရင်နှစ်ဖွယ် darma ကားလေးမင်းသမီးနာမည် Hijiri Maihara",
    "url": "https://www.mediafire.com/file/moqlf5i8jtvkl6f/JUL-518.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/2SPd1PB_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MIMK-052mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ အများကြိုက်တဲ့ Hana လေးရဲ့ manga ကိုပြန်ရိုက်ထားတဲ့ အဒေါ်နဲ့တူလေး ဇာတ်ကြမ်းကားလေးရဲ့ အဆက်လေးပါဒီဇာတ်လမ်းကတော့ အရင်အပိုင်းမတိုင်ခင်က အဖြစ်အပျက်လေးဖြစ်ပြီး Hana နဲ့ သူ့တူလေးတို့ နှစ်ပေါင်းများစွာကြာမှ ပထမဆုံးပြန်လည်ဆုံတွေ့ကြတဲ့အကြောင်းလေးပါ",
    "url": "https://www.mediafire.com/file/joi5pmgjlqvyvp0/MIMK+052-HD.mp4/file"
  }
]