[
  {
    "thumbnail": "https://i.imgur.com/m9281tO.jpg",
    "title": "SSIS-583mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဦးနဲ့သမီး အချစ်ဇာတ်လမ်းလေးသမီးရဲ့ သူငယ်ချင်းကိုမှ ချစ်မိသွားတာမင်းသမီးနာမည် Yura Kano",
    "url": "https://www.mediafire.com/file/q1dump450o8elyl/Ssis-583sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/M1esjIf.jpg",
    "title": "VENX-220mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအင်းစက် ကားလေးပါစာလဲမကြိုးစား အားနေနှာဘူးဘဲထတတ်တဲ့သားက အမေကိုပါဘယ်လိုဒုက္ခပေးအုန်းမလဲကြည့်ရှုလိုက်ကြပါအုန်းမင်းသမီးနာမည် Mio Kimijima",
    "url": "https://www.mediafire.com/file/v9huodr5tiredcr/VENX220-SD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/TgMsfwl.jpg",
    "title": "JUQ-201mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအိမ်ထောင်သက်ငါးနှစ်ပြည့်တဲ့ အမှတ်တရအနေနဲ့ ခင်ပွန်းဖစ်သူနဲ့ စုံတွဲပုံလေး ရိုက်ချင်နေတဲ့ Nao အတွေ့အကြုံမရှိတဲ့ခင်ပွန်းကြောင့် သူဌေးက ကူညီပေးသလိုနဲ့ ကြားကဖြတ်ဝိုက်သွားတဲ့ဇာတ်လမ်းမင်းသမီးနာမည် Nao Jinguji",
    "url": "https://www.mediafire.com/file/kmq77ocjykcvl0b/Juq-201sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/5G7oCyu.jpg",
    "title": "DRTP-027mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနွေရာသီမှာ ဘောင်းဘီတိုတိုလေးတွေ မလုံ့တလုံဝတ်ပြီး အိမ်ရှေ့မှာ အိပ်ပျော်နေတတ်တဲ့မမက ကျနော့်ကို ရင်ဖိုစေပါတယ်မင်းသမီးနာမည် Nene Tanaka",
    "url": "https://www.mediafire.com/file/yxgeqtngxjrgvhv/DRTP027sd.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/3ljTEC4.jpg",
    "title": "SAME-039mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးငွေလိုနေတဲ့ကျောင်းသူလေးကို မုန့်ဖိုးပေးပြီး လက်ပဲကိုင်မှာပါဟုဆိုကာ ရှယ်တီးသွားတဲ့ဆရာကျောင်းသူလေးက အပျိုပဲရှိသေးတာကိုကွာမင်းသမီးနာမည် Meisa Kawakita",
    "url": "https://www.mediafire.com/file/46bcpiyvw2nlluy/Same-039sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ABdPegD.jpg",
    "title": "JUQ-237mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးကျောင်းမှာဘယ်အသင်း၀င်လို၀င်ရမလဲမသိဘဲကြောင်ပျောက်နေချိန် ဆရာမလေးရဲ့အလှတွေမှာမြောပီး Mcတယောက်ရေကူးအသင်းမှာပါ၀င်ဖိုဆုံးဖြတ်လိုက်ပါတော့တယ် အသင်း၀င်ပီးမှဆရာမကအိမ်ထောင်နဲ့မှန်းသိလိုက်ရတော့..မင်းသမီးနာမည် Yui Hatano",
    "url": "https://www.mediafire.com/file/kmwfqtzfbdkv9rx/juq-237%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cplRJHk.jpg",
    "title": "MEYD-820mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းဖစ်သူက တစ်နေ့မှာသူ့ဇနီးကိုတိုက်ခန်းအသစ်ဆီခေါ်လာခဲ့ပါတယ်ဇနီးဖြစ်သူက တိုက်ခန်းအသစ်ရပီလို့ပျော်နေခဲ့ပေမယ့် သူစိမ်းယောကျာ်းတွေဝင်လာတဲ့အချိန်မှာတော့ ခင်ပွန်းက အကြွေးတွေကြောင့် သူမကို ရောင်းစားလိုက်မှန်းသိလိုက်ရတယ်နာရီပေါင်း 20 နာရီ ရောင်းစားခံလိုက်ရတဲ့ သူမရဲ့ဇာတ်လမ်းလေးပါမင်းသမီးနာမည် Kanna Misaki",
    "url": "https://www.mediafire.com/file/r0r7j46vx1d05ta/Meyd-820sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/dDtz6pz.jpg",
    "title": "MOND-245mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးသူဌေးမမနဲ့ အလုပ်သမားကောင်လေးတို့ကြား ကအချစ်ဇာတ်လမ်းလေးပါမင်းသမီးနာမည် Shiori Tsukada",
    "url": "https://www.mediafire.com/file/cj1mws6kxwonkj1/MOND-245%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/3vRb5MO.jpg",
    "title": "FSDSS-580mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနီနီ ဟာ လက်ထပ်ခွင့်တောင်းလာတဲ့ချစ်သူကောင်လေးကို မောင်လေးဘွဲရတဲ့အထိစောင့်ခိုင်းခဲ့ပါတယ်အကြောင်းရင်းကတော့ မိဘတွေမရှိတော့တာမို့ မောင်လေးကို သူမ ကြည့်ရှုနေရလို့ဖစ်ပါတယ်တစ်နေ့မှာတော့ မောင်လေးဖြစ်သူက ကျောင်းမှာရန်ဖစ်တာကြောင့် ကျောင်းထုတ်ခံရတော့မယ့်အရေးမှကယ်တင်ဖို့ ရှေ့နေ့ဖစ်သူကို အားကိုးရပါတော့မည်ရှေ့နေ့ဆိုတဲ့သူကလည်း သူမကို အရူးအမူးစွဲလန်းနေတဲ့သူဖစ်နေတဲ့အခါ...မင်းသမီးနာမည် Nene Yoshitaka",
    "url": "https://www.mediafire.com/file/a406chrd8feoy4e/Fsdss-589sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/wKhIm2M.jpg",
    "title": "PRED-403mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမောင်ဇော်ဆိုတာ စော်တွေကတပတ်ကြာအောင်မတွဲပဲ ပစ်ထားခံနေရတဲ့ စော်ပစ်ကောင်လေးဖြစ်ပါတယ် အကြောင်းကတော့ တစ်ချီ နှစ်ချီနဲ့ မရပဲ အဖုတ်ကြမ်းလို့ဖြစ်ပါတယ်တစ်နေ့မှာဆရာမလေးက အလုပ်များလွန်းလို့အိပ်ရေးပျက်ပြီး လမ်းလယ်မှာမူးလဲသွားပါတယ် ဒါကိုမောင်ဇော်ကကူပြီး အိမ်ထိပို့ကာရှယ်တီးပါတော့မည်မင်းသမီးနာမည် Karen Yuzuriha",
    "url": "https://www.mediafire.com/file/tkfzr7x86oo2z3f/Pred-403sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/K4h6qde.jpg",
    "title": "SSIS-741mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးနာမည်ကြီးလာတာနဲ့မာနကြီးလာပြီး လုပ်ဖော်ကိုင်ဖက်တွေအပေါ်နိုမ့်ချဆက်ဆံလာခဲ့တဲ့ ဖက်ရှင်မော်ဒယ် လီလီတစ်နေ့မှာတော့ အဖွဲ့ဝင်အသစ်ဖြစ်တဲ့ ယူကီ ဆိုတဲ့ကောင်လေးကို သွားအနိုင်ကျင့်မိရာကနေ ဘာတွေဆက်ဖစ်မလဲ...မင်းသမီးနာမည် Riri Nanatsumori",
    "url": "https://www.mediafire.com/file/yrz2v542tyr1gxf/Ssis-741sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cMbfdQw.jpg",
    "title": "ATID-563mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးပန်းချီဆရာအတွက် မော်ဒယ်ကိုအချိန်မှီမရှာပေးနိုင်လို့ဇနီးသည်ကို အစားထိုးလိုက်ရပါတယ်ခင်ပွန်းဖစ်သူအလုပ်ထုတ်ခံရမှာစိုးလို့ မော်ဒယ်လုပ်ပေးဖို့သဘောတူလိုက်ပြီးမှအဝတ်ဗလာနဲ့ လုပ်ရမှာကိုသိလိုက်ရတဲ့အခါမှာတော့ ရွေးချယ်စရာမရှိတော့ပါဘူးမင်းသမီးနာမည် Tsubaki Sannomiya",
    "url": "https://www.mediafire.com/file/s1oy5qx7ka2dabt/Atid-563sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/EPK9ElV.jpg",
    "title": "MIMK-082mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအမေနဲ့သား အင်းစက်ဇာတ်လမ်းမင်းသမီးနာမည် Yu Shinoda",
    "url": "https://www.mediafire.com/file/z9i7dgoc23xnz49/MIMK-082-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/1ZnkvkG.jpg",
    "title": "JUL-437mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးရုံးမှာအားနေမှားပီးလူကြီးအဆူခံရလို အားငယ်နေတတ်တဲ့ရုကို သန့်ရှင်းရေး၀န်ထမ်းဖြူဖြူဖွေးဖွေးရေဆေးငါးကြီးယူကိုက ဘယ်လိုတွေအားပေးကူညီသွားမလဲကြည့်လိုက်ကြပါအုန်း..မင်းသမီးနာမည် Yuko Shiraki",
    "url": "https://www.mediafire.com/file/s81pyjipbk0eld9/jul-437%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/MuuMMmc.jpg",
    "title": "JUQ-096mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးAoi တယောက် Online Shopping ကြည့်ပြီး အနှိပ်စက်ဝယ်မယ် လုပ်နေတုန်း ယောက်ျားရဲ့ဦးလေးရောက်လာပြီးတားခဲ့ပါတယ်အကြောင်းရင်းကတော့ သူနိုပ်ပေးမယ်ဆိုပြီးတော့ပေါ့ပိုက်ဆံမကုန်ဘဲ အနိုပ်ခံရမှာ‌ဆိုတော့ ကံကောင်းပြီလို့ ထင်ခဲ့ပေမယ့်....မင်းသမီးနာမည် Aoi Ichino",
    "url": "https://www.mediafire.com/file/xlydwhk174li6v4/Juq-096sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/0FUqZmt.jpg",
    "title": "ALDN-172mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီတခေါက်တော့အမေနဲ့သားအင်းစက်ကားလေးပါ ၈တန်းကိုဆယ်နှစ်လောက်ဖြေနေတဲ့သားကိုညီမကအမြဲနှိမ်နေတဲ့အတွက်အမေကအသနားပိုမိပါတယ် အမေကအမြဲအလိုလိုက်နေတေ့ာစာကြိုးစားပါ့မယ်ဆိုကာအမေကိုနားပူနာဆာလုပ်ပီးသူလိုချင်နေတဲ့ဘာကိုတောင်းမလဲဆိုတာကိုတော့.....မင်းသမီးနာမည် Chisato Shoda",
    "url": "https://www.mediafire.com/file/bc8e62sy8akqnn8/ALDN-172%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/psXpRDn.jpg",
    "title": "NSFS-148mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းဖြစ်သူရဲ့အထက်လူကြီးဟာ ကူညီပေးနားလည်ပေးပီးသဘောကောင်းပြနေပေမယ့် တကယ်တမ်းမှာတော့သဘောရိုးနဲ့မဟုတ်ဘူးဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ နောက်ကျသွားခဲ့ပါပီ...မင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/bb5oj9cwhezwjl2/NSFS-148%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/qJSkAyO.jpg",
    "title": "DASD-593mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအချစ်မှာ မျက်စိမရှိဘူးဆိုရင်အချစ်မှာ ဘာအရေးကြီးလဲဇာတ်လမ်းထဲမှာလည်း ရုပ်ချောတဲ့ဘဲနဲ့ ဝတုတ်တဲ့ဘဲနဲ့ ဘာကိုအဓိကထားရွေးသွားလဲမြင်တွေ့ရမှာပါမင်းသမီးနာမည် Yui Nagase",
    "url": "https://www.mediafire.com/file/lhggnbyk8xqy3oj/Dasd-593sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/I9dNNrW.jpg",
    "title": "DASD-353mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမင်းမိန်းမငါ့ကိုကြိုက်နေတာပါကွာ မယုံရင် ငါလိုက်ပြရမလား ဆိုတဲ့ဂျပန်ကတုံးရဲ့ စကားတွေကို မခံချင်တာကြောင့် ဇနီးသည်ကိုယုံပြီး အလောင်းအစားပြုလုပ်ရာကနေ ဘာတွေဖစ်သွားမလဲ.. မင်းသမီးနာမည် Misaki Hondaဂျပန်ဂတုံး ကားလာတောင်းဆိုထားလို့ တင်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/wj3hyp3m0zbg198/%255BBlueTVApp%255DDasd-353sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/7KKaJCr.jpg",
    "title": "ATID-325mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးမလန်းထောင်နိုင်တော့တဲ့အဘိုးကြီးက အစွမ်းထက်တဲ့ဆေးတစ်မျိုးကိုရရှိလိုက်ပြီးသကာလ အထီးကျန်နေတဲ့ချွေးမလေးကို ဖလန်းဖလန်းတဲ့ကားလေးပါမင်းသမီးနာမည် Iroha Natsume",
    "url": "https://www.mediafire.com/file/304qqgrdjv1w7db/ATID_325_-SD.mp4/file"
  }
]