[
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/photo2/main/PicsArt_06-10-02.58.22.jpg",
    "title": "WANZ-867mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးနောက်ထပ်ထူးထူးခြားခြားကြည့်ရှု့ခံစားရဖို့ VIP Member တွေအတွက် ဘာသာပြန်ဖြစ်တဲ့ဇာတ်ကားလေးကတော့ တဏှာကြီးတဲ့ ရိုစီပါ...ရိုစီဆိုတာက အရမ်းချမ်းသာတဲ့သူဌေးကြီးရဲ့ တစ်ဦးတည်းသော သမီးလေးပေါ့...သူဌေးသမီးရိုစီကတော့ အသစ်ရောက်လာတဲ့ အိမ်တော်ထိန်းကို သူမအဖေကိုယ်တိုင်မသိအောင် ခိုးစားတဲ့ပုံစံလေးကြည့်ရှု့ခံစားရပါမယ်။မင်းသမီးနာမည် Tsubomi",
    "url": "https://www.mediafire.com/file/5dazor8aztrpphy/WANZ-867.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/photo2/main/PicsArt_06-09-04.27.07.jpg",
    "title": "JUL-272mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအမေ့သူငယ်ချင်း အပျိုကြီးမမကို တက်လိုးတဲ့ ကျော်ကြီးလင်မရလို့ လီးဆာနေတဲ့ မေမေ့သူငယ်ချင်းအပျိုကြီးစာ‌ရေးဆရာမကို ကျော်ကြီး ဘယ်လိုကိုင်တွယ်သွားမလဲဆိုတာကိုတော့...မင်းသမီးနာမည် Ririko Kinoshita",
    "url": "https://www.mediafire.com/file/w5i3v2jnn8majuv/Jul+272.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4LEiJgR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NSPS-920mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအမေရိကန်သူလေး June Lovejoyရဲ့ယောက္ခမနဲ့ ချွေးမ ဖိုက်တင်အဲမင်းသမီးက ကြည့်ရတာ ရှယ်မိုက်တာနော်မင်းသမီးနာမည် June Lovejoy",
    "url": "https://www.mediafire.com/file/ma6luyzzqm0t49p/NSPS+920-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/9xmjnrS_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-258mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်ကြိုးစားပြီး အိမ်ဝယ်ထားတဲ့ ဘဏ် အကြွေးတွေ ဆပ်ဖိုကြိုးစားနေတဲ့ ဝန်ထမ်းမလေးကိုသူဠေးဖစ်သူက ဘယ်လို စီးရုံးပြီး ဆွဲစိလိုက်မလဲဆိုတာကတော့...မင်းသမီးနာမည် Riho Fujimori",
    "url": "https://www.mediafire.com/file/n3qp79gzc7dymjf/ADN-258.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Descfbn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSIS-146mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးလမ်းတစ်ဖက်ကနေ မကြာသေးခင်မှပြောင်းရွှေ့လာပီး အိမ်နီးနားချင်းဖစ်လာတဲ့ ဦးလေးကြီးက ချစ်သူကောင်လေး ရှိတဲ့Aika Yumeno ကို...ဘာဆက်ဖစ်မလဲ ဇာတ်ကားတွင်ကြည့်ရှုလိုက်ပါမင်းသမီးနာမည် Aika Yumeno",
    "url": "https://www.mediafire.com/file/i6z79425ttcv81n/Ssis-146sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/QG6e8jX_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-933mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ baby face လေးနဲ့ အကိတ်မလေး အားလုံးချစ်တဲ့ Marina Shiraishi ရဲ့ သားဖြစ်သူသူငယ်ချင်းကို ကလေးမုန့်ပေးကြိုက်တဲ့ဇာတ်ကားလေးပါသားဖြစ်သူရဲ့ သူငယ်ချင်းလေးက အမေမရှိရှာတာကို သိပြီး Marina လေးတစ်ယောက် ဂရုဏာသက်မိပါတယ် ဒါ့ကြောင့် သားသူငယ်ချင်းလေးအိမ်လည်လာတိုင်း ကိုယ့်သားအရင်းလေးလို သဘောထားပြီး ဆက်ဆံရင်းကနေ သံယောဇဉ်ပိုကာ အကြင်နာတွေယိုဖိတ်မိကြပါတော့တယ်.....မင်းသမီးနာမည် Marina Shiraishi",
    "url": "https://www.mediafire.com/file/0ahkidtqein9bld/JUL+933-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/MKQ27yr_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ADN-370mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးသူငယ်ချင်းသုံးယောက် သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးရှိခဲ့ဖူးတယ် ဒီလိုဇာတ်လမ်းမှာ တစ်ယောက်ကတော့အမြဲကျန်ရစ်ဖြစ်ရစမြဲပဲလေ...ဇာတ်လမ်းကတော့ ကျန်ရစ်ဖြစ်တဲ့ဘဲကြီးက မတော်တဆမှုတခုကြောင့် အတိတ်မေ့နေခဲ့ပါတယ်အတိတ်မေ့ပေမယ့် သိုင်းကွက်မမေ့တဲ့ ဘဲကြီးနဲ့ဆန္ဒမပြည့်ဝတဲ့အိမ်ထောင်ရှင်မလေးနဲ့ ဘယ်လိုဘယ်ပုံတွေဖြစ်ကြမလဲဆိုတာကတော့...မင်းသမီးနာမည် Michiru Kujo",
    "url": "https://www.mediafire.com/file/5az90qo5sfy9l3z/ADN-370.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8K0zDFW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PPPD-363mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်တွေတောင်းဆိုထားတဲ့ Ai Sayama လေး ရဲ့ သတို့သမီးဝတ်စုံလေးနဲ့ manga ကိုပြန်ရိုက်ထားတဲ့ကားလေးပါဒီကားလေးမှာ ကိုယ့်ဘက်က သဲသဲလှုပ်ချစ်ပြပေမယ့် ဂရုစိုက်မခံရလို့ အပြင်ပိုင်းကအဆင်ပြေသလို ဟန်ဆောင်နေပေမယ့် အတွင်းထဲမှာ ကြေကွဲပြီး နေ့တိုင်းဝိုင်သောက်ပြီးဖြေသိမ့်နေရတဲ့ သတို့သမီးဝတ်စုံလေးနဲ့ အသဲကွဲ Ai Sayama လေးကို တွေ့မြင်ကြရမှာပါ...မင်းသမီးနာမည် Ai Sayama",
    "url": "https://www.mediafire.com/file/ns0gnff1v0a699d/PPPD_363-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/zY1Fe3b_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "IPX-581mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအဘိုးကြီးက အသက်ကြီးမှ မိန်းမ ချောချောလေးရထားလို့ တယုတယ နဲ့ ဂရုတစိုက်ထားပေမယ့် မိန်းမဖစ်သူက ဖောက်ပြန်လာတဲ့အခါ ဘာဆက်ဖစ်မလဲ... မင်းသမီးကတော့ ပြောစရာမလိုအောင် မိုက်ပါတယ် မင်းသမီးနာမည် Momo Sakura",
    "url": "https://www.mediafire.com/file/qpzywxpkto1yeun/Ipx-581.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/02niVVM_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUY-900mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့လူပျိုကြီး ဂိုက်ဆရာနဲ့ တစ်ချိန်က တပည့်မလေး တို့နှစ်ယောက် ပြန်လည်ဆုံတွေ့ရာ ဘာဆက်ဖစ်မှာလဲတပည့်မလေးမှာတော့ အိမ်ထောင်ရှိနေပါပီ သို့သော်လည်း ဂိုက်ဆရာက တပည့်မလေးအပေါ် ခံစားချက်တွေရှိနေတဲ့အခါ...မင်းသမီးနာမည် Nanami Matsumoto",
    "url": "https://www.mediafire.com/file/4a7tmugyttoqi08/UY_900-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8530OU4_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MEYD-163mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအမေအသစ်လေးကို ဖောင်းဒိုင်း ကျွေးတဲ့မောင်ဇော်ဇာတ်လမ်းလေးပါMeguri လေးဟာ လင်ယူလိုက်လို့ လင်ပါသားလေး တစ်ယောက်ပါလာခဲ့ပါတယ် ဘာဆက်ဖစ်မလဲ...မင်းသမီးနာမည် Meguri ",
    "url": "https://www.mediafire.com/file/gj58j54qhj6pjvw/MEYD-163.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/rXtH600_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "URE-049mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ manga ကိုပြန်ရိုက်ထားတဲ့ သားအမိ ၂တွဲ အင်းဆက်ကားလေးပါမင်းသမီး ၂ယောက်အပြိုင်ကျဲထားတဲ့ ဒီကားလေးမှာဆိုရင် MC ဟာ မိမိအမေနဲ့ ဖြစ်နေတဲ့ ကျောင်းကသူငယ်ချင်းကိုမကျေနပ်လို့ သူ့အမေကိုသွားရှာပြီး ဒချိခဲ့ပါတယ် နောက်ပိုင်းမှာ MC သူငယ်ချင်းအိမ်မှာ သားအမိ ၂တွဲ ပါတီလုပ်ရင်း...ဘာဆက်ဖစ်မလဲမင်းသမီးနာမည် Yuko Shiraki",
    "url": "https://www.mediafire.com/file/6tpjuzzdmdyedqk/URE-049.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/XEj1LA7_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SHKD-751mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ကို‌ဇော်တို့ လင်မယား ၂ယောက်လုံးအလုပ်ကနေ မူးမူးပြီး မရှူနိုင်မကယ်နိုင်အိမ်ပြန်လာတတ်ပေမယ့် ကောင်မလေးကိုပဲရွေးပြီး ကူညီပေးတတ်တဲ့ ဟိုဘက်ခန်းက နှာဘူးကောင်တစ်ကောင်ရှိနေပါတယ် အလုပ်ကနေ အရက်မူးပြီး အိမ်ပြန်လာတိုင်း ကိုယ့်ဘောင်းဘီကိုယ်တောင်မနိုင်တော့တဲ့ ကို‌‌ဇော် တစ်ယောက် မိန်းမကို ထိန်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလားဆိုတာကတော့..........မင်းသမီးနာမည် Saori Yagami",
    "url": "https://www.mediafire.com/file/kjmo77ewzswr33h/SHKD+751-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Lq1xSp3_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUY-584mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းကတော့ဌာနခွဲမှုးက ရာထူးတိုးမှာ ဒါကို ဌာနခွဲမှူးမသိအောင် စပတွေရိုက်မယ်ဆိုပြီး ဌာနခွဲမှူးမိန်းမကိုပြောတယ်...ဒီလိုနဲ့...ဌာနခွဲမှူးအိမ်ကကားလေးနဲ့ပဲစပရိုက်ဖို့ စျေးဝယ်ထွက်ကြပါတယ်...အဲ့မှာ ဌာနခွဲမှုးက ကားနောက်ခန်းမှာ သန့်ရှင်းရေးလုပ်နေတာ ဘယ်သူမှမသိရှာဘူး သူလည်းပိတိတွေဖြာပြီး တိတ်တိတ်လေးခိုးလိုက်သွားပါတယ်...ဒါပေမယ့် ဌာနခွဲမှုးတစ်ယောက် သူလုံးဝထင်မှတ်မထားတဲ့ ကိစ္စကြီးတစ်ခုနဲ့ကြုံလိုက်ရပါတယ်...ဒါကဘာဖြစ်မလဲဆိုတာကတော့...မင်းသမီးနာမည် Satomi Suzuki",
    "url": "https://www.mediafire.com/file/3bv514fkrs9gbmw/JUY-584.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/PmWdYpi_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-908mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးLily Hart မှာ သားတစ်ယောက်ရှိပြီး သားဖြစ်သူရဲ့ သူငယ်ချင်းအိမ်မှာလာအိပ်တုန်း လက်သမားလုပ်နေတာကို မြင်သွားပြီး လက်သမားလုပ်နည်းတွေကို သင်ကြား သြဝါဒခြွေပေးခဲ့ပါတယ် ဒါပေမယ့် မိကျောင်းမင်း ရေကင်းပြသလို ဖြစ်သွားခဲ့ပြီး ကိုယ့်သားအရွယ် ကလေးလေးထံမှာ ဆရာမကြီး Lily Hart တစ်ယောက် တပည့်လေးပြန်ဖြစ်သွားခဲ့ပါတော့တယ်............     မင်းသမီးနာမည် Lily Hart",
    "url": "https://www.mediafire.com/file/wjhxwm3j7x0ybod/JUL+908-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/eT3Tbbs_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-756mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းနဲ့ ဝေးကွာပြီး တစ်နေရာစီနေရတဲ့ Asahi Mizuno လေးဟာ အမြဲတမ်းဖုန်းလက်ကမချဂိမ်းဆော့နေတဲ့ သားဖြစ်သူနဲ့ အတူတူနေရပြီး အထီးကျန်နေပါတယ် အိမ်မှာဝင်ထွက်နေတဲ့ သားလေးရဲ့အခင်ဆုံးသူငယ်ချင်းလေးက အမေမရှိရှာလို့ သူမကို အမေရင်းလိုခင်မင်ပြီး သူ့သားအစားအဖော်ပြုပေးရာကနေ နောက်ပိုင်းမှာတော့ အိုးချင်းထားအိုးချင်းထိ ကြိုးချင်းထားလို့ ကြိုးချင်းငြိခဲ့ကြပါတော့တယ်..... မင်းသမီးနာမည် Asahi Mizuno",
    "url": "https://www.mediafire.com/file/s1m9946ct4lp0ka/JUL+756-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/IoO5O5O_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUY-983mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဂျပန်ဂေါင်းကြီးက ပထမတော့စော်ကိုဖက်နမ်းပြီး Selfie တွေရိုက်လိုက်ပါတယ်အဲ့ပုံကိုဖြန့်မယ်ဆိုပြီး ချိန်းခြောက်တော့..ဘာဆက်ဖစ်မလဲဆိုတာ ကြည့်ရှုလိုက်ပါမင်းသမီးနာမည် Leona Kirishima",
    "url": "https://www.mediafire.com/file/z5ax0jiqupha2r7/JUY-983.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/VU8LF7s_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Meyd-560mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ အမျိးသာသီးသန့် မဂ္ဂဇင်းမျက်နှာဖုံးတိုင်းကိုစိုးမိုးထားတဲ့ နာမည်ကြီးအပြာမော်ဒယ်မလေး  Nanao Nakano ပါဝင် သရုပ်ဆောင်ထားတဲ့ NTR ဇာတ်ကားလေးပါမင်းသမီးနာမည် Nanao Nakano",
    "url": "https://www.mediafire.com/file/yj8ll9zflb6hocn/MEYD_560-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/znKXSaK_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSIS-232mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ကိုကိုကာလသားတို့အသဲစွဲ မင်းသမီးချောလေး Rara Anzai တစ်ယောက် သူမနဲ့တွဲနေတဲ့ဘဲကို ဘယ်လိုပြုစုတယ်ဆိုတာကို အသည်းတယားယား ရင်တလှပ်လှပ်နဲ့ကြည့်ရမယ့် ကြည့်ရမယ့်ကားလေးပါမင်းသမီးနာမည် Rara Anzai",
    "url": "https://www.mediafire.com/file/uh1toi1pp0cj5bd/SSIS_232-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/OkZba1S_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PRED-087mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ အမေနဲ့သမီးအပြိုင်ကျဲထားတဲ့ ဇာတ်ကားလေးပါမကောင်းတာလုပ်စားတဲ့ အမေကြောင့် မျက်နှာငယ်နေရတဲ့ သမီးဖြစ်သူဟာ သူ့အမေလိုတစ်သက်လုံးမဖြစ်စေရဘူးလို့ ကြွေးကြော်ပြီး လူကောင်းတစ်ယောက်နဲ့ အိမ်ထောင်ရက်သား ကောင်းကောင်းကျခဲ့ပါတယ် ဒါပေမယ့် သူမခန္တာကိုယ်မှာ စီးဆင်းနေတဲ့ သူမအမေရဲ့ဗီဇသွေးက အစွမ်းပြလာတဲ့အခါ လက်ရှိအခြေအနေကို ပျင်းရိငြီးငွေ့လာပြီး သူမကိုယ်တိုင် ဘာအထူးအဆန်းတွေလုပ်မလဲဆိုတာကတော့...........မင်းသမီးနာမည် Misaki Honda",
    "url": "https://www.mediafire.com/file/ps15xxzynmr3pvj/PRED+087-SD.mp4/file"
  }
]