[
  {
    "thumbnail": "https://i.imgur.com/g3Oszre_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-252mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်သမားဝန်ထမ်း ဖစ်သူရဲ့ ဇနီးကို သူဌေးဖစ်သူက ဝိုက်တဲ့ဇာတ်လမ်းလေးပါသူဌေးကိုမုန်းတယ် ကျွန်မခင်ပွန်းကို မညာမတာ အလုပ်ခိုင်းတဲ့အပြင် ကျွန်မကိုလည်း အတင်းအဓမ္မ ဖောင်းဒိုင်းကျွေးသည်မင်းသမီးနာမည် Miho Tono",
    "url": "https://www.mediafire.com/file/5fglbnhbo6gv7h2/JUL-252.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/yCr9ZZR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SSNI-679mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးငါရဲ့အချစ်ဆုံး သူငယ်ချင်းကျော်ကြီးက ငါ့ရည်းစားကို ငါမသိတုန်း အပီလိုးဖြဲခဲ့သည်မင်းသမီးနာမည် Yura KanoVip memberတွေအတွက် သီးသန့် တင်ပေးထားတဲ့ဇာတ်ကားဖစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/w1alb0a30i8ddpp/SSNI-679.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/irYCiow_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "WANZ-429mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ အရွယ်ရောက်ခါစ သမီးဖြစ်သူက ဘဲထားတတ်နေပါပြီ ဘဲကို အမေဖြစ်သူနဲ့ မိတ်ဆက်ပေးပြီး အိမ်ခေါ်စာလုပ်သလိုလိုနဲ့ ဟွာလုပ်ဖို့ကြိုးစားခဲ့တဲ့ အပျိုပေါက်သမီးလေးကို ငယ်ရွယ်သေးချိန်မှာ ဒါတွေမလုပ်ဖို့ စာကိုသာအာရုံစိုက်သင့်ကြောင်း အမေတစ်ယောက်အနေနဲ့ ပြောဆိုဆုံးမခဲ့ပါတယ် တစ်ဖက်မှာတော့ Mizuno  လေးဟာ ဇောင်းထနေတဲ့သူမရဲ့ဘဲကို အိမ်ခေါ်ပြီး နှစ်ယောက်ချင်းတွေ့ကာ ဇောင်းမထအောင် ပညာအမျိုးမျိုးပေးကာ ဆုံးမခဲ့ပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/mygorvhcqavhypv/WANZ_429-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fXQ9Q1F_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "XVSR-558mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ ယောက်ျားအိမ်မှာမရှိတုန်း ကောင်လေးတွေနဲ့နောက်မီးလင်းတတ်တဲ့ မိန်းမချောလေးကို ပညာကောင်းကောင်းပေးတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါMC တို့ဟိုဘက်ခန်းက ဆော်ချောချောလေးတစ်ယောက်က  အိမ်မှာယောက်ျားမရှိရင်မရှိသလို  ဘဲတွေကို  ခေါ်ခေါ်လာတတ်ပါတယ် ဒါတွေကိုမြင်တွေ့နေရတဲ့ MC က ဗွီဒီယိုချောင်းရိုက်ထားပြီး သူမယောက်ျားခရီးထွက်တုန်း ဆော်လေးကို အကြပ်ကိုင်ခဲ့ပါတော့တယ် သူ့အကြောင်းတွေအကုန်သိသွားတဲ့ MC နဲ့တွေ့မှ စားဆော်လေးဘယ်လို ဝပ်ဆင်းသွားရလဲဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/vremh1nj227zl2d/XVSR_558-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Mov9oPt_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "HTMS-119mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ရွှေရင်အစုံဖွံ့ထွားလှတဲ့ မင်းသမီး ၅ယောက်ရဲ့ ဇာတ်လမ်းတို ၅ပုဒ်ပါဝင်ပြီး တစ်ယောက်ချင်းစီရဲ့ ထန်ပုံထန်နည်းလေးတွေကို ခါတိုင်းနဲ့မတူ တမူထူးခြားအောင် ဖော်ပြထားတဲ့ ဇာတ်လမ်းသွားလေးပါဇာတ်လမ်းတို ၁ - အစားပုတ်သလို အစားလဲပုတ်တဲ့ အမကြီးဇာတ်လမ်းတို ၂ - ဟိုဘက်ခန်းက ဦးလေးကြီးအိမ် ယောက်ျားမသိအောင် ခိုးသွားတဲ့ အမျိုးသမီးဇာတ်လမ်းတို ၃ - နေ့ခင်းကြောင်တောင်ထန်နေလို့ ဘဲကြီးအခန်းဇွတ်ဝင်တဲ့ အကိတ်မလေးဇာတ်လမ်းတို ၄ - ခွဲစိတ်ခန်းက ဆရာမလေးရဲ့ ဆေးရုံအုပ်ကစ လူနာပါမချန် ဆွဲစားပုံဇာတ်လမ်းတို ၅ - မွေးစားအဖေအိမ် ပိုက်ဆံသွားတောင်းသော ကောင်မလေးအကြောင်း..",
    "url": "https://www.mediafire.com/file/2ole4t8vgu0ohmj/HTMS_119-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/slJWgFn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "VOSS-083mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/w62hazw868k85su/VOSS+083-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/VnIYWRF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "SDMU-817mmsub*vip",
    "info": "မြန်မာစာတန်းထိုးMC ကလူသာငယ်တာ အစွယ်စုံပေါက်နေတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး ကောင်မလေးချောချောလေးတွေရှေ့မှာဆို မခုတ်တတ်တဲ့ကြောင်ငယ်လေးလိုလဲ သနားစရာကောင်းအောင်နေတတ်ပါသေးတယ် တစ်နေ့မှာတော့ အိမ်ကလူတွေခရီးထွက်တော့ အကို့ဇနီးမရီးအထန်မလေးနဲ့ တစ်အိမ်တည်းနေခဲ့ရပါတယ် အကို့ဇနီးအထန်မလေးနာမည်က Hana ဖြစ်ပြီး လုံးကြီးပေါက်လှသူမက မူယာမာယာများတဲ့အပြင် ကောင်လေးတွေကို ဆွဲစားလေ့ရှိသူပါ Hana တစ်ယောက် မခုတ်တတ်တဲ့ကြောင်လေးဟန်ဆောင်နေတဲ့ MC ကို လူပျိုပေါက်လေးအထင်နဲ့ ဆွဲစားဖို့ကြိုးစားရာမှာ လူသာငယ်ပေမယ့် အထာကျတဲ့ MC က Hana ကိုဘယ်လိုပညာခန်းပြမလဲဆိုတာကတော့......",
    "url": "https://www.mediafire.com/file/mlvuanqwov6ix1k/SDMU-817-HD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/YHf7AjB_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "HND-796mmsub*vip",
    "info": "မြန်မာစာတန်းထိုး‌အဖေက နောက်အိမ်ထောင် ပြုလိုက်လို့ မေမေလေးမှာ ချစ်စရာကောင်းတဲ့ သမီးပျိုလေး တစ်ယောက်ပါလာခဲ့ပါတယ်တစ်နေ့မှာ မိဘနှစ် ခရီးထွက်တုန်း အိမ်မှာ ညီမလေးနဲ့ နှစ်ယောက်တည်း ကျန်ခဲ့တဲ့အချိန်မှာတော့မျက်နှာကို ချွေး၊ တံတွေးနဲ့ ရွှံ့တွေဖုံးပြီး ငါ့ကို ရွံနေသလိုလို အမြဲဆက်ဆံနေတဲ့ ငါ့ရဲ့ Stepsister (မိထွေးသမီး)ကို လက်စားချေခြင်း မငါးသမီးနာမည် Yui Nagase",
    "url": "https://www.mediafire.com/file/i6cg8v3ttdinduw/HND_796-HD.mp4/file"
  }
]