[
  {
    "thumbnail": "https://i.imgur.com/dEiILKb.jpg",
    "title": "HUNBL-069mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးကျေးဇူးပြုပြီး ငါ့သမီးကိုမထိပါနဲ့မအေနဲ့သမီးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်ကြတဲ့ ဇာတ်လမ်း",
    "url": "https://www.mediafire.com/file/8yvg90hg38dd4ns/HUNBL-069%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/eMVrEri.jpg",
    "title": "URE-057mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးManga ကိုပြန်ရိုက်ထားတာဖြစ်ပြီး တူဖြစ်သူက အန်တီကိုဘယ်လိုအကြပ်ကိုင်ပြီး ရှယ်တီးသွားမလဲဆိုတာကို ကြည့်ရှုရပါမယ်မင်းသမီးနာမည် Ayumi Miura",
    "url": "https://www.mediafire.com/file/aqo2cpf3xuevzq6/URE-057-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cA8Q8Wf.jpg",
    "title": "SSPD-142mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးSaeko ယောက်ျားနေမကောင်းဖြစ်လို့ ဆေးရုံတင်ထားရပါတယ် ဒါပေမယ့်အဲ့ဆေးရုံမှာလျှိုဝှက်ချက်တွေရှိနေပါတယ်ဒီဆေးရုံရဲ့ လျို့ဝှက်ချက်က ဘာဖစ်မလဲမင်းသမီးနာမည် Saeko Matsushita",
    "url": "https://www.mediafire.com/file/za187n29bkjxxyz/Sspd-142sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/0TlCbAL.jpg",
    "title": "JUQ-220mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးErika တိုလင်မယားဟာကလေးယူဖိုအတွက်အစွမ်း‌ကုန်ကြိုးစားနေပေမယ့် ဘယ်လိုကြိုးစားကြိုးစားမရပါဘူး။ဒါကြောင့်ဆေးစစ်ချက်ယူတဲ့အခါမှာ Erika ယောက်ျား က မစွမ်းတာဖြစ်နေပါတယ်။ဒါကိုသိတဲ့ ယောက္ခထီးကြီးက ဒေါပွကာ သူ့ကုမ္ပဏီဆက်ခံမယ့်မျိုးဆက်ကိုမမွေးပေးနိုင်ကြဘူးဆိုပြီး သူတိုလင်မယားကိုအိမ်ပေါ်က နှင်ချဖို့လုပ်လာတဲ့အခါ....မင်းသမီးနာမည် Erika Ozaki",
    "url": "https://www.mediafire.com/file/0znldck36knxge9/JUQ-220-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8NWA6a1.jpg",
    "title": "ATID-561mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအဖေဖစ်သူအတွက်လက်စားချေဖို့ ချစ်သူကောင်လေးရှိပေမယ့်လည်း ဦးလေးကြီးအရွယ် သူဌေးကြီးကိုလက်ထပ်ခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းမင်းသမီးနာမည် Miu Shiramine",
    "url": "https://www.mediafire.com/file/l3va8pyytb0d0ko/Atid-561sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Bl5lSwz.jpg",
    "title": "PPPD-871mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမိန်းမကောင်းတော့ ယောကျာ်းတစ်ထောင်တဲ့အေးမိစံကို ယောကျာ်းတစ်သိုက် ဘယ်လို‌တွေကြမ်းသွားမလဲ...မင်းသမီးနာမည် Eimi Fukada",
    "url": "https://www.mediafire.com/file/oocgw41bjtx7mvm/PPPD-871SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/qwjTMYK.jpg",
    "title": "JUQ-196mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမြေးချီချင်လို သမက်ကိုတလလောက်ဘာမှမဘာခိုင်းဘဲအငတ်ထားထားပီး သမီးနဲ့ရေပူစမ်းမှာလွှတ်ပေးကာမှ သမက်က သမီးဖြစ်သူကိုမဘုဘဲ ယောက္ခမကိုတက်ကြိတ်သွားတဲ့ဇာတ်လမ်းလေး...မင်းသမီးနာမည် Kanna Fuji",
    "url": "https://www.mediafire.com/file/xx62mekisz88shc/JUQ-196-MR%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4XdCOzP.jpg",
    "title": "NSPS-930mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဦးဂတုံးက ကုမ္ပဏီတခုရဲ့ဌာနမှုးဖြစ်ပါတယ် ဒီမှာဟီဂျိရိရဲ့ခင်ပွန်းက လက်အောက်ငယ်သားဖြစ်ပါတယ် ဒါပေမယ့် ဦးဂတုံးကိုဖြုတ်ချပြီး စီမံကိန်းတခုကို ဟီဂျိရိယောက်ျားကဦးဆောင်ဖို့လုပ်ပါတယ် ဦးဂတုံးဟာ အတွေ့အကြုံရင့်သူမို့ အဲ့ project က စွန့်စားရမှာများပြီး ကုမ္ပဏီဒေဝါလီခံနိုင်တဲ့ထိ ဖြစ်နိုင်တာသိနေပါတယ်ထင်တဲ့အတိုင်းပဲဖြစ်ခဲ့ပြီး ဟီဂျိရိလည်း သူ့ယောက်ျားကိုကယ်တင်ဖို့ ဘာတွေပေးဆပ်လိုက်ရမလဲဆိုတာကတော့မင်းသမီးနာမည် Hijiri Maiharaမြန်မာပရိသတ်‌တွေအသဲစွဲ ဂျပန်ဂတုံးကားလေးပါ",
    "url": "https://www.mediafire.com/file/dvje70jprm16ivu/%255BBlueTVApp%255DNsps-930sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/uovPl7Z.jpg",
    "title": "ALDN-146mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးယောင်္ကျားဆုံးလို့ တယောက်ထဲနေနေရတဲ့ယောက္ခမပျင်းမှာစိုးလို့ကန်တာတိုလင်မယားနှစ်ယောက်ဟာ အမေနဲ့တူတူပြန်လာနေခဲ့ပါတယ် ကြာလာတော့အိုးချင်းထားအိုးချင်းထိဆိုသလို သမက်နဲ့ယောက္ခမလဲအနေနီးတော့စိတ်ကစားကြရင်း...မင်းသမီးနာမည် Rie Takeuchiအသက်ကြီးကြီး အဒေါ်ကြီးတွေမှကြည့်ချင်တယ်ဆိုတဲ့သူတွေအတွက်",
    "url": "https://www.mediafire.com/file/hdc3tfgq69n24lh/ALDN-146%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/kxdNJdp.jpg",
    "title": "ADN-464mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအဖေနောက်အိမ်ထောင်ပြုလိုက်လို့ မောင်ဇော်ဟာအမေအသစ်တစ်ယောက် ရလာခဲ့ပါတယ်မိထွေးဖစ်သူကတော့ သားတစ်ယောက်လို သဘောထားပေမယ့်....မင်းသမီးနာမည် Yuri Sasahara",
    "url": "https://www.mediafire.com/file/bqq0moybvwtsqqk/%255BBlueTV%255DAdn-464sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fM4wW5a.jpg",
    "title": "RBD-907mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးAkari နဲ့ Nao တို့ဟာ သိမ်ချစ်ကြတဲ့ညီမတွေပါအမဖြစ်သူAkari က လက်ထပ်ပြီး ဘဝသစ်ထူထောင်ရမှာမလို့ပျော်နေကြပါတယ်တဖက်မှာလည်း Akari အရင်EXက SMS ကနေ သူရဲ့ကိုယ်လုံးတီးပုံတွေပို့ပြီး နှောက်ယှက်နေပါတယ်ဒီလိုနဲ့ Akari ရဲ့EX ဟာသူတို့နေတဲ့နေရာကိုရှာတွေ့သွားပြီး ညီမဖြစ်သူ Nao က အိမ်မှာတယောက်တည်းရှိချိန်တံခါးဖွင့်ပေးမိရာမှ…မင်းသမီးနာမည် Akari Mitani .Nao Jingujiနာမည်ကြီးလူကြိုက်များတဲ့ မင်းသမီးနှစ်လတ်ပါဝင်တာမို့ လက်မလွှတ်တမ်း ကြည့်ရှုသင့်ပါတယ်",
    "url": "https://www.mediafire.com/file/16jou4drlz9pz0o/%255BBlueTvApp%255DRbd-690sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/AYiUdQv.jpg",
    "title": "HMN-396mmsub *vip",
    "info": "မြန်ုမာစာတန်းထိုးမြို့တွင် စာမေးပွဲဖြေရန်အတွက် အစ်ကိုတို့လင်မယားနေအိမ်သို့ ရောက်ရှိလာသော ခင်ပွန်းရဲ့ညီ....မရီး ဖြစ်သူရဲ့ အလှတွေအောက်မှာကျရှုံးသွားပြီး ပွဲကြမ်းမင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/ezrbqzg11k6bfa6/Hmn-396sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/FR9XWDs.jpg",
    "title": "IPZZ-022mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမောင်လေးရဲ့ အကြွေးတွေကြောင့် ရာကူဇာခေါင်းဆောင်ကြီးက အစ်မဖစ်သူကို မောင်လေးအသက်မသေ‌‌စေချင်ရင် ငါ့မိန်းမအဖြစ်ဆယ်ရက်နေရမယ်ဟု အပေးအယူလုပ်ခဲ့ပါတယ် မင်းသမီးနာမည် Hikari Azusa",
    "url": "https://www.mediafire.com/file/hyee05rlqdzueop/IPZZ_022_-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/NWF1Y1x.jpg",
    "title": "ROYD-100mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးသမီးလေး အရွယ်ရောက်နေပီဖစ်လို့ မိဘတွေက အိမ်ထောင်ဖက်နဲ့ ပေးတွေ့ပါတော့မည်...လင်ယူရမှာကြောက်တဲ့သူမဟာ  လုပ်ဖော်ကိုင်ဖက် ကျော်ကြီးကို သူ့ရည်းစားအဖြစ်ဟန်ဆောင်ခိုင်းပြီး မိဘတွေနဲ့ မိတ်ဆက်ပေးခဲ့ပါတယ်မိဘတွေရိပ်မိသွားမှာစိုးလို့ ပီပြင်အောင်ဟန်ဆောင်နေရပြီး ကျော်ကြီးလက်ချက်လည်း မမိအောင်ကြိုးစားရင်းနဲ့....မင်းသမီးနာမည် Meisa Kawakita",
    "url": "https://www.mediafire.com/file/wegwdj2ijfbgm5x/Royd-100sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/foFORyx.jpg",
    "title": "SDDE-641mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအရမ်းချစ်ကြတဲ့ မောင်နှမ၂ယောက်ရှိရာ တစ်နေ့မှာ စာတော်တဲ့အစ်မဖြစ်သူက စိတ်နောက်သလိုဖြစ်သွားပြီး တစ်ကိုယ်ရည်သန့်ရှင်းမှုပါမလုပ်နိုင်တော့သောကြောင့်  မောင်ဖြစ်သူက ပြန်လည်စောင့်ရှောက်‌နေရပါတယ်ဒီလိုနဲ့ အစ်မဖြစ်သူကို ပြန်ကောင်းလာအောင် ကြိုးစားပြုစုရင်း...မင်းသမီးနာမည် Rika Tsubaki",
    "url": "https://www.mediafire.com/file/szyrhgej6sd32ll/SDDE-641%257EHD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4XcQGxw.jpg",
    "title": "ADN-416mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမိန်းမသေတာကြာပြီဖြစ်တဲ့ အဖေ နောက်အိမ်ထောင်ပြုတာကို ကြည်ကြည်ဖြူဖြူလက်ခံခဲ့တဲ့ သားလိမ္မာလေး နာအိုခိ ဟာ အဖေ့နောက်မိန်းမက ငယ်ချောလေးမို့ မြင်ပါများတော့အကြင်နာတွေပွားနေခဲ့တယ်စာလည်းအာရုံမစိုက်နိုင်ပဲ သူ့အဖေနဲ့ဖုတ်တာတွေကို ခိုးနားထောင် အတွင်းခံတွေခိုးရှုနဲ့ ရောဂါအတော်ကျွမ်းနေခဲ့လေပီ.....မင်းသမီးနာမည် Nanami Misaki",
    "url": "https://www.mediafire.com/file/1bqnwazzvq51oak/Adn-416sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/HN8vNcB.jpg",
    "title": "SAME-047mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးခင်ပွန်းကအိမ်ပြန်နောက်ကျလို့ အထီးကျန်နေပါတယ်ဆိုမှ ဘဲကြီးတစ်ဗွေဆီက မုဒိန်းကျင့်ခံလိုက်ရတယ်ဒါပေမယ့်လည်း အဓမ္မပြုကျင့်ခံရတာဟာ အထီးကျန်မှုကို ဖြေသိမ့်ဖို့တစ်ခုတည်းသောနည်းလမ်း ဖြစ်နေတဲ့အခါ..မင်းသမီးနာမည် Kanako Ioka",
    "url": "https://www.mediafire.com/file/v4k11teief1zikb/SAME-047%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/isI4uii.jpg",
    "title": "PRED-209mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအလုပ်နဲ့ပတ်သက်လာရင် ဟာတာနာကာဆိုတဲ့လူဟာ လုပ်သမျှတလွဲပါ..ဒါကြောင့် မာရီယာတစ်ယောက် သူနဲ့တွဲလုပ်ရတာကို ဒေါသထွက်နေတာပေါ့ဒါပေမယ့်ဒီလူတော်တဲ့ တစ်နေရာရှိပါတယ်ဒါကိုမာရီယာတယောက်သိသွားတဲ့အခါမှာတော့...မင်းသမီးနာမည် Maria Nagai",
    "url": "https://www.mediafire.com/file/e3kssq53vuf89yl/Pred_209_-SD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/EC7n9w5.jpg",
    "title": "MIAA-852mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီကားမှာတော့ Jun သူငယ်ချင်းဟာ သူ့ကိုအိမ်ကိုဖိတ်ပြီးမုန့်ကျွေးသလိုလိုနဲ့ ယောက်ျားအချောလေးရတာကို မသိမသာကပ်ကြွားပြီး Ro နေတာကြောင့် မနာလိုဖြစ်သွားတဲ့ junဟာ သူငယ်ချင်းရဲ့ခင်ပွန်းကို စနှိုက်ကျော်ပါတော့မယ်မင်းသမီးနာမည် Jun Suehiro",
    "url": "https://www.mediafire.com/file/27kg9bkslroytat/MIAA-852-MR%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Upm1ROg.jpg",
    "title": "PPPE-032mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးအိုင်ရီရဲ့အမေနောက်အိမ်ထောင်ပြုတော့ သူမဟာ ပထွေးဖြစ်သူနဲ့တူတူနေထိုင်ရပါတော့သည်ပထွေးဆိုပေမယ့် အိုင်ရီအပေါ်အများကြီးသဘောကောင်းလို့ ယုံရတဲ့လူပါအဲ့လိုထင်ခဲ့တာပေါ့ ဒီလိုနဲ့တရက်အမေခရီးသွားတုန်း နှစ်ယောက်ထဲကျန်ခဲ့ချိန်မှာတော့ သိုးရေခြုံထားတဲ့ပထွေးတစ်ယောက်ဖစ်နေခဲ့ပါတယ်မင်းသမီးနာမည် Airi Honoka",
    "url": "https://www.mediafire.com/file/xs17bj5nqvucoob/PPPE_032_-SD.m4v/file"
  }
]