[
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/01/3061101h.jpg",
    "title": "Les Fauves (2020) *vip",
    "info": "မိုက်ကယ်သည် Les Fauves ဟုနာမည်ဆိုးဖစ် ကျော်ကြားသော အဖွဲ့အစည်း တစ်ခုရဲ့ခေါင်းဆောင်ဖစ်သည် ရက်စက်ကြမ်းကြုတ်သောရဲများ သည် မိုက်ကယ်ကိုဖမ်းရန် ကြိုးစားနေကြပီးမိုက်ကယ်သည် ရဲတွေကို စောက်ဂရုမစိုက် ကိုယ်ပိုင်လှေကြီး နဲ့ ဇိမ်ခံအိမ်ကြီးတွင် မိန်းမချောလေးတွေ တစ်ယောက်ပီး တစ်ယောက်လိုးရင်းအချိန်ကုန်လေ့ရှိသည် ရဲတွေကဘဲ့ မိုက်ကယ်ကို ဖမ်းဆီးနိုင်မလား မိုက်ကယ်ကဘဲ့ ရဲတွေလက်ကနေ လွတ်အောက်ထွက်ပြေးနိုင်မလားဆိုတာကိုတော့....ဇာတ်ကားကြာချိန် 1 နာရီ 40 မီနစ်",
    "url": "https://www.mediafire.com/file/osnbipuwkdyhcp2/Les_Fauves_%25282020%2529.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/RWhRAT2_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Rae Lil Black – Brother Bangs The Bride-To-Be *vip",
    "info": "ဇော်ဇော်သည် သူ၏ ချစ်သူချောလေး Rae ကို မိသားစုနဲ့ မိတ်ဆက်ပေးဖို့ အိမ်ကို ခေါ်လာခဲ့သည် ကံမကောင်းစွာဖြင့် အိမ်‌ရောက်တာနဲ့ Rae သည် ချစ်သူရဲ့အကိုဖစ်သူကျော်ကြီး ကိုမြင်ပီး သဘောကျသွားခဲ့တယ်  ကျော်ကြီးက လူကသာပိန်တာ လီးကတော့ ကြောက်စရာကြီးရုပ်လှသလောက်ယွတဲ့ ညီလေးရဲ့ချစ်သူကို ရှယ်လိုး",
    "url": "https://www.mediafire.com/file/5i6pp2tio60lo6l/BrotherBangsTheBride.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/53/3266053h.jpg",
    "title": "Compromised Principles 2022 *vip",
    "info": "ကတုံးသည် စော်အလန်းလေး ခင်ခင် ကို လိုးချင်လို့ အကြွေးရစရာရှိသောဆရာမကို အသုံးချလေသည်  ဆရာမရဲ့ အမိန့်ကြောင့် ခင်ခင်သည် ကတုံးနဲ့  လိုးရပါတော့မည်တစ်ကားတည်းမှာ scene 2 ခန်းတောင် ပါတာမို့ ကြည့်ရတာရှယ်မိုက်ဇာတ်ကားကြာချိန် 1 နာရီ 23 မီနစ်",
    "url": "https://www.mediafire.com/file/incpefxcgphyo26/Compromised_Principles.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/102SyJF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Keira Croft – Immortalized *vip",
    "info": "ခင်နုသည် ဘဝတစ်လျှောက်လုံး ဦးတည်ချက်မဲ့ လွင့်မျောနေသော အမျိုးသမီးငယ်တစ်ဦးဖြစ်သည်။  သူမဟာ အောင်မြင်ကျော်ကြားတဲ့ မင်းသမီးတစ်ယောက်ဖြစ်ဖို့ အိပ်မက်ကြီးကြီးမားမားရှိပေမယ့် ကံကောင်းခြင်းမရှိသေးလို့မအောင်မြင်သေးပါ သူမသည် ကျော်ကြီးဆီက အခန်းတစ်ခန်းငှားခဲ့သည် ကျော်ကြီးသည် ယဉ်ကျေးပြီး လိုက်လျောညီထွေရှိပါသည်  အိမ်အတွက် သူ့တွင်ရှိသည့် တစ်ခုတည်းသော စည်းကမ်းမှာ သူ့အခန်းထဲသို့ မဝင်ရန်ဖစ်သည်  တစ်နေ့မှာတော့ ကျော်ကြီး အပြင်သွားတုန်း ခင်နုသည် ကျော်ကြီး အခန်းထဲ သို့ မတော်တဆ ဝင်မိသွားပီး ကျော်ကြီး လျို့ဝှက်ချက်ကို သိရှိသွားခဲ့ရာ သူပေးဆပ်ရပါတော့မည်....",
    "url": "https://www.mediafire.com/file/imx4w7b12jegxw6/Immortalized.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/sr38CI8_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Perv Therapy – Pristine Edge & Nicole Aria – Pent Up Attraction *vip",
    "info": "နာတာရှာ နှင့် ကျော်ကြီး တို့သည် မောင်နှမသားချင်းများဖစ်ပီး အိမ်တွင် တစ်ယောက်နဲ့တစ်ယောက် မတည့်သဖြင့်  ကုထုံးပညာရှင် Pristine Edge ထံ သွားရောက်တွေ့ဆုံခဲ့သည်။ ကုထုံးဆရာမသည် ဘယ်လိုနည်းလမ်းတွေနဲ့ သူတို့နှစ်ယောက်ကို တည့်သွားအောင် ပြုလုပ်ပေးသွားမလဲဆိုတာကိုတော့",
    "url": "https://www.mediafire.com/file/zkg7pgozu2296uk/NicoleAriaAndPristine.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GQ3gjDi_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Kelsi Monroe & Dixie Lynn – Sneaky Cock Imposter *vip",
    "info": "စော်ချင်းလဲပီး ဆွဲတဲ့ဇာတ်ကားပါကပ္ပလီရဲ့ လီးကြီးကြီး နဲ့ လိုးချက်တွေကို ကြည့်ရပါမယ်",
    "url": "https://www.mediafire.com/file/7w3mryz4873amt6/MonroeAnd.mp4/file"
  },
  {
    "thumbnail": "https://sun9-45.userapi.com/c855432/v855432762/e1f98/AQjyQ-d3Xh4.jpg",
    "title": "PureTaboo – Chanel Preston  Evelyn Claire – Dibs on mom *vip",
    "info": "မိထွေးဖစ်သူကို ဆွဲစားပီးတဲ့အပြင် မိထွေးရဲ့ သမီးကိုပါ လိုက်ပွဲအနေနဲ့ ထပ်ဆွဲလိုက်တဲ့ သားဖစ်သူကျော်ကြီး",
    "url": "https://www.mediafire.com/file/co2fjbj7k23pszu/Dibs_on_mom.mp4/file"
  },
  {
    "thumbnail": "https://freeporn.rip/wp-content/uploads/2017/01/5a8de7e291ef4d331d3083a656c6746a.jpg",
    "title": "My Mom Prefers Young (2016) *vip",
    "info": "မေမေလေးက လူငယ်တွေကိုပိုနှစ်သက်တယ်မိထွေးနဲ့ သားဖစ်သူတို့ဝုန်းတဲ့ကား",
    "url": "https://www.mediafire.com/file/6xn114r04pf6ij5/My_Mom_Prefers_Young.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/41/3285441h.jpg",
    "title": "Her Spitting Image 2022 *vip",
    "info": "မိုက်ကယ်သည် အိမ်ထောင်သည် တစ်ယောက် ဖစ်သည် သို့သော် သူ့ဇနီးက သူ့ကို ပေးမလိုးဘဲ လက်ညိုး‌နဲ့ဘဲ့ အာသာဖြေနေခဲ့လို့ မိုက်ကယ်ဟာ မိန်းမမလိုးရဘဲ နေခဲ့ရတာ အတော်ကြာနေပါပီတစ်နေ့မှာတော့ ချောမောလှပတဲ့ ဆယ်လီနာ ဆိုတဲ့ကောင်မလေးငယ်လေးနဲ့ တွေ့ဆုံပီးတဲ့နောက်မှာ မိုက်ကယ်ဘဝဟာ ကောင်းမွန်လာခဲ့သည် ဇနီးဖစ်သူကလည်း မိုက်ကယ် မယားငယ်ယူသွားမှာစိုးလို့ အဖက်လုပ်လာခဲ့ပါပီ",
    "url": "https://www.mediafire.com/file/02lwenuxz7n0z62/Her_Spitting_Image.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/31/3188331h.jpg",
    "title": "He_s In Charge Vol 3 (2021) *vip",
    "info": "ဒီဇာတ်ကားက bdsm ပုံစံမျိုးပါကြိုးတုပ်ပီး လိုးတဲ့အခန်းတွေ ရှယ်ကြမ်းတာမို့ အသဲခိုင်မှကြည့်သင့်ပါတယ်ဇာတ်ကား ကြာချိန် 2 နာရီ 46 မီနစ် ",
    "url": "https://www.mediafire.com/file/nkkhmth5i2r36w2/He_s+In+Charge+Vol+3.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/82/2510582h.jpg",
    "title": "The Electra Complex *vip",
    "info": "ဘရုစ် တွင် မိန်းမကွယ်လွန်သွားပီး မယားပါသမီးပျိုလေး‌တစ်ယောက် ကျန်ရစ်ခဲ့ပါသည် မယားပါသမီးလေးသည် ပြောစကားနားမထောင်တဲ့ အတွက် ဘရုစ်ကသူ့ကို လိမ္မာလာစေဖို့ ကုထုံးဆရာမ တစ်ယောက်ထံခေါ်ဆောင်သွားခဲ့သည် ‌ပြောစကားနားမထောင်တဲ့ သမီးပျိုလေးကို လိမ္မာလာအောင် ဘယ်လိုပုံစံနဲ့ကိုင်တွယ်ရမလဲဆိုတာ ကုထုံးဆရာမ က ဘရုစ်ကို သင်ပြပေးသွားမှာပါဆော်လေးကလန်း ဘဲကြီးကလည်း အလိုးသန်တော်တော်မိုက်တဲ့ကား",
    "url": "https://www.mediafire.com/file/oedlpv3q1iv4xah/The_Electra_Complex.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/86/2631286h.jpg",
    "title": "The Last House On The Right *vip",
    "info": "ယွစိန်မ တို့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းကအပြန် ဓာတ်ပုံရိုက်ရန် အိမ်ပျက်ဟောင်းကြီးဆီသို့ ခိုးဝင်လာခဲ့တယ် အဲ အိမ်ပျက်ကြီးတွင် အရက်သမားအိမ်ခြေရာမဲ့တစ်ယောက်အိပ်ပျော်လျက်ရှိနေပါတယ် ယွစိန်မတို့က အရက်သမား အိပ်ပျော်နေတယ်ထင်ပီး အရက်သမားကိုယ်ပေါ်တွင် တက်ခွပီး ဓာတ်ပုံရိုက်နေချိန်မှာ အရက်သမား ကျော်ကြီး နိုးလာခဲ့ရာ ယွစိန်မတို့သူငယ်ချင်းနှစ်ယောက်ကို....စော်လေးတွေကလန်း ဘဲကြီးကလည်း အလိုးသန်ဂေါင်းကြီးတို့အကြိုက်ဘဲ့",
    "url": "https://www.mediafire.com/file/a00khasnlgkuwyp/The_Last_House_on_the_Right.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/iwrf9BZ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Kyler Quinn – Deep Trouble *vip",
    "info": "Erica သည် သူမ၏ဆဲလ်ဖုန်းပေါ်တွင် စာတိုတစ်စောင်ရရှိပြီး တစ်စုံတစ်ဦးမှ သူမအား ညစ်ညမ်းဗီဒီယိုတစ်ခု ပေးပို့ခဲ့ကြောင်း တွေ့ရှိခဲ့သည်။  သို့သော် ဗီဒီယိုထဲတွင် မိန်းကလေးသည် သူမ၏ သူငယ်ချင်း  Hanzelဖစ်နေသဖြင့် သူမ တုန်လှုပ်သွားခဲ့သည်။ ခဏအကြာတွင်၊ Hazel သည် Erica ၏အိမ်သို့ရောက်ရှိလာပြီး သူမ၏ရင်ခွင်ထဲတွင် ငိုယိုနေခဲ့သည်။ ထင်ထားသည့်အတိုင်း videoသည် လုပ်ကြံထားသည့် videoဖစ်နေခဲ့ပီး တရားခံကတော့ သူမ၏ အချစ်ဆုံးသူငယ်ချင်း Janey ၏ မောင်လေး‌ ဇော်ဇော်ဖစ်နေခဲ့သည် သူ့အပေါ်နိုမ်ချဆက်ဆံလို့ အဲလိုလုပ်တယ်လို့ ဇော်ဇော်ဝန်ခံသဖြင့် Erica သည် ကောင်ဆိုးလေး ဇော်ဇော် ကို လိမ်မာသွားအောင် ဆုံးမပါတော့သည် ",
    "url": "https://www.mediafire.com/file/k1b2cnibqkejp1i/PureTaboo220405KylerQuin.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/95/1690095h.jpg",
    "title": "Keep It In The Family *vip",
    "info": "ဇာတ်ကားကြာချိန် 1 နာရီ53 မီနစ်မိထွေးဖစ်သူကို ဆွဲစားတဲ့ အခန်းတွေရယ် မယားပါသမီးကိုမှ ဝိုက်တဲ့ ဒယ်ဒီရယ်",
    "url": "https://www.mediafire.com/file/7e77w43z30w4cr0/Keep_It_In_The_Family.mp4/file"
  },
  {
    "thumbnail": "https://image1.hotmovies.com/image2/xfront/445/445253.xfront.2.jpg",
    "title": "Daddy 4 (2022) *vip",
    "info": "ဒယ်ဒီ",
    "url": "https://www.mediafire.com/file/aut4ctwwku34otk/Daddy4.mp4/file"
  },
  {
    "thumbnail": "https://xxxvidso.com/wp-content/uploads/2021/04/55251_04_01.jpg",
    "title": "Vanessa_Vega My_Best_Friend_Stole_My_Girlfriend *vip",
    "info": "မြန်မာစာတန်းထိုးစကားဆိုတာ ထွက်တိုင်း မပြောရဘူးဆိုတာကို ဆော်နဲ့ရင်းပြီး သိလိုက်ရတဲ့ ဂေါင်းကြီ",
    "url": "https://www.mediafire.com/file/0ykva02dgbyrxjn/My_Best_Friend_Stole_My_Girlfriend.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/3TACFg0_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Mylf Classics - Aaliyah Love - Dominated By Mystery Man-Aaliyah Love - Domi *vip",
    "info": "လှပသောဆံပင်ရွှေရောင်ရှိသည့် Aaliyahသည် တစ်ညတွင် သူမကို သူလျှိုလုပ်သည်ဟုပြောသော သူစိမ်းထံမှ ကြောက်စရာကောင်းသော ဖုန်းခေါ်ဆိုမှုကို လက်ခံရရှိသောအခါတွင် သူမသည် တစ်ယောက်တည်း အိမ်တွင်ရှိနေပါသည်။  သူမ နေရာကို လှည့်ကြည့်လိုက်သောအခါ တိုက်ခိုက်ရန် အသင့်ဖြစ်နေပြီဖြစ်သော အရိပ်ထဲတွင် သူစိမ်းတစ်ယောက်ကို တွေ့လိုက်ရသည်....",
    "url": "https://www.mediafire.com/file/kywqurhr4zfdkmo/Dominated_By_Mystery.mp4/file"
  },
  {
    "thumbnail": "https://keep2porn.net/uploads/posts/2019-03/1553612839_u8hih40xn4c2g6yygocp.jpg",
    "title": "My Daughter The Whore *vip",
    "info": "သမီးဖစ်သူကို ဖာခံခိုင်းတဲ့ဇာတ်လမ်းလေးပါ သမီးဖစ်သူကို အခန်းထဲ ထည့်ထားပီး ယောကျာ်းတွေနဲ့ပေးလိုးတာ သမီးဖစ်သူက စိတ်မပါလို့ ဖောက်သည်တွေကို စိတ်ကျေနပ်အောင်မလုပ်ပေးဘူး အဲဒါကို ဖအေဖစ်သူကသိတော့  ဒေါသ ထွက်သွားပီး  နောက်တစ်ခါ ဖောက်သည် တွေနဲ့လိုးတဲ့အခါ အရင်လို အခန်းပြင်က မစောင့်တော့ဘဲ လိုးနေတာကို သူကိုယ်တိုင် ထိုင်ကြည့်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/5icnzlwv084rwub/My_Daughter__The_Wh%2Ar%2A.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/70/1692470h.jpg",
    "title": "A Novice Lawyer *vip",
    "info": "အာဏာ၊ ငွေကြေး၊ လိင်နှင့် အကျင့်ပျက်ခြစားမှုကမ္ဘာကြီးမှ ကြိုဆိုပါ၏ - Anna ဆိုတဲ့ ရှေ့နေမလေးက စားဘဲကြီးကို မသိသေးသော်လည်း စားဘဲကြီး၏ အမှုအသစ်ကို ခုခံကာကွယ်ရန် သဘောတူခြင်းဖြင့် သူမသည် အန္တရာယ်ရှိသော ဂိမ်းတစ်ခုကို ကစားနေပါသည်။  ရာဇ၀တ်ကောင်တွေနဲ့ ပြည့်နှက်နေတဲ့ အကျဉ်းထောင်တွေကနေ နိုက်ကလပ်တွေအထိ၊ တရားရေးစနစ်ရဲ့ ဇိမ်ခံရုံးတွေကနေ မြို့တော်ရဲ့ အကြမ်းတမ်းဆုံးနေရာတွေအထိ၊ လှပပြီး ရည်မှန်းချက်ကြီးတဲ့ Anna က ဦးဆောင်တဲ့ စုံစမ်းစစ်ဆေးမှုက သင့်ကို ဖောက်ပြန်တာ၊ အန္တရာယ်တွေနဲ့ သာယာမှုတွေရှိတဲ့ မယုံနိုင်စရာကမ္ဘာကြီးထဲကို ဆွဲခေါ်သွားပါတယ်။",
    "url": "https://www.mediafire.com/file/nz7pn46beie17me/A_Novice_Lawyer.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/12/2926012h.jpg",
    "title": "Cutting the Cord A Jane Wilde Story *vip",
    "info": "ကိုယ့်မှာ ချစ်သူကောင်လေးရှိရဲ့သားနဲ့ ကိုကောင်လေးရဲ့ လီးကို ရင်မခုန်ဘဲ ဘောလုံးနည်းပြလုပ်ပေးဖူးတဲ့ ဘဲကြီးရဲ့ လီးကိုမှ ရင်ခုန်နေတဲ့ကောင်မငယ်လေးရဲ့ဇာတ်လမ်းပါသို့သော်ဂျူးဆိုတဲ့ကောင်မလေးငယ်လေးသည် ချစ်သူနဲ့ကလွဲရင် တခြားဘယ်သူနဲ့မှ လိင်မဆက်ဆံဖူးပါဘူး ",
    "url": "https://www.mediafire.com/file/frgpe5onhgcq0oj/AJaneWildeStory.mp4/file"
  }
]