[
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/IMG_20220616_171758.jpg",
    "title": "TeamSkeetClassics – Eden Sin – Two Bandits and a Freak *vip",
    "info": "ဒန်ဒန် သည် အရွယ်ရောက်နေပီဖစ်တဲ့ ချောမောလှပတဲ့ ကောင်မလေး တစ်ယောက် ဖစ်ပီး ယောက်ျားတိုင်း လိုချင်လောက် ဘော်ဒီ အချိုးအစား ကိုလည်း ပိုင်ဆိုင်ထားပါသည်ဒီဇာတ်ကားလေးထဲမှာ မျက်နှာဖုန်းစွပ် လူမည်း နှစ်ယောက်သည် ဒန်ဒန် ‌အိမ်ထဲ ခိုးဝင်လာပီး ချုပ်လိုးပါတော့သည် ",
    "url": "https://www.mediafire.com/file/6bralp3u29ewgq2/Two_Bandits_and_a_Freak.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4ui2a1b_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo Jill Kassidy What Happened To My Sister *vip",
    "info": "မြန်မာစာတန်းထိုးPure Taboo ကရိုက်တဲ့ ညီမလေးဘာဖြစ်ချင်နေတာလဲဆိုတဲ့ ကားကောင်းလေး ‌အဖေ မယားငယ်နဲ့ ပါလာတဲ့ သမီးငယ် အပျိုလေးကို ဒယ်ဒီဖစ်သူက လိုးလိုက် အကိုဖစ်သူက လိုးလိုက်နဲ့ ကြမ်းတဲ့ကားဇာတ်လမ်းလေးနဲ့မို့ လက်မလွှတ်ပဲကြည့်လိုက်ပါ",
    "url": "https://www.mediafire.com/file/5p8xdtjh9jwk4xm/What_Happened_To_My_Sister.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Ty6yr0M_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo - Laney Grey - The Responsible One *vip",
    "info": "ဟာလီ သည် သူမ၏အစ်မ စားပွဲထိုးအလုပ်မှ အိမ်ကိုစောစောပြန်လာတာကိုမြင်၍ အံ့ဩသွားတယ် အကြောင်းရင်းမှာအလုပ်ထုတ်ခံရ၍ ဖစ်သည် ဒီနှစ်ထဲတွင် ဟာလီအစ်မ အလုပ်ထုတ်ခံရတာ ဒီတစ်ခါနဲ့ဆို သုံးကြိမ်မြောက် ဖစ်သည် အိမ်ငှားခပေးရန်နဲ့ စားဝတ်နေရေးအတွက် ဟာလီ သည် သူမ၏ အစ်မရဲ့ သူဌေး ထံ အလုပ်မဖြုတ်ဖို့ သွားရောက် တောင်းပန်ခဲ့ရာ ဘာတွေ ပေးဆပ်လိုက်မလဲဆိုတာကိုတော့.... ",
    "url": "https://www.mediafire.com/file/2in64mwufxrquxa/The_Responsible_One.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/Familystrokes-Lexi-Grey-And-Karen-Fisher-Fuck-Online-Schooling.jpg",
    "title": "Family Strokes – Lexi Grey   Karen Fisher – Fuck Online Schooling *vip",
    "info": "မိထွေး နဲ့ မိထွေးရဲ့သမီးချောလေးကို ဝိုက်လိုက်တဲ့ ကျော်ကြီး",
    "url": "https://www.mediafire.com/file/rdeq2zitcflpp3g/Karen_FisherOnline_Schooling.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/IMG_20220611_185551.jpg",
    "title": "Wedding Anniversary (2022) *vip",
    "info": "8 နှစ်ပြည့် Anniversary နေ့လေးမှာ ဇနီးဖစ်သူ မှတ်မှတ်ရရ လေးဖစ်သွားအောင် အသက်ငယ်ငယ် ကောင်လေးနဲ့ ပေးလိုးလိုက်တဲ့ ကျော်ကြီးThreesomeတဲ့ အခန်းတွေ ပါဝင်တာမို့ ကြည့်ရတာ ရှယ်မိုက်",
    "url": "https://www.mediafire.com/file/2poxcgm0b0qai59/Wedding_Anniversary.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ji38CiY_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Public Agent – Nadja Lapiedra – Working Girl Shows Her Skills *vip",
    "info": "စော်လေးတွေကို ပိုက်ဆံပေးပီး လီးကြီးကြီး နဲ့ လိုက်လိုးတဲ့ Public agent ကားသစ်လေးပါPublic agent ကားတွေက ရသတစ်မျိုးကိုပေးစွမ်း‌နိုင်လို့ အက်မင်တော့ကြိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/jwq2iux5ooy32l2/Working_Girl_Shows_Her_Skills.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/photo2/main/PureTaboo-Laney-Grey-Penny-Barber-Some-Ground-Rules...-_-06.07.2022.jpg",
    "title": "Pure Taboo – Laney Grey   Penny Barber – Some Ground Rules *vip",
    "info": "မွေးစားမိဘတွေရဲ့  စားတာကို ခံလိုက်ရတဲ့ မိန်းမပျိုလေး မိချောမိချောသည် မကြာသေးခင်ကမှ မွေးစားခံရပီး မွေးစားမိဘများနေအိမ်သို့ ပြောင်းရွေ့လာခဲ့သည် သို့သော် အိမ်တွင် မိချောကို အခက်တွေ့စေသည့်  စည်းကမ်းချက် တစ်ချို့ရှိပါတယ် အဲဒါကတော့ အိမ်မှာနေရင် ကိုယ်တုံးလုံး ဖြင့်နေရမယ်ဆိုတဲ့ စည်းမျဉ်းကြောင့်ဖစ်ပါသည်မိချော ဘာဆက်ဖစ်မလဲဆိုတာကိုတော့.....",
    "url": "https://www.mediafire.com/file/xlval5s67wqcsyx/Some_Ground_Rules.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/mxNPLSk_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Public Agent – Mina Von D – Italian Redhead in Red Panties *vip",
    "info": "Public Agent တို့ရဲ့ ထုံးစံအတိုင်း စော်အလန်းလေးတွေကို ပိုက်ဆံပေးပီး ခေါ်လိုးမယ်",
    "url": "https://www.mediafire.com/file/fp1usiaocft10vt/Redhead_in_Red_Panties.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/6tvxs2r_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Bailey Brooke   Kimber Woods – Pussy Popping Like Popcorn *vip",
    "info": "ဘဲကြီးက စော်အလန်းလေးနှစ်ပွေ ကိုဖြုတ်တာ threesome ကြိုက်တဲ့သူတွေအတွက်တော့ ရှယ်ဘဲ့",
    "url": "https://www.mediafire.com/file/jc8x7vrwtz7awwf/Bailey_Brooke_Kimber_Wood.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/UMJF7wW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Blonde Label 2 (2022) *vip",
    "info": "အကြမ်းစားဖြုတ်ချက်တွေကို ကြည့်ချင်ရင်တော့ ဒီကားလေးကြည့်Blonde Label 2. Blondes make a captivating case for your attention in these four obsessive stories from Deeper.com. Azul Hermosa plays a model left alone in the room with the studio’s client in Client. Jasmin Luv is a woman marrying for money and still looking for love in Guest Services. Anna Claire Clouds comforts her sister’s deserted groom in Make Your Move. Kenzie Reeves runs the perfect scheme with her side piece in Occupied. Each directs the gaze to exactly the place they want you to look..Videoကြာချိန် 2 နာရီ",
    "url": "https://www.mediafire.com/file/5min0nu7rsdz203/Blonde_Label_2.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ZBpb8Vw_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Family Strokes – Lily Lou – With The House To Ourselves *vip",
    "info": "ဂျော်နီနဲ့ သူ၏အစ်မ တို့နှစ်ယောက် နိုင်ငံခြားမှ ပြန်လာတဲ့ သူတို့၏ပထွေးရဲ့ သမီး ဆယ်လီနာ ကို အတူကြိုဆိုကြလေသည် ဆယ်လီနာသည် နိုင်ငံခြားပြန် ဖစ်သည့်အတွက် အိမ်တွင်နေတဲ့အခါ အတွင်းခံလောက်ဝတ်ပီးနေလေ့ရှိသည် ဂျော်နီ သည် ဆယ်လီနာ၏ တောင့်တင်းသော ဖင်ကြီးတွေကို မြင်နေရ၍ လီးတောင်ကာ လိုးချင်စိတ်တွေ ဖစ်ပေါ်နေပါတော့သည် ဘာဆက်ဖစ်မလဲ ဇာတ်ကားတွင်ကြည့်ရှုလိုက်ပါ",
    "url": "https://www.mediafire.com/file/md2d8fro6fel6la/With_The_House_To.mp4/file"
  },
  {
    "thumbnail": "https://fxpornhd.com/wp-content/uploads/2021/02/bio_big-10.jpg",
    "title": "Family Strokes – Paola Hard – I Dare You  Stepsis *vip",
    "info": "မောင်နှမ Paola Hard နှင့် Jesus Reyes တို့သည် မိသားစုအားလပ်ရက်ခရီးထွက်ကြသော်လည်း ၎င်းတို့၏မိဘများသည် ဟိုတယ်ခန်းတွင် အကြာကြီးထားခဲ့တာကြောင့် သူတို့သည် ပျင်းရိလာသဖြင့် ဂိမ်းဆော့ကစားကြလေသည်ဘာတွေဖစ်မလဲဆိုတာ ဇာတ်ကားတွင်ကြည့်ရှုလိုက်ပါ",
    "url": "https://www.mediafire.com/file/ak28q7inh4v2fer/I_Dare_You__Stepsis.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/VnarRB0_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Family Strokes – Ava Sinclaire – No Rules, All Dares *vip",
    "info": "Ava ဆိုတဲ့ကောင်မလေးသည် သူမ၏အမေ နဲ့ ပထွေး တို့ရှိရာအိမ်ပြန်ဖို့ လုပ်နေပေမယ့် ကိုဗစ် ကြောင့် အိမ်ပြန်မရဘဲ ရက်ရွေ့ဆိုင်းလိုက်ရသည် ဒါကို သူမ၏အကိုဂျော်နီ (step brother)က  အခွင့်အကောင်းယူပီး သူမကို လိုးဖို့ကြံပါတော့သည်",
    "url": "https://www.mediafire.com/file/3vx28ypp39x86sr/No_Rules__All_Dares.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/o3je8gI_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Cadence Lux   Hazel Moore – Soaking *vip",
    "info": "မင်းသမီးချော Hazel Moore ပါဝင်ထားတဲ့ ဇာတ်ကားဆိုမှာတော့ လက်မလွတ်ဘဲကြည့်သင့်တယ်  ",
    "url": "https://www.mediafire.com/file/p71s8ni1ym661zb/Hazel_Moore_%25E2%2580%2593_Soaking.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/34/2692034h.jpg",
    "title": "Dangerous Women (2019) *vip",
    "info": "အိမ်ထောင်ရေး ဖောက်ပြန်တဲ့ ဇာတ်ကားလေးပါအကြမ်းဖြုတ်ချက်တွေနဲ့အတူ နာမည်ကြီး မင်းသမီးတွေပါဝင်ပါတယ်ဇာတ်ကားကြာချိန် 2 နာရီကျော်",
    "url": "https://www.mediafire.com/file/7pciikc6cgqhoek/Dangerous_Women_2019.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/v4N8cGJ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Amber Stark   Jupiter Jetson – Welcome to Humper’s Park # 2 *vip",
    "info": "Brazzers ဆိုတာနဲ့ လူတော်တော်များများကြိုက်ပီးသားပါ ဘာလို့လဲ ဆိုတော့ သူက ဇာတ်လမ်းတိုတိုလေးနဲ့ ပျင်းစရာမကောင်းအောင် ရိုက်ထားလို့ဘဲ့ပြောရမှာပေါ့ဒီဇာတ်ကားလေးမှာတော့ ကားပြင်သမား အဘိုးကြီးက သူဌေးသမီး စကီလေး နှစ်ယောက်ကို ရှယ်လိုးတာ ကြည့်ရတာ မိုက်မိုက်",
    "url": "https://www.mediafire.com/file/6k34wpia5rz5lhv/Welcome_to_Humper_2.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8aVuEmQ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Dad Crush – Brenna Mckenna – Two Works Better Than One *vip",
    "info": "မယားပါသမီးလေး Brenna သည် သူမ၏ လေးလံသော အလုပ်တာဝန်ကြောင့် စိတ်ဖိစီးနေရသည်ကို ပထွေးဖစ်သူIke က သတိပြုမိခဲ့သည် ။  သူမသည် အလုပ်ကြိုးစားသူဖြစ်ပြီး စိတ်ပူပင်သောပထွေးတစ်ဦးအနေဖြင့် သူမ၏တင်းမာမှုကို ပြေပျောက်စေမည့် သဘာဝနည်းလမ်းဖြင့် သူမကို ကူညီလိုက်လေသည်",
    "url": "https://www.mediafire.com/file/jkfqmd01r9f7hor/Two_Works_Better_Than_One.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/6LowXwL_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Nymphomaniac Vol.1 (2013) *vip",
    "info": "မြန်မာစာတန်းထိုးကိုးရီးယား 18+ တွေလို အားတိုင်းကြဲနေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းဆန်ဆန် ကြည့်ချင်သူများ ဒီလိုကားမျိုးကို လက်မလွှတ်ကြဖို့ အကြံပေးချင်ပါတယ်။ အားတိုင်းကြဲနေတာမျိုးမဟုတ်ပေမဲ့ ပါလိုက်တဲ့ အခန်းတိုင်းကလည်း ဘာဆင်ဆာမှ မပါတဲ့အထိကို ကြမ်းလွန်းတာကြောင့် Dark Side ကတော့ 21+ အနေနဲ့ သတ်မှတ်ပေးထားပါတယ်။",
    "url": "https://www.mediafire.com/file/its8i78ie2tw363/Nymphomania.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/hgbPQ7M_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Daughter Swap – Mina Luxx   Theodora Day – Spoon Me  I’m Scared *vip",
    "info": "သမီးပျိုလေး တစ်ယောက်စီ ပိုင်ဆိုင်ထားတဲ့ အဘိုးကြီး သူငယ်ချင်းနှစ်ယောက် သမီးချင်း လဲစားတဲ့ဇာတ်လမ်းလေးပါ",
    "url": "https://www.mediafire.com/file/litpry5qy7sao2u/Spoon_Me__I%25E2%2580%2599m_Scared.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/YF3us3B_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "In Love With Daddy 3 *vip",
    "info": "ပထွေး လက်ချက်မိသွားတဲ့ စော်လေးကောင်မလေးက ရှယ်လန်းတယ်",
    "url": "https://www.mediafire.com/file/3pvyvsax3v1x6sn/In_Love_With_Dad.mp4/file"
  }
]