[
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/66/3335866h.jpg",
    "title": "Black Stepbrothers 2 (2022) *vip",
    "info": "(step sister)ညီမလေးတွေကို လိုးမယ်ညီမလေးတွေကလည်း ဖြူဖြူဖွေးဖွေးကြီးတွေThese petite teens don't have to leave their house to have a good time. Jazmin Luv, Coco Lovecock, Haley Spades and Sera Ryder look up to their stepbrothers. So when they get horny, they open their legs for their big black dicks and let their stepsiblings show them a thing or two",
    "url": "https://www.mediafire.com/file/agtg6fy6tnbu4g3/Blk_Stbrothers_2.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Sq3d7hJ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NotMyGrandpa - Megan Marx - Still Got It-Megan Marx - Still Got It hd - Doo *vip",
    "info": "အဘိုးအိုနဲ့ မြေးမလေးမြေးမလေး Megan Marx ရဲ့ ဖင်ကြီးဟာ အရွယ်ရောက်လာတော့ တစ်နေ့ထက်တစ်နေ့ ကြီးလာပါတယ် ပါတီပွဲတွေကို အတိုအပြတ်တွေ မဝတ်ဖို့ မှာပေမယ့် သူမ ပြောစကားနားမထောင်ပါကျောင်းဝတ်စုံစကတ်တိုလေး ဝတ်ပြီး အဘိုးကြီးရှေ့မှာ ဖင်တကားကား လုပ်နေမှတော့ အလိုးခံရပီပေါ့",
    "url": "https://www.mediafire.com/file/0trpb2kaz3zfnlk/Still_Got_It.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/nwBoW0p_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Dunkin’ On The Neighborhood MILF   Lesbian’s 1st Cock *vip",
    "info": "Brazzers ကရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပီး စော်အလန်း သုံးယောက်တောင် ပါပါတယ် ကပ္ပလီက လီးကြီးနဲ့ ယွစိယွစိ ဖစ်နေတဲ့ သူငယ်ချင်းမိန်းကလေး နှစ်ယောက်စလုံးကို လိုးပေးလိုက်တာ threesomeတဲ့ အခန်းတွေပါဝင်တာမို့ ရှယ်ဘဲ့",
    "url": "https://www.mediafire.com/file/zplxrsnexe44s6h/On_The_Neihood_Lesbia.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/LzHxadf_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo – Lily Larimar – Once He’s Out Of The Way *vip",
    "info": "လီလီ ရဲ့ ‌အချိန်အတော်ကြာ စဉ်းစားပြီးတဲ့နောက် အဖေဖြစ်သူထံ သူမမှာချစ်သူကောင်လေး ရှိနေပြီဖြစ်ကြောင်း သူမက ဝန်ခံသည် အဖေဖြစ်သူကလည်း ကျေနပ်နေပြီး ချစ်သူကောင်လေး နဲ့တွေ့ဖို့ အိမ်ခေါ်လာခဲ့ရန်အခိုင်အမာ ပြောလိုက်ပါတယ်။ရက်အနည်းငယ်အကြာတွင် လီလီရဲ့ ချစ်သူကောင်လေးဂျက် သည် ‌အဖေကိုတွေ့ရန် အိမ်သို့ရောက်လာခဲ့သည် သို့သော် အဖေဖစ်သူက သမီးဖစ်သူရဲ့ ချစ်သူကောင်လေးကိုမြင်လိုက်တာနဲ့ ထိတ်လန့်ပီး ရွံ့ရှာသွားသည် အကြောင်းရင်းကတော့ ဂျက် သည်အသက်ကြီးကြီး ဦးလေးကြီးတစ်ယောက်ဖြစ်နေခဲ့လို့ပေါ့အဖေဖစ်သူသဘောမတူပေမယ့်လည်း လီလီသည် ဂျက်ဆိုတဲ့ ဦးလေးကြီးရဲ့ လိုးတာကို ခံလိုက်ရသည်",
    "url": "https://www.mediafire.com/file/v6s9w7tncsgzuy1/Out_Of_The_Way.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/wmmT4Rm_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "I’ll Be Your Wife – Leana Lovings *vip",
    "info": "လီနာ သည် မိုက်ကယ် အတွက် ကလေးထိန်းပေးရပီး အိမ်တွင် သန့်ရှင်းရေး ပြုလုပ်ရန် ငှားရမ်းထားသည့် အိမ်ဖော်ဖစ်သည်  မိုက်ကယ် အလုပ်က ပြန်လာတဲ့အခါ  အိမ်တွင်ရှုပ်ပွနေလို့ လီနာ ကို ကြိမ်းမောင်းပြီး အလုပ်ထုတ်လိုက်တယ်။ လီနာ က သူ့ကို အလုပ်မထုတ်ဖို့နောက်ဆုံး အခွင့်အရေး ပေးရန်နဲ့ လိုအပ်ပါက မယားအဖြစ် နေပေးမယ်လို့ သူမက ဆိုပီး တောင်းပန်သည် မိုက်ကယ်သည် လီနာ ကို အိပ်ခန်းခေါ်ပီး အပီလိုးလေသည်",
    "url": "https://www.mediafire.com/file/dqaxy10gl4t2f5w/Be_Your_Wife.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvdv7-3luL7yO6MxUhuNnavbAwulyAjHHvGQ&usqp=CAU",
    "title": "DaughterSwap – Ailee Anne   Chanel Camryn – Naughty Bed and Breakfast *vip",
    "info": "အသက်ငါးဆယ်ကျော်ပြီဖစ်တဲ့ ဦးလေးကြီး တို့ သူငယ်ချင်းနှစ်ယောက်မှာ သမီးပျိုလေး တစ်ယောက်ဆီ ရှိကြပါတယ် သမီးချင်း လဲစားတဲ့ဇာတ်လမ်းလေးပါ",
    "url": "https://www.mediafire.com/file/vefziru1yswied6/Naughty_Bed_and_Breakfast.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/nfFSQIv_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NotMyGrandpa - Mae Milano - Side Effects Mae Include *vip",
    "info": "မြေးမလေး နဲ့ အဘိုးအို ",
    "url": "https://www.mediafire.com/file/t3yv1hchgvoacti/Side_Effects_Mae_Incl.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQzgWxzJ7xY5vOjt14nfDrcSOhhzzakghug9g&usqp=CAU",
    "title": "PureTaboo - Call Waiting Brother and sister *vip",
    "info": "ဒီစော်ဆိုဒ်လေးဆို အတော်ဘဲ့ ဗျင်းလို့ကောင်းမယ့်ဆိုဒ်လေးစော်လေးလည်းလှ ဘဲကြီးကလည်း လိုးတာဆို ဖုန်းပြောချိန်ကို အနားမပေးဘူး",
    "url": "https://www.mediafire.com/file/6hw379c5eaq50cc/Call_Waiting_Bro.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/hc30Zga_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "DigitalPlayground - Mia Malkova - The Hardest Kill *vip",
    "info": "ဓားစာခံ ဖစ်နေသော ခင်ပွန်းဖစ်သူကို ကယ်တင်ရန် အလိုးခံလိုက်ရသော မင်းသမီးချော Mia Malkovaဆော်ကြီးက မိုက်ချက်ဘဲ့",
    "url": "https://www.mediafire.com/file/pagtjir90g3nr0r/The_Hardest_Kil.mp4/file"
  },
  {
    "thumbnail": "https://boxporn.org/uploads/posts/2019-02/1550909396_1031_boxporn_org.jpg",
    "title": "Kendra Spade - Jekyll And Dad - Pure Taboo. Conservative Dad Aggresively Fu *vip",
    "info": "အသက် 18 နှစ်ပြည့်တာနဲ့ ပထွေး လိုးတာခံလိုက်ရတယ် ကောင်မလေးက ရှယ်မိုက်တယ်ကွာအဘိုးကြီးကအပီဝိုက်တာ ရှယ်ဘဲ့",
    "url": "https://www.mediafire.com/file/g83hx5vkroiad87/Conservad_Aggre.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/xxj6Aa3_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PublicAgent – Tru Kait – Bang Me  Bang Me Harder *vip",
    "info": "လမ်းဘေးမှာ သူ့အိတ်ဆောင်အိတ်ပေါ်မှာ ထိုင်နေတဲ့ စော်အလန်းလေး တစ်ဗွေ တွေ့လိုက်သည်သူမနာမည်က Tru Kait ဖြစ်ပြီး သူမရဲ့ ချစ်သူနဲ့ ရန်ဖြစ်ပြီးနောက်မှာတော့ သူမကို Prague မှာ စွန့်ပစ်ခဲ့ပြီး ယူရို 50 နဲ့ ထားခဲ့တယ်...ထို့နောက် သူထွက်သွားခဲ့ပါတယ်။  Kait က LA ကဖြစ်ပြီး အိမ်ပြန်ဖို့ ပိုက်ဆံလိုတာကြောင့် သူမရဲ့ ရင်သားတွေကို ပြဖို့အတွက် ပိုက်ဆံအနည်းငယ် ပေးခဲ့ပါတယ်။  သူမရှက်မနေဘဲ ကြီးမားပြီး ချစ်စရာကောင်းသော နို့သီးများကို ပြသသည်။ ပရိသတ်ကြီးနဲ့ ကျုပ်တို့လည်း အတူတူကြည့်လိုက်ကြရအောင် ဘာတွေထပ်ပြမလဲလို့",
    "url": "https://www.mediafire.com/file/4nulmqpwvbz5orc/Me_Harder.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/58iwIaX_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MyGirlfriend’sBustyFriend *vip",
    "info": "ဇာတ်လမ်းလေးကတော့Annabelle Redd သည် သူမ၏ အချစ်ဆုံးသူငယ်ချင်း၏ခင်ပွန်း Kyle နှင့် မင်္ဂလာပွဲအတွက် သူမ၏ အကကို လေ့ကျင့်ရာကနေ အလိုးခံလိုက်ရပါတယ်",
    "url": "https://www.mediafire.com/file/olzp4j9yo47f6cu/MyGirlfriendsBud.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/TIRbRDj_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Freeuse Fantasy – Lilith Grace   Ryder Rey – He Always Has My Back *vip",
    "info": "သမီးဖစ်သူက ကျောင်းက မိန်းကလေးသူငယ်ချင်း Ryder ကို အိမ်သို့ အလည်ခေါ်လာခဲ့သည် ပထွေးဖစ်သူက သမီးရော သူ့သူငယ်ချင်းကိုပါ သရီးဆမ်းပစ်လိုက်သည်",
    "url": "https://www.mediafire.com/file/4968vngdkscqqo6/He_Always_Has_My_Back.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/45/3300245h.jpg",
    "title": "A New You (2022) *vip",
    "info": "Threesome ကြိုက်တဲ့သူတွေအတွက်အဒေါ်ရော တူမကိုရော သရီးဆမ်းလိုက်တဲ့ကျော်ကြီး နှင့် အထက်တန်းကျောင်းသားလေးကို သူမဆန္ဒ မလိုက်လျောရင် ကျောင်းထုတ်ပစ်မယ်လို့ ချိန်းခြောက်ပီး လိုးခိုင်းတဲ့ဆရာမဇာတ်ဝင်ခန်း နှစ်ခန်း ပါဝင်သည်",
    "url": "https://www.mediafire.com/file/p2mfabp2iv2hz52/A_New_You2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/PMMOSZW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Atlantis Deep – Trending So Hard RN *vip",
    "info": "အဲဘဲ ကားတွေမိုက်တယ် လူကြည့်တော့ ချာတိတ် မကြာသေးခင်ကမှ ထွက်ရှိလာတဲ့ Brazzers Exxtra က ရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ",
    "url": "https://www.mediafire.com/file/141a4hc6owmvt1n/Trending_So_Hard_RN.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/LvEbWUo_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Public Agent – Cayla Lyons – Blonde Blue Eyed Casting *vip",
    "info": "Public Agent ကားသစ်လေးပါ လမ်းမှာတွေ့တဲ့ စော်အလန်းလေးတွေကို ပိုက်ဆံပေးပီး လီးကြီးကြီး နဲ့ လိုက်လိုးတဲ့ဇာတ်လမ်း",
    "url": "https://www.mediafire.com/file/o6xi65ykmdaanh5/Blonde_Blue_Eyed_Casting.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/r8cmn0iwri691.jpg",
    "title": "SisSwap – Haley Spades   Coco Lovelock – A Lesson in Female Anatomy *vip",
    "info": "stepsister အချင်းချင်း လဲစားကြတဲ့ဇာတ်လမ်းလေးပါ",
    "url": "https://www.mediafire.com/file/az0wp67czdvfa5o/A_Lesson_in_Female_Anatomy.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/s444RJK_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Family Strokes – My Brother In Law – Kylie Rocket *vip",
    "info": "ယွစိယွစိ ဖစ်နေတဲ့ ခယ်မလေးကို လိုးပေးခြင်းKylie သည် အားလပ်ရက်တွင် အစ်မ တို့ လင်မယား ဆီသို့ လာလည်ခဲ့ရာ ခဲအိုလက်ချက်နဲ့ ဘယ်လိုတွေ အလိုးခံလိုက်ရမလဲဆိုတာကိုတော့...",
    "url": "https://www.mediafire.com/file/b91sx8v4z8amjs6/My_Brother_In_Law.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/259359236_med.jpg",
    "title": "TeamSkeetClassics - Natalia Queen - How Bout  That Party? *vip",
    "info": "နာတာလီ ဟာ သူမ မြို့လေးမှာ အကြီးမားဆုံး ပါတီပွဲတစ်ခု မှာဝင်ကဲဖို့ လုပ်နေပေမယ့် ဂျွန်ဒန်ဟာ သူမကို ပါတီ မှာဝင်ပါခွင့်မပေးခဲ့ပါဘူး အဲဒါကြောင့် သူမဟာ ဂျွန်ဒန် သူမကို ခွင့်ပြုအောင် ဘာတွေပေးဆပ်လိုက်ရမလဲ ",
    "url": "https://www.mediafire.com/file/ocvoc8tb54ar5yy/How_Bout_That_Party.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/289486750_60347_01_01.jpg",
    "title": "Pure Taboo – Charly Summer – The Big Game A Charly Summer Story *vip",
    "info": "Jessica သည် သူမ၏ ပထွေး ထံမှ အာရုံစိုက်ခြင်းထက် ဘာမှမလိုချင်ပါ။ ပထွေးဖစ်သူမှာ ဘောလုံးပွဲကြည့်ရတာကို အရမ်းဝါသနာပါပီး ဘောပွဲကြည့်တဲ့အချိန် အခန်းထဲ တစ်ယောက်ထဲ ကြည့်လေ့ရှိပီး တခြားလူတွေ ဝင်လာရင် မောင်းထုတ်လေ့ရှိသည် သို့သော် Jessica သည် ဘောလုံးပွဲထက် သူ့ကို အလေးထားတာ လိုချင်လို့ ကြိုးစားရာကနေ ဘာတွေ ပေးဆပ်လိုက်ရမလဲ ဆိုတာကိုတော့..... ",
    "url": "https://www.mediafire.com/file/6bguto72gslomm4/ACharlySummerStory.mp4/file"
  }
]