[
  {
    "thumbnail": "https://cdn-img1.pornoeggs.com/thumbs/304/3049401/293.jpg",
    "title": "Public Agent – Kiara Lord – Big Tits Redhead in a Tight Dress *vip",
    "info": "Public Agent ဆိုတော့ သိတဲ့အတိုင်းဘဲ့ လမ်းမှာတွေ့တဲ့ စော်လေးတွေကို ပိုက်ဆံနဲ့မျှားပီး လီးကြီးကြီး နဲ့ လိုးတာ ကြည့်ရတာရသတစ်မျိုးဘဲ့",
    "url": "https://www.mediafire.com/file/qiyt9y21yq5zpt9/Redhead_in_a_Tight_Dress.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/6jwZUkF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo Family Vacation (2019) *vip",
    "info": "မြန်မာစာတန်းထိုးအဘိုးကြီးက မယားပါသမီးရော သမီးရဲ့သူငယ်ချင်းကိုပါ အကုန်ဝိုက်တာစော်လေးတွေက ရှယ်မိုက်",
    "url": "https://www.mediafire.com/file/e499h6x2n3fqsos/Family_Vacation_2019.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/obPO7Qr_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Horny Hostel – Eden Ivy – Banging My Sisters Girlfriend *vip",
    "info": "ပိတ်ရက်မှာ အိမ်အလည်လာတဲ့ ရည်းစားဖစ်သူရဲ့ ညီ‌မလေးကို ဝိုက်",
    "url": "https://www.mediafire.com/file/5fwcvkchgzx1ok7/My_Sisters_Girlfriend.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNtJbWmhsqz2_KvBvLm13LoypFLwyO74jUUQ&usqp=CAU",
    "title": "the pigs keeper's daughter *vip",
    "info": "မြန်မာစာတန်းထိုးဝက်ခြံပိုင်ရှင်ကြီးရဲ့ တစ်ဦးတည်းသောသမီးလေးအနောက်တိုင်းကားကြိုက်တဲ့သူများအတွက် ၁၉၇၂ ခုနှစ်က အရမ်းအောင်မြင်ခဲ့တဲ့ vintage ကားလေးပါဇာတ်အိမ်လေးက ၁၉၇၂ ခုနှစ်ခန့်က အနောက်တိုင်း ကျေးလက်မှာနေတဲ့ farm ကို အခြေတည်ထားပြီး သူ့လူကိုယ့်လူမခွဲခြားပဲ စိတ်လွတ်ကိုယ်လွတ် ကြုံရင်ကြုံတဲ့နေရာမှာ ခြုံတောင်မတိုးတဲ့ ဇာတ်ကားလေးပါ ဝက်ခြံပိုင်ရှင်ကြီးရဲ့ တစ်ဦးတည်းသော သမီးလေးဟာ သူ့အဖေလိုပဲ ဝက်တွေနဲ့သာ စကားပြောနေတတ်ပြီး လူတွေကို ဝက်တွေလောက်သစ္စာမရှိဘူးလို့ ခံယူထားသူတစ်ယောက်ပါ သူမဆီလာတွေ့တဲ့သူနဲ့ အဆင်ပြေရင် ပြေသလိုတွဲခုတ်တတ်ပါသေးတယ် ဝက်တွေနဲ့သာအချိန်ကုန်နေတတ်တဲ့သူ့သမီးကို စိတ်ပူနေတဲ့ အမေဖြစ်သူက သင့်တော်တဲ့သူနဲ့ ပေးစားဖို့ ကြံစည်ခဲ့ရာမှာ မြို့က ဆင်းလာတဲ့ ကို လူလည် ကို ဘယ်လိုအမိဖမ်းမလဲဆိုတာကတော့..................",
    "url": "https://www.mediafire.com/file/ivnwew7b2sxapzx/The+Pig+Keepers+Daughter-SD.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/03/3282703h.jpg",
    "title": "Taboo Teens Abused (2022) *vip",
    "info": "ကင်မရာမန်း ကပ္ပလီက သူမှန်းမသိ‌အောင်သူ့မျက်နှာကို မျက်နှာဖုံးစွပ်ပီး မော်ဒယ်မလေးကို  ချုပ်လိုးတာ စော်အလန်းတွေကြီး ပါတာ ဒီကားမှာ ဂွတ်ရှယ်ဘဲ့ ဇာတ်ကား ကြာချိန် 1နာရီ 35 မီနစ် ",
    "url": "https://www.mediafire.com/file/8wklv5tuyo9kae1/Abused_2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/kLMhWMY_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Codi Vore – Hook  Line And Sinker *vip",
    "info": "စော်လေးသည် ကလပ်က အပြန် တက္ကစီ ဌားမရလို့ စိတ်ညစ်နေပါတယ်အဲအချိန် Jay ဆိုတဲ့ ကောင်လေး တစ်ဗွေ သူအနားရောက်လာခဲ့သည် သူလည်း တက္ကစီစောင့်နေတာလို့ ဆိုတယ် ထိုနောက် သူတို့နှစ်ယောက် စကားအနည်းငယ်ပြောကြပီးနောက် ဘဲကြီးက စော်လေးကလှတော့ လီးတောင်လာလို့ ဟိုတယ်ခေါ်သွားပီး လိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/h044csgm3jax5ld/Hook__Line_And_Sinker.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/08/2497908h.jpg",
    "title": "Chester s Way (2018) *vip",
    "info": "ယောက်ျားတိုင်း အသက်အရွယ်တစ်ခုရလာတဲ့အခါ အရင်ကလို မထန်နိုင်တော့ဘူး Chester သည် အခြားသူများထက် ပို၍ ခေါင်းမာပြီး ခက်ခက်ခဲခဲ ပြန်ရရန် လိုအပ်သမျှကို လုပ်ဆောင်သည်။",
    "url": "https://www.mediafire.com/file/cd2mij9vw3ugepq/Chester_s_Way.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJPqkNzaYvaXQ49NwZ_uYV0lqj0tlmpFPTfw&usqp=CAU",
    "title": "Public Agent – Gigi Rouge – Tattoo Redhead Rides for Cash *vip",
    "info": "ဒါလည်း ပိုက်ဆံလိုချင်လို့အလိုးခံလိုက်ရတာဘဲ့ Public Agent ကြိုက်သူတွေအတွက်",
    "url": "https://www.mediafire.com/file/91xs0esfkpcwq7n/Tattoo_Redhead_Rides_for_Cash.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR1fhuLNt6b37F-deCWTGNAJTQ3wAYf5ds6Fw&usqp=CAU",
    "title": "Public Agent – Baby Kxtten – Blonde Brit Fucked in Public *vip",
    "info": "လမ်းမှာ ဆံပင်ရွှေရောင် ကျောင်းသူလေး လမ်းလျှောက်နေတာကို တွေ့တော့ သူ့နာမည်ကို မေးလိုက်တယ် ရည်းစားမရှိသေးတဲ့ ဒီကျောင်းသူလေးကို ပိုက်ဆံပေးပီးလိုးPublic Agent ကြိုက်သူတွေအတွက်",
    "url": "https://www.mediafire.com/file/yayhd3ul5xytzka/Blonde_Brit_in_Public.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/76/3302876h.jpg",
    "title": "Afternoon Threesomes Volume 2 (2022) *vip",
    "info": "ဘေဘီလေးတွေနဲ့ သရီးဆမ်းတဲ့ကားစော်လေးတွေက ရှယ်လန်းတာမို့ threesome ကြိုက်တဲ့သူတွေအတွက်ရှယ်ဘဲ့",
    "url": "https://www.mediafire.com/file/f4z79ie0hhmmhdv/AfternoonVolume_2.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/57/1683157h.jpg",
    "title": "Young Horse Riders (2013) *vip",
    "info": "ကျောင်းဝတ်စုံ ဝတ်ထား‌သော စော်လေးတွေသည် အားလပ်ရက်တွင် မြင်းစီးသင်ရန် ကျေးလက်ဒေသ ကိုအလည်လာခဲ့သည် အဲမှာ တောသားကောင်လေးတွေက မြို့သူလေးတွေကို ဝိုက်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/9ev1v2btxcwi4jh/Young_Horse_Riders.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/57/2714857h.jpg",
    "title": "What We Do For Money (2019) *vip",
    "info": "သေနတ်အပြေးသမားတစ်ဦးသည် သူ့သခင်မ၏လက်ထဲတွင် သေဆုံးသွားပြီး သူမကို ပိုက်ဆံအိတ်တစ်လုံးနှင့် ဆုံးဖြတ်ချက်တစ်ခုချခဲ့သည်။  စိတ်ပျက်အားငယ်မှုနှင့် လောဘဇောက သူမအား သူမ၏ချစ်သူ၊ ရဲများနှင့် လူဆိုးများ၏ လိုက်ရှာသည့် ရာဇ၀တ်မှုအောက်ကမ္ဘာထဲသို့ ဆွဲဆောင်နေသည်။",
    "url": "https://www.mediafire.com/file/e91dc52q7hyawe8/What_We_Do_For_Money.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/92/2521592h.jpg",
    "title": "Highway Home (2018) *vip",
    "info": "ပထွေးနှင့် အစ်ကို (step brother)တို့ကြား ပြင်းထန်စွာ ရန်ဖြစ်ပြီးနောက် လီလီ သည် သူမ၏ကိုယ်ကို အမှန်ရှာရန် အိမ်မှထွက်ခွါခဲ့သည်။  ငါးနှစ်ကြာပြီးနောက် သူ့အမေကို သတိရလာလို့လီလီက အိမ်ပြန်ဖို့ ဆုံးဖြတ်လိုက်တယ်။  အိမ်ပြန်လမ်းတစ်လျှောက်မှာ ခရီးသွားတွေနဲ့ တွေ့ဆုံခဲ့ပြီး ဘာတွေဖစ်မလဲ...ဇာတ်ကားကြာချိန် 2 နာရီ",
    "url": "https://www.mediafire.com/file/ia2piup7ifois3w/Highway_Home.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/83/1848883h.jpg",
    "title": "Ball Control (2016) *vip",
    "info": "ဘောလုံးဆိုတာ ယောက်ျားတစ်ယောက်ရဲ့ကမ္ဘာလို့ ဆိုကြပါတယ်ဘောလုံးကစားသမား Brodie သည် ကွင်းထဲတွင် သူ၏ စွမ်းဆောင်ရည်ကိုမြင့်တင်ရန် မီယာ ထံအကူအညီတောင်းလေသည် မီယာ က သူ့ကို ဘယ်လိုပုံစံနဲ့ ကူညီပေးလိုက်ရလဲဆိုတော့ဇာတ်ကားကြာချိန် 1နာရီ 45 မီနစ်",
    "url": "https://www.mediafire.com/file/hzdua0uqzg9j8t7/Ball_Control.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/RceLn7Q_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Freeuse MILF – JC Wilds   Kendra Heart – Giving Him A Chance *vip",
    "info": "ဟာနီ သည် သူမ၏ မိထွေး JC နှင့် အတူနေရန်ပြောင်းရွေ့လာခဲ့သည် မိထွေးဖစ်သူ JC တွင် မိုက်ကယ်ဆိုတဲ့ ချစ်သူတစ်ယောက်ရှိပါတယ် သူတို့တွေသည် တစ်အိမ်တည်း အတူနေကြပီး မိုက်ကယ်သည် ဟာနီ၏ မိထွေးဖစ်သူJC အား ဟာနီမျက်စိရှေ့မှာတောင် မရှောင်ဘဲ အားတိုင်းလိုးသည် နောက်ဆုံး ဟန်နီကိုပါတက်လိုးလေသည်",
    "url": "https://www.mediafire.com/file/2ta906a3tzmqeft/Giving_Him_A_Chance.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/G0bCC0T_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Mommy’s Boy – Kenzie Taylor   Caitlin Bell – You Know Us So Well *vip",
    "info": "Kenzie Taylor နှင့် Caitlin Bell တို့ သည် ဧည့်ခန်းကို သန့်ရှင်းရေးလုပ်ရာကနေ ရန်ဖစ်လာတာကို stepson ဖစ်သူကျော်ကြီး က သတိထားမိလေသည် ထိုကြောင့် သူတို့နှစ်ယောက် ပြန်တည့်ဖို့အတွက် အာရုံပြောင်းသွားအောင် နှစ်ယောက်စလုံးလိုးပီး သရီးဆမ်း ပစ်လိုက်သည်  ",
    "url": "https://www.mediafire.com/file/h58y1omdmriaty8/You_Know_Us_So_Well.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/AkIVL48_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Exxtra – Jayla De Angelis – The Dorm Inspector Is Cumming *vip",
    "info": "စားရကံကြုံလို့ စကိတ်စီးရင်း စော်လေးကိုဝင်တိုက်မိပီး စောက်ပတ်နဲ့မျက်နှာ ကပ်ပီးသား ဖစ်သွားတဲ့ကျော်ကြီး",
    "url": "https://www.mediafire.com/file/nqxsdlb0ug0b8w1/The_Dorm_Inspector.mp4/file"
  },
  {
    "thumbnail": "https://daftsex.org/wp-content/uploads/BrattySis-Gia-Ohmy-How-To-Please-My-Stepsister-S22_E4-_-04.01.2022.jpg",
    "title": "Bratty Sis – Gia Ohmy – How To Please My Stepsister *vip",
    "info": "ဆယ်လီနာ သည်တိုက်ခန်းအသစ်သို့ ပြောင်းရွေ့လာခဲ့သည် ။  သူမတွင် အီလက်ထရွန်းနစ်ပစ္စည်းများ တပ်ဆင်ရာတွင် ကူညီပေးနေသည့် အစ်ကို (step brother) Tony ရှိသည်။  ထိုစဉ်ဆယ်လီနာထံ မကြာသေးခင်ကမှ လမ်းခွဲထားတဲ့ ရည်းစားဟောင်းဆီက ဖုန်းဝင်လာခဲ့သည်  ဆယ်လီနာသည် ရည်းစားဟောင်းကို နင့်ကိုငါ မချစ်နိုင်တော့ကြောင်း  အခြားမိန်းကလေးတစ်ယောက်ကို ရှာဖို့ပြောပီး ဖုန်းချပစ်လိုက်တယ်အကိုဖစ်သူက သူမကို ဘာဖစ်နေတာလဲလို့ မေးသောအခါ ဆယ်လီနာသည် သူ့ချစ်သူက အိပ်ယာထဲတွင်ဆို တစ်ကိုယ်ကောင်းဆန်ပီး လိုးတဲ့အခါ သူကောင်းဖို့အတွက်ဘဲ့ အာရုံစိုက်တာမို့ မလိုချင်တော့တာကြောင်းပြောပြပီး နှစ်ယောက်လိုးထားတဲ့ အပြာဗီဒီယိုဖိုင်ကို အကိုဖစ်သူအားဖွင့်ပြလိုက်လေသည်",
    "url": "https://www.mediafire.com/file/khzotiy2dvcs72c/How_To_Please_My_Stepsister.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/26/3294426h.jpg",
    "title": "Cum Inside Me Vol. 5 *vip",
    "info": "ကပ္ပလီလီးမဲကြီးတွေက စော်အဖြူလှလှလေးတွေကို လိုးတဲ့ကားပါ စော်လေးတွေရှယ်တွေကြီးဘဲ့ဇာတ်ကားကြာချိန် 2နာရီ 40 မီနစ်",
    "url": "https://www.mediafire.com/file/zkjhbtejwau88i2/Inside_Me_5.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/rx0bFo8_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Scarlett Mae – Nothing To Lose *vip",
    "info": "ဆယ်လီနာ သည် အိမ်တွင်တစ်ယောက်တည်းရှိနေတဲ့အချိန် တံခါးခေါက်သံကြားလိုက်သဖြင့် သူမ အနည်းငယ်စိတ်ညစ်သွားသည် သို့သော် တံခါးထဖွင့်လိုက်တဲ့အခါ မတွေ့တာကြာပီ ဖစ်တဲ့ရည်းစားဟောင်း Simon ဖစ်နေခဲ့သည် သူမ ဝင်ခွင့်မပေးချင်ပေမယ့် ဘဲကြီးက အသနားခံလို့ ဝင်ခွင့်ပြုလိုက်သည် Simon သည် ဖမ်းဝရမ်း ထုတ်ခံ‌ထားရပီးရဲတွေလိုက်ဖမ်းနေတာကို ရှောင်ပြေးနေတယ်လို့ဆိုပါတယ် သူဖမ်းမိတဲ့အခါ နှစ်ရှည်ထောင်ဒဏ်ချခံရမှာမို့ မဖမ်းမိခင်လေးမှာ တစ်ခါလောက်လောက်ပေးလိုးဖို့ ဆယ်လီနာထံတောင်းဆိုလေသည်",
    "url": "https://www.mediafire.com/file/18l144j0cbn01rl/Nothing_To_Loe.mp4/file"
  }
]