[
  {
    "thumbnail": "https://i.imgur.com/6XDdWK6_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NotMyGrandpa – Chloe Surreal ​- He Works Out My Titties *vip",
    "info": "မြေးမလေးနဲ့ အဖိုးအို",
    "url": "https://www.mediafire.com/file/3jdj8vxd1q6crtq/NotMyGrandpa.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/q5vwRMS_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brattysis Alex Coal Molly *vip",
    "info": "မြန်မာစာတန်းထိုးBrattysis ကရိုက်တဲ့ threesome ကားကောင်းလေးကို စာတန်းထိုးနဲ့ ကြည့်ရပါမယ်Cute type နဲ့ ဖင်ကြီးမတို့ပေါင်းစပ်ထားတာမို့ လုံး၀မိုက်",
    "url": "https://www.mediafire.com/file/rlzruck3yhercig/Brattysis_Alex_Coal.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/ck2DbSp023JCrjPdgYKmy33Ml99.jpg",
    "title": "Malice in Lalaland (2010) *vip",
    "info": "မြန်မာစာတန်းထိုး၂၀၁၁ ခုနှစ်ရဲ့ အကောင်းဆုံး တည်းဖြတ်မှုဆု ( AVN Award winner )့နဲ့ အကောင်းဆုံးစိတ်ကူးဆန်းသစ်တီထွင်နိုင်မှုဆုကို ရရှိထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/9q6k054emxuzejh/Malice_In_Lalaland.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/90964_1.jpg",
    "title": "DADDY'S GIRLS *vip",
    "info": "မယားပါသမီးနဲ့ မွေးစားသမီးကို တစ်ပြိုင်တည်း ဆွဲလိုက်တဲ့ ဒယ်ဒီဆိုးလေး",
    "url": "https://www.mediafire.com/file/xtoxa1fcrcsz6hs/DaddysGirl.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/DNpnA6o_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Captain Marvel Xxx An Axel Braun Parody  *vip",
    "info": "မြန်မာစာတန်းထိုးမစ်ရှင်တစ်ခုအလည်မှာ Vers ခေါ် Captain Marvel ကို Skrulls ဂြိုလ်သား ၂ယောက်က ပြန်ပေးဆွဲခဲ့ပါတယ်  Vers လွတ်မြောက်လာပြီးတော့  Skrulls တွေရဲ့ အသက်ကယ်ယဉ်နဲ့ထွက်လာခဲ့ရာ  ကမ္ဘာပေါ်ကို ယာဉ်ပျံပျက်ကျခဲ့ပြီး သူမရဲ့တည်ရှိမှုက S.H.I.E.L.D. ရဲ့ အေးဂျင့်ဖြစ်သူ Nick Fury ရဲ့ အာရုံစိုက်မှုကို ရခဲ့ပြီး  Fury က Vers သူမမှတ်ဉာဏ်တွေပြန်ရဖို့အတွက် Monica Rambeau ကိုကူရှာပေးခဲ့ပါတယ် ရုတ်တရက် Thanos ရဲ့ လက်ဖျောက်တီးမှုကြောင့် Fury နဲ့ Monica ဟာ ဖုန်မှုန့်လေးတွေအဖြစ်နဲ့ ပျောက်ကွယ်သွားခဲ့ပါတယ် Captain Marvel က အချိန်မီပြန်ပြီးတော့ ကျန်တဲ့သူတွေကို ကယ်နိုင်မလားဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/sce4ydquybko4a5/Marvel-SD.m4v/file"
  },
  {
    "thumbnail": "https://i.imgur.com/35nDzfA_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Craving mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးကတော့ ကျနော်တို့ အားလုံးသိပြီးသားဖြစ်တဲ့ အိပ်ယာဝင်ပုံပြင်တွေ ရဲ့ ကျနော်တို့ မသိသေးတဲ့ နောက်ကွယ်က ဇာတ်လမ်းတွေကို ပြောပြပေးသွားမှာပါ...ကျနော်တို့ ငယ်ငယ်က အိပ်ယာဝင်ခါနီး နားထောင်ခဲ့ရတဲ့ ပုံပြင်တွေက...အမှန်ရော ဟုတ်ရဲ့လား...ကျနော်တို့ မိဘတွေက ကျနော်တို့ကို မပြောပဲ ချန်ထားတဲ့ နောက်ကွယ်က ဇာတ်လမ်းတွေ ရှိနေမလားဆိုတာ အဖြေရှာရမယ့် ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်....",
    "url": "https://www.mediafire.com/file/5750imwubf7o9ux/The_Craving_-SD.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/111027_1.jpg",
    "title": "Take What You Can Get PureTaboo *vip",
    "info": "နာစီအမည်ရှိ သတင်းထောက်အမျိုးသမီးတစ်ဦးသည် အထက်တန်းကျောင်းသားTomကိုအင်တာဗျူးလုပ်ရန် Tom အိမ်သို့ရောက်လာခဲ့သည် Tom သည် ကျောင်းတွင် မိန်းကလေးတွေကြား နာမည်ကြီးပြီး အားကစားလည်းဝါသနာပါတဲ့ လူပျို လေးဖစ်သည် နာစီ သည် Tom ကိုစိတ်မဝင်စားသော်လည်း သူရဲ့ ယောက်ျားပီသပြီးဆွဲဆောင်မှုရှိတာကိုတော့ မငြင်းနိုင်ပေအင်တာဗျူး လုပ်ရင်းနဲ့ Tom ရဲ့‌ တော်ကီတွေအောက်မှာ သူမ ကြွေသွားခဲ့ရပါပီTom သည် သူမဟာ အပျိုစင်မှန်း သိလိုက်ရပီးတဲ့နောက်မှာတော့ မညှာမတာလိုးပါတော့သည် ",
    "url": "https://www.mediafire.com/file/k2xda2sh0drzf3k/TakeWhat_You_Can_Get.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSbC5GAqaINSMAViNFDurc5q-9GU7Z4OSRWWQ&usqp=CAU",
    "title": "RawHide (2017) *vip",
    "info": "မြန်မာစာတန်းထိုးcowboy မုဆိုးမလေးတွေ မြင်းစီးကျွမ်းတဲ့‌ေစာ်လေးတွေပါတာဆိုတော့ ကြည့်ရတာ ရှယ်ဘဲ့ ",
    "url": "https://www.mediafire.com/file/iukty5n6k9lrhfy/Rawhide_-SD.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/114874_1.jpg",
    "title": "CROOKED UNCLE PureTaboo *vip",
    "info": "Lena သည် သူမ၏မိဘတွေနဲ့ ရန်ဖစ်ပီးအိမ်ပေါ်က ဆင်းလာကာ ဦးလေးဖစ်သူရဲ့ အိမ်သို့ရောက်လာခဲ့သည် ဦးလေးကတော့ သူ့အိမ်မှာနေချင်ရင် သူ့စကားနားထောင်ရမယ်ဟုဆိုပီး Lena လေးအားအပီလိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/0dujzqq3ash325q/LanaSharapovaUncle.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/HakIvHk_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Father Figure (2022) *vip",
    "info": "ဒယ်ဒီနဲ့ မယားပါသမီးလေးမိန်းမယူလိုက်တဲ့အခါ သမီးပျိုလေးတစ်ယောက်ပါလာခဲ့ပါတယ် ပထွေးဖစ်လာတာ မကြာသေးခင်မှာဘဲ့ မယားပါသမီးကို တက်လိုးပါတော့တယ်‌သမီးကလည်း လိုးချင်စရာကြီး",
    "url": "https://www.mediafire.com/file/kwanzgwi229nhx0/FathFigure.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/IMG_20220730_122658.jpg",
    "title": "Eleven Days, Eleven Nights (1987) *vip",
    "info": "မြန်မာစာတန်းထိုးရင်သပ်ရှုမောဖွယ် အလှတရားတွေပိုင်ဆိုင်ထားတဲ့ Luciana Ottaviani လေးလာပါပြီသူမရဲ့အလှတရားတွေနဲ့ ညှို့လိုက်ရင် ဘယ်ယောင်္ကျားမှ မရှောင်နိုင်အောင်ပြည့်စုံစွာ လှပနေသူလေးဒီဇာတ်ကားကို ဘာလို့ကြည့်သင့်တာလဲဆိုရင်တချို့အခန်းတွေမှာ သူမရဲ့ အရှိအလှတရားတွေကို အတွင်းကျကျဘွင်းဘွင်းရှင်းရှင်းကြီး ဖေါ်ပြထားလို့ပါပဲသူမရဲ့ အရမ်းကို မြင်ရခဲ့တဲ့ အလှရတနာတွေကို ငေးပြီးကြည့်မိမှာအသေချာပါပဲ",
    "url": "https://www.mediafire.com/file/zcy1mhqglq9jsz0/ElevenDaysEleven.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/110524_1.jpg",
    "title": "SACRIFICIAL LAMB PureTaboo *vip",
    "info": "Taylor သည် သူမ၏ အချစ်ဆုံးသူငယ်ချင်းMeganက မကြာခင် နိုင်ငံခြားမှာကောလိပ်သွား‌တက်တော့မှာမို့  သူမ မထွက်သွားခင်လေးမှာ အမှတ်တရလေးတွေဖန်တီးဖို့ သူငယ်ချင်းအိမ်မှာ ညအတူအိပ်ဖို့ရောက်လာခဲ့သည်  သူ့ငယ်ချင်းဖစ်သူ Megan မှာက အစ်ကိုတစ်ယောက်ရှိတယ်Taylor သည် သူငယ်ချင်းmegan အိမ်ကို ညအိပ်ဖို့ ရောက်လာခဲ့ပေမယ့် Megan ရဲ့သစ္စာဖောက်မှုကြောင့် သူ့အစ်ကို လိုးတာ ခံလိုက်ရသည်",
    "url": "https://www.mediafire.com/file/qs2v2yrsb9ah1ah/Savannah.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/36/1546036h.jpg",
    "title": "Body Heat (2010) *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်ကားက ၂၀၁၁ ခုနှစ်မှာ မိန်းကလေးတွေအုပ်စုလိုက် အကောင်းဆုံးဆု ( 2011 AVN Award winner ) ကို ရယူသိမ်းပိုက်နိုင်ခဲ့ပြီးအကောင်းဆုံးဇာတ်အိမ်ဖွဲ့စည်းမှုအတွက်လဲ ဝေဖန်ရေးဆရာများထံမှ ချီးကျူးခံထားရတဲ့ ဇာတ်ကားလေးလဲ ဖြစ်ပါတယ်...အရမ်းဆွဲဆောင်မှုရှိတဲ့ မီးသတ်သမားကောင်မလေးတွေ ရောက်လာကတည်းက မီးသတ်ဌာနမှာ မီးတောင်အရင်လောက်သိပ်မဟော့နိုင်တော့ပါဘူး အန္တရာယ်များတဲ့ ပေါက်ကွဲမှုတွေ သေရေးရှင်ရေးအခြေအနေတွေနဲ့  ပူလောင်ပြင်းပြတဲ့ အလိုရမ္မက်လောဘတွေက လူတိုင်းရဲ့ ဘဝကို မျက်စိတစ်မှိတ်လျှပ်တစ်ပြက်လေးအတွင်းမှာ ပြောင်းလဲစေနိုင်ခဲ့တယ်",
    "url": "https://www.mediafire.com/file/xr7xsgqhiex9xjx/Body_Heat_-SD.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/ppp1/main/114617_1.jpg",
    "title": "YOUR WIFE'S ON LINE ONE *vip",
    "info": "ဆယ်ကျော်သက် အတွင်းရေးမှူး သည် အိမ်ထောင်သည်သူဌေးနှင့် ဆက်ဆံရေးကို အဆုံးသတ်ရန် ငြင်းဆိုသည်။သူဌေးဖစ်သူသည် ချစ်ရသောဇနီးရှိလို့ 18 နှစ်အရွယ်ရှိ အတွင်းရေးမှုးနဲ့ ခပ်ဝေးဝေး နေချင်ပေမယ့် အတွင်းရေးမှူးမလေးကတော့ သူဌေးကိုရအောင်မြူဆွယ်ခဲ့သည် နောက်ဆုံးတော့ သူဌေးသည် သူ၏ 18 နစ်အရွယ် အတွင်းရေးမှူးကို အပီလိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/ws1c68khirur9m9/YourOnLineOne.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/43/1972643h.jpg",
    "title": "Poon Raider (Digital Playground) *vip",
    "info": "မြန်မာစာတန်းထိုးသူမဟာ အကြောက်အရွံ့မရှိဘူး စိတ်ဓာတ်ခိုင်မာတယ် စမတ်ကျတယ် သူမဟာ Laura Crotch ပါပဲ ပြီးတော့ သူမကို ခင်ဗျားတို့ချစ်ကြလိမ့်မယ်သူမအဖေသေဆုံးပြီး နောက်  Laura Crotch ဟာ  သူမအဖေ Crotch ရဲ့ စက်ရုံကို အမွေဆက်ခံဖို့  Crotch မိသားစု စံအိမ်ကြီးကို ပြန်ရောက်လာခဲ့ပါတယ် တစ်ခါမှ မမြင်ဖူးမကြားဖူးသေးတဲ့ သူမရဲ့မိထွေး  Mrs. Crotch က..ကုမ္ပဏီကို အပိုင်စီးဖို့ ကြံစည်ခဲ့ပါတယ် သူမရဲ့မိထွေးကော Laura ကော တကယ်ရှာဖွေနေတာက ရှားပါးတဲ့ ရှေးဟောင်းစွမ်းအင်အရင်းအမြစ်အမွေအနှစ်ဖြစ်တဲ့ မိသားစုပိုင် ပစ္စည်းတစ်ခုပါပဲ  Mrs. Crotch ရဲ့လက်ထောက် Ryan နဲ့ Laura ရဲ့ အယုံကြည်ရဆုံးသူငယ်ချင်း  Rina က သူမရဲ့မိထွေး   Mrs. Crotch နဲ့ ပူးပေါင်းပြီး သူမတို့ မိသားစုပိုင်အမွေအနှစ်ပစ္စည်းကို ရယူဖို့အတွက် သူမကို သစ္စာဖောက်အယုံသွင်းနေတာကို သူမ သိလိုက်ရတဲ့အခါမှာတော့..",
    "url": "https://www.mediafire.com/file/fnwca52qe9daleb/Poon_Raider_A_Dp-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/MjlCufv_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "BrazzersExxtra Sara Retali Hotdogging Her Ass *vip",
    "info": "Brazzer က ရိုက်ကူးထားတဲ့ဇာတ်ကားအိုးအကြီးကြီး‌တွေ ပိုင်ဆိုင်ထားတဲ့သူငယ်ချင်း စော်ကိုလိုး",
    "url": "https://www.mediafire.com/file/i6fgedy282xhaob/azzersaraetali.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp4/main/ehebrve.jpg",
    "title": "WE CAN'T BE SEEN LIKE THIS *vip",
    "info": "ဂျေးသည် ကျောင်းကပြန်လာတဲ့အခါ ကောင်မလေးကို အိမ်ခေါ်လာခဲ့ပြီး သူ၏အိပ်ခန်းထဲတွင် ချိန်းတွေ့နေကြသည် နှစ်ယောက်သား ပြွတ်ပြွတ်တွေ လုပ်မလို့ ရှိသေး ဂျေးရဲ့ အဖေ ရောက်ရှိလာခဲ့ပီး ဂျေး ကို အလုပ်လုပ်ခိုင်းပါတော့သည် ဂျေးသည် ကောင်မလေး ကို သူ၏ အိပ်ခန်းထဲတွင် ခဏထားခဲ့ပီး အလုပ်အပြီးသတ်ရန် အခန်းအပြင်သို့ထွက်လာခဲ့သည် ကောင်မလေးသည် ဂျေး ကိုစောင့်ဆိုင်းနေပေမယ့် ခဏ‌ကြာတဲ့အခါ အခန်းထဲလို့ လူတစ်ယောက် ဝင်လာခဲ့သည် ထိုသူကား ဂျေးရဲ့အဖေဖစ်သည်",
    "url": "https://www.mediafire.com/file/chcskfsmjw9027a/BeSeenLikeThis.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/3hxPIvWoypeUoHXwEC5BDCP1ehU.jpg",
    "title": "Double D Dude Ranch (2016) *vip",
    "info": "21+မြန်မာစာတန်းထိုးတစ်ချိန်ကဆွဲဆောင်မှုအရှိဆုံး အလှပဂေးတွေအပြိုင်ကြဲထားတဲ့ အရှုပ်တော်ပုံ လူကြီးကြည့်စရာဇာတ်ကားလေးဖြစ်ပါတယ်လောကမှာ သူများပစ္စည်း မတရားလိုချင်သူတွေနောက်ဆုံးရသွားတဲ့ အရာတွေကဘာတွေဖြစ်မယ်ထင်လဲဒိုင်ယာနာဟာ သူ့မိသားစု အစဉ်အဆက်က ပိုင်ဆိုင်လာတဲ့ဒါဘယ်ဒီ လို့ခေါ်တဲ့ အနားယူအပန်းဖြေ စံအိမ်ကို ဦးစီးနေသူတစ်ယောက်ပါ နေရာကလဲသန်ပြန့်ပြီး ကျယ်ဝန်းလှတာမို့အနောက်ပိုင်းမှာ နာမည်ကောင်းနဲ့ကျော်ကြားနေတဲ့ အပန်းဖြေနေရာလေးဖြစ်ပါတယ်အဲဒီနေရာကို ဝိသမလောဘနဲ့ ငမ်းငမ်းတက်လိုချင်နေတဲ့ အမျိုးသမီးတစ်ယောက်ရှိလာပါတယ်သူကကြိုက်ဈေးပေးပေမဲ့ ဒိုင်ယာနာက မရောင်းပါဘူးဒါပေမဲ့ လူယုတ်မာတို့ထုံးစံအတိုင်း မရမကမကောင်းတဲ့စိတ်တွေနဲ့ရယူဖို့ဆုံးဖြတ်လိုက်ကြပါတယ်ဒီလို မတရားမှုတွေကို ဒိုင်ယာနာ နဲ့ လာလည်တဲ့ဧည့်သည်တွေဘယ်လိုစုပေါင်းပြီး ခုခံကြမလဲဆိုတာစိတ်ဝင်စားဖွယ်အနု အလှ အကြွ အရွ တွေအစုံနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/m5gwmb633xplpae/DoubleDDudeRanch.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8MEEbC8_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Housemaids Tale PureTaboo mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးမိုက်ကယ်ချာလီသည် အသစ်ရောက်လာတဲ့အိမ်ဖော်သစ်လေးကို စားသောက်ဆိုင်တစ်ခုမှာ မုန့်လိုက်ကျွေးမယ်လို့ ခေါ်ပေမယ့် သူမသည် ချာလီ ကိုငြင်းပယ်ခဲ့သည်ဒါကို ချာလီက သူ့လို ချမ်းသာတဲ့ သူတစ်ယောက် အိမ်ဖော်မ တစ်ယောက်ကငြင်းစရာလားဟုဒေါသထွက်ကာ အကြပ်ကိုင်ပီး အပီလိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/95bsq3csaw953jp/TheHousemaid.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ezGOgsX_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Public Agent - Blonde Russian with Big Naturals *vip",
    "info": "Public agentတွေရဲ့ ထုံးစံအတိုင်း လမ်းမှာ တွေ့တဲ့ စော်အလန်းလေးတွေကို ပိုက်ဆံပေးပီး လီးကြီးကြီးနဲ့လိုက်လိုးတဲ့ဇာတ်လမ်းလေးပေါ့စော်လေးက လန်းတယ်",
    "url": "https://www.mediafire.com/file/66colws6wttgif4/BlondeRussian.mp4/file"
  }
]