[
  {
    "thumbnail": "https://i.imgur.com/abMcWhz_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Syren De Mer – Welcome Home *vip",
    "info": "မိထွေးနဲ့ သားဖစ်သူတို့ ဖိုက်တင်ကား",
    "url": "https://www.mediafire.com/file/enqx4zcdao9b3od/Welcome_Home.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/EhHc9FX_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "BigTitsAtSchool – Scarlett Jones – Cheating With The Cheater *vip",
    "info": "စာမေးပွဲမှာ စာခိုးချတဲ့ ကျောင်းသူလေးကို ပညာပေးခြင်းစော်က ရှယ်မိုက်တယ် ဘဲကလည်း အလိုးသန်",
    "url": "https://www.mediafire.com/file/08sl1mii8v0rjhd/With_The_Cheater.mp4/file"
  },
  {
    "thumbnail": "https://s10.trafficdeposit.com/blog/img/5ed5660eab935/5f95e0bc9beae/0.jpg",
    "title": "Pure Taboo - Lexi Luna - Pregnancy Cravings *vip",
    "info": "ခင်ပွန်းရဲ့နောက်ကွယ်မှာ သူစိမ်းယောက်ျားတွေနဲ့ ဖောက်ပြန်တဲ့ အထန်မလေး Lexi Luna",
    "url": "https://www.mediafire.com/file/i28vny392ll80ya/Pregnancy_Cravings.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GHJ09II_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pure Taboo – Kenzie Anne – Serial Breeder *vip",
    "info": "ကျော်ကြီးသည် သနားကြင်နာတတ်တဲ့ စော်လေးတွေကို fb ကနေတဆင့် ရှာဖွေပီး ခြေကျိုးသလိုဟန်ဆောင်ကာ စော်လေးတွေရဲ့ သနားမှုကို အခွင့်ကောင်းယူကာ လိုးလေ့ရှိပါသည်  ဒီနေ့တွင် စော်လေးတစ်‌ပွေနဲ့ ချိန်းတွေ့ရန် ကျော်ကြီးပြင်ဆင်နေသည်။  သူမတံခါးခေါက်သံကြားတာနဲ့ ချက်ချင်းဆိုသလို ဒဏ်ရာရသွားတယ်လို့ ဟန်ဆောင်လိုက်ပါတယ်သူသည် စော်လေးအား မတော်တဆမှုတစ်ခုကြောင့် ခါးအောက်ပိုင်း သေသွားတယ်လို့လိမ်ညာခဲ့ပီးထိုစော်လေးကို အမျိုးသမီးများစွာကို လိုးခဲ့တဲ့ အိပ်ခန်းထဲသို့ခေါ်လာခဲ့ပါသည်",
    "url": "https://www.mediafire.com/file/xzx9v78yhd87j0n/Serial_Breeder.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Ov1qPtZ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Family Strokes – Eliza Eves – Eliza’s Plan *vip",
    "info": "Eliza သည် ကိုယ်ဝန်ရရန် မိခင်ထံမှ ဖိအားများနှင့် ကြုံနေရသော်လည်း စိတ်တိုင်းကျသော ယောက်ျားကို ရှာမတွေ့နိုင်ပေ။  သူမသည် သူမ၏ ဂရုစိုက်မှုနှင့် ကောင်းမွန်စွာလုပ်ဆောင်နိုင်သော ပထွေးကို မြင်သည့်အချိန်အထိဖြစ်သည်Eliza နဲ့ သူမ၏ ပထွေး ဖိုက်တင်ကား",
    "url": "https://www.mediafire.com/file/8n0taq6ug8k6j9k/Elizas_Plan.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/vWNrmcW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "RK Prime – Rubi Rico – Horny Birthday To You *vip",
    "info": "အိုပါးအတွက် အကောင်းဆုံး မွေးနေ့လက်ဆောင်ဆိုပီး အလိုးခံလိုက်တဲ့စော်လေးဇာတ်လမ်းလေးကတော့ ကျော်ကြီးတစ်ယောက်မကြာသေးခင်ကမှ စော်အသစ်လေး တစ်ဗွေရထားခဲ့ပါတယ် ဒါပေမယ့် စော်အသစ်လေးကအလိုးမခံလို့ ကျော်ကြီးစိတ်တွေညစ်နေခဲ့ပါတယ်ဒါပေမယ့် တစ်နေ့မှာတော့.......ဘာဖစ်မလဲဆိုတာဇာတ်လမ်းတွင်ကြည့်ရှုလိုက်ပါစော်‌က လန်းချက်ဘဲ့ကျော်ကြီးကလည်း အခွင့်အရေးရတုန်းလေးအပီဖြုတ်ချိဖတို့ရော မွေးနေ့မှာ အလိုးခံမယ့်‌ဆော်ရှိပီလား",
    "url": "https://www.mediafire.com/file/o7h8yusovzdu6kl/H%2Arny_Birthday_To_You.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/sOBJEr4_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sis Swap – Minxx Marley   Reese Robbins – Passing First Base *vip",
    "info": "ညီမချင်းလဲစားတဲ့ဇာတ်ကားလေးပါအကိုဖစ်သူ ကျော်ကြီးက မိန်းကလေးတွေ နဲ့ ထိတွေ့မှုမရှိသေးတဲ့ လူရိုးလေးတစ်ယောက်ပါ ဒါကို သိတဲ့ ညီမ ဖစ်သူက သူ့အကို ကျော်ကြီးကို သူငယ်ချင်းယွစိန်မနဲ့ မိတ်ဆက်ပေးပါတော့သည်ယွစိန်မရဲ့ အကိုကလည်း ကျော်ကြီးညီမ ကိုပြန်ဝိုက် 👍",
    "url": "https://www.mediafire.com/file/igdabqcojbr2wa0/Passing_First_Base.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUZB0azjztJWfwO4-MFdgvNNOBqdwgldogSA&usqp=CAU",
    "title": "Freeuse Fantasy – Harper Red – Freeuse Tutor *vip",
    "info": "စာညံ့လွန်းတဲ့ သားဖစ်သူကြောင့်မိုက်ကယ်စိတ်ပျက်နေခဲ့ပါသည် သားဖြစ်သူ၏အဆင့်များတက်လာစေရန် ကျူရှင်ဆရာမနီနီ ထံအကူအညီတောင်းခဲ့ပါသည် ဆရာမလေး နီနီ ၏ သင်ပြမှုကြောင့် မိုက်ကယ်၏သားဖစ်သူသည် အရည်အချင်းတွေ တိုးတက်လာပီး ‌စာတော်လာခဲ့ပါသည်ဘယ်လိုပုံစံနဲ့ သင်ပြပေးသွားသလဲ ဆိုတာကိုတော့ဇာတ်ကားတွင်ကြည့်ရှုလိုက်ပါ ",
    "url": "https://www.mediafire.com/file/txmu53415kbkmf4/Freeuse_Tutor.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/80/3081280h.jpg",
    "title": "Daddy’s Special Hug (2020) *vip",
    "info": "မယားပါသမီးလေး ကစ်ကစ် ကို အသက်18 နှစ်ပြည့်တဲ့နေ့မှာဘဲ့ ဆွဲစားလိုက်တဲ့ ဒယ်ဒီ ဇာတ်ကားကြာချိန် 1 နာရီ 30 မီနစ်",
    "url": "https://www.mediafire.com/file/ftnmip4lje499bo/Special_Hug.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8wYoxnM_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Family Strokes – Gia OhMy & Lolly Dames – Fucking in Plain Sight *vip",
    "info": "ခင်ခင် သည် ကြမ်းတမ်းသော လမ်းခွဲမှုကို ဖြတ်သန်းနေပြီး သူမ၏ ပထွေးဖြစ်သူ ကျော်ကြီး သည် သူမအား ဖြေသိမ့်ရန် ကြိုးပမ်းနေပါသည်။အသဲကွဲမှုကို ကုစားဖို့အတွက်  အသက်ကြီးသူ တစ်ယောက်နဲ့ တွဲဖို့လိုအပ်ကြောင်း သူမကဆိုသည် အဲကြောင့် ကျော်ကြီးသည် မယားပါသမီးလေး ခင်ခင်ကို တွဲဖို့ ဆုံးဖြတ်လိုက်ပီး အပီ လိုးပါတော့သည် ",
    "url": "https://www.mediafire.com/file/i343hulg5lhqg5f/in_Plain_Sight.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/IdEuv6c_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "TeensLoveAnal – Penelope Kay – Getting Cozy With Her *vip",
    "info": "နှင်းမုန်တိုင်းတစ်ခုအတွင်း ကျော်ကြီး သည် ၎င်း၏ Stepsister(မိထွေးရဲ့သမီး) ကေဇင် ကို ပြုစုစောင့်ရှောက်ရန် တာဝန်ရှိသည်။  သူမကို မပျင်းရအောင် သူနဲ့ ဂိမ်းဆော့ဖို့ သဘောတူလိုက်တယ်။ ကျော်ကြီးသည် ဒီလောက်အဆော့မက်တဲ့ ကောင်မငယ်ကို နောက်ဆုံးတော့သည်းမခံနိုင်တော့ဘဲ လိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/hjkkoozm2vepm1q/Getting_Cozy_With_Her.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/PGtOz8x_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NotMyGrandpa – Harper Red – Let Me Help Out Sweetheart *vip",
    "info": "ဆယ်လီနာ သည် ကိုယ်လုံးတီး ဖြင့် ဓာတ်ပုံရိုက်နေတုန်း ပထွေးဖစ်သူ ဖမ်းမိသွားသောအခါသူမသည် ပိုက်ဆံအတွက် လုပ်နေကြောင်း ရှင်းပြသည် ဒါကြောင့် ပထွေးဖစ်သူက ဆယ်လီနာအား ဓာတ်ပုံရိုက်ရာတွင် ကူညီပေးရန် ဆုံးဖြတ်လိုက်သည်",
    "url": "https://www.mediafire.com/file/08rr3d0yirtyudn/Let_Me_Help_Out_Sweetheart.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMjE3NzQxOTg0N15BMl5BanBnXkFtZTcwNTkwOTMyOQ@@._V1_.jpg",
    "title": "CLIP 2012 *vip",
    "info": "မြန်မာစာတန်းထိုး21+ ရုပ်ရှင် ..ဆုကြီ: ၆ဆုရရှိခဲ့တယ်….ဖခင်ဖြစ်သူရဲ့ကျန်းမာရေးအခြေအနေနဲ့ မပြည့်စုံတဲ့အိမ်အခြေအနေကြောင့်ဂျက်စ်နာဆိုတဲ့ ယွစကီးဆယ်ကျော်သက်မလေးဟာ သူ့မိသားစုကို မခင်တွယ်၊အိမ်မှာမပျော်တော့ပါဘူး။ဒါကြောင့် ကျောင်းမှာလည်းစာသေချာမသင်၊ အိမ်မှာလည်းကူဖော်မရ၊ဆယ်ကျော်သက် ကောင်မလေးတစ်ယောက်  လွင့်ချင်တိုင်းလွင့်ပါတယ်…ဒီကြားထက် ပုံမှန်ထက် လိင်စိတ်လွန်ကဲ့ ဒီကောင်မလေးဟာဆန်းဆန်းပြားပြား ပုံစံမျိုးနဲ့ သူ့စိတ်ပြေဖို့ ကြိုးစားပါတယ်…သူ့လိုပဲ ခပ်ဆိုးဆိုး ကောင်တွေ တွေ့တဲ့အချိန်မှာတော့…အတော်ကြီးကိုကြမ်းတမ်းတဲ့အခန်းတွေပါတာမို့မကြည့်ခင် ပတ်ဝန်းကျင်ကို သတိလေးထားပေးပါဗျို…",
    "url": "https://www.mediafire.com/file/dh0s09j15ogy7k3/Clip2012.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/89/3214589h.jpg",
    "title": "A Black Bull For My Hotwife 6 (2021) *vip",
    "info": "အမျိုးသမီးတိုင်း လိုချင်ကြတဲ့အရာတွေ ကတော့ လှပသောအိမ်များ၊ ငွေကြေးများနှင့် သာယာသောခင်ပွန်းသည်များ ဖစ်ကြတယ်သို့သော် ‌ဒီဟာတွေအားလုံးထက် ပိုပီး မက်မောဖွယ် ကောင်းတဲ့အရာ တစ်ခုရှိပါသေးတယ် အဲဒါကတော့ ကပ္ပလီတွေရဲ့ လီးမဲကြီးကြီး တွေဖစ်ပါတယ်လူဖြူမလေးတွေအများစုဟာ ကပ္ပလီတွေရဲ့ လီးမဲကြီးကို ဘာနဲ့မှ မလဲနိုင်လောက်အောင် စွဲလမ်းနေကြပါတယ် ထမင်းမစားရရင်နေပါစေ ကပ္ပလီ လီးနဲ့မှ အလိုးမခံရရင် မနေနိုင်ကြပါဘူးဘာဖစ်လို့ လူဖြူမတွေဟာ လီးမဲကြီး တွေကိုတန်းတန်းစွဲ ဖစ်နေကြတာလဲဆိုတာကိုတော့....ဒီကားကိုကြည့်ရှုလိုက်ပါဇာတ်ကားကြာချိန် 2 နာရီ",
    "url": "https://www.mediafire.com/file/yszv68pa9cld0vh/For_My_Hotwife_6.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/7zNbGhk_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Freeuse Fantasy – Gabbie Carter – Endless Desire Possibilities *vip",
    "info": "ဒီဇာတ်ကားလေးက နွားအို မြက်နုကြိုက်တဲ့ဇာတ်ကားလေးပါအဖိုးကြီးက အသက်ကြီးမှ အနားမှာ ပြုစုပေးဖို့ ဘေဘီလေးတစ်ယောက် ရထားတော့ သူ့ဘဝ ဟာပျော်ရှင်စရာတွေ ပြည့်နက်လာပီး လုပ်နိုင်ကိုင်နိုင်လာပါတော့တယ်",
    "url": "https://www.mediafire.com/file/w5yhjkv3cvr239x/freeusefantas.mp4/file"
  },
  {
    "thumbnail": "https://imgcloud.pw/images/2021/07/02/aNmawv.jpg",
    "title": "Something Borrowed (2021) *vip",
    "info": "ဂျွန်သည် သူ့အချစ်ဆုံးသူငယ်ချင်း Darren ကို ရှာဖွေနေပါသည်။ အကြောင်းရင်းကတော့ မင်္ဂလာဆောင်ဓာတ်ပုံဆရာသည် သတို့သားဖစ်သူ Darren အား ဥယျာဉ်အပြင်ဘက်ရှိ အားလုံးနှင့်အတူ ဓာတ်ပုံရိုက်ပေးစေလိုသည်။ ဂျွန်သည် အပေါ်ထပ်မှာ အသံတွေကြားသဖြင့် Darren ထင်ပီး လိုက်ကြည့်လိုက်တာ လိုက်ကာရဲ့နောက်မှာ အတွင်းခံလောက်သာ ဝတ်ထားသော သွေးသားမတော်စပ်တဲ့ညီမဖစ်သူ ခင်ခင်ကို တွေ့လိုက်ရသည် ငိုရင်းနဲ့ မျက်လုံးတွေ နီရဲနေသည် ဘာကြောင့်လဲဆိုတော့ Darrenနဲ့ သူလက်မထပ်ချင်ဘူး သူက အကိုဖစ်သူ ကျနော်ကိုဘဲ့ သူကလိုချင်တာပါ အဲကြောင့် ကျနော်သူ့ ဆန္ဒတွေဖြည့်ဆည်းပေးလိုက်သည်",
    "url": "https://www.mediafire.com/file/772l2q1ge4u1deb/Something_Borrowed_2021.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/59/3063059h.jpg",
    "title": "World Of BangBros She Likes It Rough Vol. 5 (2020) *vip",
    "info": "ကြမ်းမှကြိုက်တယ်ဆိုတဲ့သူတွေအတွက် စော်လေးတွေကလည်းလန်း ဘဲကြီးတွေလိုးတာကလည်း ကြမ်းချက် စော်လေးတွေ ငိုတောင်ငိုသွားတယ်ဇာတ်ကားကြာချိန် 2နာရီ 18 မီနစ်",
    "url": "https://www.mediafire.com/file/4zi1huldjdz8m4i/She_Likes_It_Rough_Vol5.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/W5UwMdy_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Myfamilypies *vip",
    "info": "မြန်မာစာတန်းထိုးသွေးမတော်စပ်တဲ့ ညီမလေးကို ဝုန်းမယ်",
    "url": "https://www.mediafire.com/file/h0gl62jc9v6unyb/unc_my.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/34/2903734h.jpg",
    "title": "Beautiful Mistake, A (2020) *vip",
    "info": "နာတာရှာ သည် မြို့ပြင်ရှိ Secluded Suites ဟိုတယ်သို့ ကားမောင်းသွားသည်- သူမသည် စိတ်လှုပ်ရှားနေခဲ့ပါသည် အကြောင်းရင်းကတော့ သူမ၏လုပ်ဖော်ကိုင်ဖက် ကျော်ကြီးနှင့် ဆပထမဆုံး ဒိတ်လုပ်တော့မည်ဖြစ်သည်။  သူမရဲ့ စိတ်လှုပ်ရှားမှုက ဟိုတယ်ကို လမ်းလျှောက်လာတာနဲ့အမျှ နောင်တရလာခဲ့ပါတယ်။သို့သော်လည်း ကျော်ကြီးက သူ့ကို ဝိုက်ပါတော့မည်",
    "url": "https://www.mediafire.com/file/g4cacus51o8ko7o/A_Beautiful_Mke.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMTJiMmE5YWItOWZjYS00YTg0LWE0MTYtMzg2ZTY4YjNkNDEzXkEyXkFqcGdeQXVyMTAzMDg4NzU0._V1_FMjpg_UX1000_.jpg",
    "title": "X (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဒီနှစ်ထဲထွက်သမျှကားတွေထဲမှာ Rating လည်းကောင်းပြီး တကယ်လည်းမိုက်တဲ့ကားအနည်းစုထဲကတစ်ကားပါပဲ။ အထူးသဖြင့် ထိတ်လန့်သည်းဖို Thriller ကားကောင်းတွေငတ်နေတဲ့ပရိသတ်အတွက်တော့ အိုအေစစ်လို့ပဲဆိုရမှာပါ။ ဇာတ်အိမ်ကိုတော့ 1970 ခုနှစ် အမေရိကန်နိုင်ငံရဲ့ ရှေးရိုးစွဲနဲ့ခေတ်သစ်အတွေးအခေါ်တော်လှန်ရေးတွေစတင်နေတဲ့ကာလတစ်ခုကိုအခြေတည်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ သရုပ်ဆောင်ကောင်းတွေ ကင်မရာသမားကောင်းတွေရှိပေမယ့် နာမည်သိပ်မရသေးတဲ့ အပြာကားထုတ်လုပ်ရေးအဖွဲ့တစ်ဖွဲ့ဟာ ဒီတစ်ခါတော့ပေါက်ရမယ်ဆိုတဲ့ယုံကြည်ချက်နဲ့ ဇာတ်လမ်းအသစ်တစ်ပုဒ်ဖန်တီးပြီး ရိုက်ကူးရေးစဖို့ ကျေးလက်ဒေသတစ်ခုကအိမ်တစ်အိမ်ကိုငှားရမ်းလိုက်ပါတယ်။ အစပိုင်းမှာတော့အစစအရာရာ အဆင်ပြေချောမွေ့နေပေမယ့် ဒီလိုရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူသူကင်းမဲ့နေတဲ့ကျေးလက်ကအိမ်ကြီးတစ်လုံးကိုရောက်နေတဲ့လူတစ်စုက အေးအေးချမ်းချမ်းနဲ့လုပ်စရာရှိတာလုပ်ပြီး ပြန်သွားတယ်ဆိုတာမျိုးမဟုတ်မှာတော့ အားလုံးသိကြတဲ့အတိုင်းပါပဲ။အဓိကဇာတ်ကောင်တွေကိုက အပြာကားရိုက်ကူးရေးအဖွဲ့ဆိုတော့ အရှင်းကြီးဖော်ချွတ်တာမျိုးတွေနဲ့ 18+ ဇာတ်ဝင်ခန်းတွေဖောဖောသီသီပါဝင်တဲ့အပြင် သွေးထွက်သံယိုအခန်းတွေကလည်းသာမန်ထက်ကြမ်းတဲ့အတွက် အသည်းငယ်တဲ့သူတွေ၊ မိသားစုနဲ့ကြည့်ရှုမယ့်သူတွေအတွက်မသင့်တော်ပါဘူး။ခင်ဗျားဟာ Horror ကားတွေကို ကြိုက်တဲ့သူပဲဖြစ်ဖြစ်၊ A24 ကားတွေကို ကြိုက်တဲ့သူပဲဖြစ်ဖြစ် X ဟာ မကြည့်လို့ မဖြစ်တဲ့ကားပါပဲ။ လူတိုင်းက မာစတာပိစ်ပါလို့ ချီးကျူးကြတဲ့ ဟော်ရာကားဆိုတာ ရှားပါတယ်။ စတီဖင်ကင်းပါ ချီးကျူးခံရတဲ့ ဟော်ရာကားဆို ပိုရှားသပေါ့။ သေချာတာတော့ X ကိုမကြည့်ရင် ခင်ဗျား သေချာတာတော့ Horror ဖန်ရော A24 ဖန်ရော ဖြစ်ရကျိုးမနပ်သေးပါဘူး။",
    "url": "https://www.mediafire.com/file/0hxg9o9ymmm280f/X_2022_720p.mp4/file"
  }
]