[
  {
    "thumbnail": "https://promo.newsensations.com/images/RekindlingTheFlame_front_big.jpg",
    "title": "Rekindling The Flame New Sensations *vip",
    "info": "Stars: Cherie DeVille, Callie Calypso, August Ames, Siri, Ryan McLane, Xander Corvus, Richie Calhoun, Danny MountainStudio: New SensationsSeries: Tales from the HeartApproximate Running Time: 01:54:34",
    "url": "https://www.mediafire.com/file/4v2967tdrweqx97/Blue_Tv_Rekindling_The_Flame.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmMJ6cVq8az7SUTfGFpsAA-AVzr9-1CZzeyg&usqp=CAU",
    "title": "Q Desire mmsub *vip",
    "info": "18+ဇာတ်ကားတစ်ကားဖြစ်တဲ့Q Desireဇာတ်ကားကိုမျှဝေလိုက်ပါတယ်။ခံစားကြည့်လိုက်ပါဦး။FAတွေလက်ညောင်းဦးမှာသေချာပါတယ်",
    "url": "https://www.mediafire.com/file/gd8ywip95xupsf8/blue_tv_Q_Desire.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSpIC8CJK3wiLSPpreK_IA8dq-pezpCPBZ3rw&usqp=CAU",
    "title": "Young People Fucking mmsub *vip",
    "info": "ဇာတ်​ကား​လေးက​တော့လိင်​ကိစ္စတက်​ကြွ​နေဆဲဖြစ်​တဲ့လူငယ်​​လေး​တွေရဲ့သဘာဝကိုဟာသ​နှောပြီးရိုက်​ပြထားပါတယ်​။ဇာတ်​ကားထဲမှာစုံတွဲ၅တွဲပါဝင်​ထားပြီးတစ်​တွဲနဲ့တစ်​တွဲရဲ့လိင်​ဆက်​ဆံဖြစ်​ပုံ​လေး​တွေကလည်းမတူညီကြပါဘူး။",
    "url": "https://www.mediafire.com/file/4gj67vn1i5ude35/blue_tv_Young_People_F%2Ack%2Ang.mp4/file"
  },
  {
    "thumbnail": "https://img2.bdbphotos.com/images/orig/9/o/9ock9cglnwz49kg9.jpg?skj2io4l",
    "title": "Hazel Moore - Sister *vip",
    "info": "မိထွေး သမီးကို ရှယ်ဖြုတ်တာ step sister ကြိုက်တဲ့သူတွေအတွက်",
    "url": "https://www.mediafire.com/file/fc3a4ivj0ihk4mf/Blue_Tv_Hazel_Moore_-_Sister.mp4/file"
  },
  {
    "thumbnail": "https://vrxdb.com/wp-content/uploads/2020/11/Blake-Blossom.jpg",
    "title": "Blackedraw  Blake Blossom - It S On *vip",
    "info": "Blake Blossom ကို ကပ္ပလီကြီးက ရှယ်ဖြုတ်တာ ",
    "url": "https://www.mediafire.com/file/z7y7iadttaxqotq/Blue_Tv_Blackedraw__Blake_Blossom_-_It_S_On.mp4/file"
  },
  {
    "thumbnail": "https://tse1.mm.bing.net/th?id=OIP.NXUTsikAPRUkRVdg1jR7iwHaEK&pid=15.1",
    "title": "Gabbie Carter  Lauren Phillips - Idolized  *vip",
    "info": "",
    "url": "https://www.mediafire.com/file/lze5hnsu3mf05fm/Blue_Tv_Gabbie_Carter__Lauren_Phillips_-_Idolized.mp4/file"
  },
  {
    "thumbnail": "https://i.pinimg.com/736x/16/d1/3c/16d13c6b3d068a03053facefa8bcac38.jpg",
    "title": "Blacked Elsa Jean Sexxx  *vip",
    "info": "",
    "url": "https://www.mediafire.com/file/ybv33j95vx4yb6v/Blue_Tv_Blacked_Elsa_Jean_Sexxx.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/75/1645575h.jpg",
    "title": "The Girlfriend Exchange *vip",
    "info": "The Girlfriend ExchangeStudio: Digital PlaygroundStars: Chanel Preston , Chastity Lynn, Erik Everhard, Jada Stevens, James Deen, Manuel Ferrara, Riley SteeleDirector Robby D.Release date March 5, 2013Language English",
    "url": "https://www.mediafire.com/file/eykj2e3a9wnf0wf/%255BDynamite_Channel%255DExchange_of_girlfriends.mp4/file"
  },
  {
    "thumbnail": "https://alchetron.com/cdn/Alice-in-Wonderland-1976-film-images-c8364f18-7714-4ddb-a88c-957feff8fe2.jpg",
    "title": "Alice in Wonderland: An X-Rated Musical Fantasy *vip",
    "info": "Alice ဟာသူ့ချစ်သူ William ရဲ့အခစေ်ကိုနောက်တစ်ဆင့်တတ်ဖို့ကိစ္စကိုမကြာခဏငြင်းပယ်ခဲ့တယ် သိပ်မကြာ်ခင်မှာပဲသူမဟာ Alice in Wonderland စာအုပ်ကိုဖတ်ပြီးအိပ်မောကျသွားခဲ့တယ် သူမရဲ့အိပ်မကိထဲမှာယုန်ဖြူလေးတစ်ကောင်ပေါ်လာပြီးတော့သူမကိုလိင်ကိစ္စတွေနဲ့ပြည့်နှက်နေတဲ့အံသြစရာနယ်မြေတစ်ခုကိုခေါ်ဆောင်သွားခဲ့ပါတယ်... ဒီဇာတ်လမ်းဟာပုံမှန်ကြည့်ဖူးနေကျ ဇာတ်လမ်းဖြစ်တဲ့Alice in Wonderland နဲ့မတူပဲဘာတွေထူးခြားပြောင်းလဲသွားမလဲဆိုတာကိုတော့",
    "url": "https://www.mediafire.com/file/8i2tfadt6pzt05v/%255BDynamite_Channel%255DAlice_In_Wonderland.mp4/file"
  },
  {
    "thumbnail": "https://i.pinimg.com/736x/64/41/d9/6441d93be1c6c5e6a193de5b2c4700e0--happy-love-happy-anniversary.jpg",
    "title": "Happy Anniversary New Sensations *vip",
    "info": "",
    "url": "https://www.mediafire.com/file/29jdc0cp6rmpb2q/Blue_Tv_Happy_Anniversary_New_Sensations.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/42/2745042h.jpg",
    "title": "A Stepfathers Desires *vip",
    "info": "",
    "url": "https://www.mediafire.com/file/knx90qdgc6qgvqi/Blue_Tv_A_Stepfathers_Desires.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/73/2743773h.jpg",
    "title": "After School Slut Club 7.mp4 *vip",
    "info": "Actors: Ana Rose, Cindy White, Codey Steele, Connor Kennedy, Elle Voneva, Jake Adams, Johnny Tattoo, Robby Echo, Sam Shock, Violet Rain, Zoe BloomCountry: USADuration: 02:18:42Quality: DVDRelease: 2020",
    "url": "https://6.mangovideo.pw/contents/videos//36000/36814/36814.mp4"
  },
  {
    "thumbnail": "http://dailygrindhouse.com/wp-content/uploads/2020/12/70697-2.jpg",
    "title": "Two Moon Junction (1988)mmsub *vip",
    "info": "ဆရာကြီးပီမိုးနင်း မိန်းမစိတ်ကျမ်းထဲထည့်ရေးဖူးသလို မိန်းမစိတ်ဟာ ဆန်းပါတယ်။သူပြခဲ့တဲ့ ဥပမာဆိုရင်တော့.. မိန်းမတစ်ယောက်ဟာ ပုံပျက်ပန်းပျက်ရုပ်ဆိုးပြီး ဗလကောင်းနေတဲ့လူတစ်ယောက်ကို လှမ်းအမြင်မှာ အလိုလိုချစ်သွားပြီး အနီးကပ်မှ သူ့ယောကျာ်းမျက်နှာဒဏ်ရာရလာတာမှန်း သိရတော့ စိတ်မပါတော့တာမျိုုးပါ။အရာရာရွှေအတိကျပြီးခဲ့တဲ့အနာဂတ်ရယ် ဆန္ဒအလိုလိုက်မှုတွေရယ် ကြားမှာ ဂုဏ်သရေရှိပညာတတ်Aprilဆိုတဲ့ကောင်မလေးတစ်ယောက် ကလေကချေ အရိုင်းအစိုင်းတစ်ကောင်ကိုဆက်ဆံတဲ့ပုံတွေကတော့ တကယ့်ကို နားလည်ရခက်ခက်ပါပဲ။ မိန်းမဆိုတဲ့ ကျမ်းကြီးကိုလူအတော်များများကတော့ အနှေးနဲ့အမြန်လေ့လာရမှာပါပဲ။ဒီဇာတ်လမ်းကတော့ နားလည်ရခက်မယ့်မိန်းမစိတ်အကြောင်းလေ့လာရာမှာ တစ်ထောင့်တစ်နေရာက အထောက်အကူဖြစ်စေမှာပါ ထုံးစံအတိုင်း ပညာယူရင်းမင်းသမီးချောလေး SHEIRLYN FENNရဲ့ တစ်ကြောင်းမျဉ်းအလှတရားပေါင်းများစွာကို တဝကြီးတွေ့ရမှာပါ…၁၈+အခန်းပေါင်းများစွာပါသဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ။",
    "url": "https://www.mediafire.com/file/yb1c24lpxsffan5/Blue_Tv_Two_Moon_Junction_%25281988%2529.mp4/file"
  },
  {
    "thumbnail": "https://cloud.filmfed.com/movies/posters/l_6914adb3-d0ce-41c4-a9ac-b723c51f85ec.jpg",
    "title": "Pleasure or Pain mmsub *vip",
    "info": "ဇာတ်လမ်းကတော့ဘောစိဘဲကြီးကဒီဇိုင်နာစော်လေးကိုသူရဲ့ပုံမှန်ပျင်းစရာဘဝကနေဆွဲထုတ်ပြီးသာယာမှုတွေနဲ့ပိုက်ဆံကိုပေးပြီးသူမရဲ့ပုံမှန်လိင်ဆက်ဆံမှုဘဝကနေအစွန်းတစ်ဖက်ကိုအရောက်ပို့လိုက်ပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတတော့ပရိတ်သတ်ကြီးပဲကိုယ်တိုင်ဝင်ကြည့်လိုက်ပါ",
    "url": "https://www.mediafire.com/file/n6z3ekzx8185q32/Blue_Tv_Pleasure_or_Pain_%25282013%2529.mp4/file"
  },
  {
    "thumbnail": "https://i.pinimg.com/736x/2a/1d/61/2a1d61dc3a7a8b5e0dcb08f04309061a--you-love-me-do-you.jpg",
    "title": "How Much Do You Love Me (2005) mmsub *vip",
    "info": "ဖရန်ဆွာ့ဇ်ဟာအထီးကျန်ဘဝနဲ့သူ့ရဲ့ပျင်းရိစရာရုပ်အလုပ်တို့ကိုငြီးငွေ့နေတဲ့ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ဘားတစ်ခုကိုသွားရင်းလှပတဲ့မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ဒင်နီယယ်လာနဲ့ဆုံခဲ့တယ်။မြင်မြင်ချင်းဒင်နီယယ်လာကိုစွဲလန်းမိရင်းကသူဟာမီလျံချီထီပေါက်ထားတဲ့သူဖြစ်ကြောင်းနဲ့သူနဲ့အတူနေမယ်ဆိုရင်တစ်လကိုယူရို ၁၀၀.၀၀၀ငွေမကုန်မချင်းပေးမယ်လို့ကမ်းလှမ်းလာတဲ့အခါဒင်နီယယ်လာကလဲသဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့သူ့သူငယ်ချင်းလဲဖြစ်သူ့ဆရာဝန်လဲဖြစ်တဲ့အန်ဒရေးပါ။အန်ဒရေးကဖရန်ဆွာ့ဇ်ရဲ့နှလုံးအားနည်းရောဂါဟာဒီလိုလိင်မှုကိစ္စတက်ကြွပုံမျိုးနဲ့သင့်တော်မှာမဟုတ်ဘူးလို့သတိပေးပါတယ်။စားသောက်ဆိုင်မှာညစာစားကြရင်းဒင်နီယယ်လာအစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကိုလှမ်းခေါ်ခဲ့တယ်။အခန်းထဲမှာနှစ်ယောက်တည်းစမ်းသပ်နေရင်းဒင်နီယယ်လာကအဝတ်အစားချွတ်ပေးရမလားလို့မေးတယ်။သူက မလိုအပ်ကြောင်းပြောပေမယ့်ဒင်နီယယ်လာကဇွတ်အဝတ်အစားချွတ်လိုက်ချိန်မှာတော့ရင်ဖိုလှိုက်မောစရာကောင်းလောက်အောင်လှပတဲ့သူ့ခန္ဓာကိုယ်ကောက်ကြောင်းရဲ့ဆွဲဆောင်မှုကိုမခံနိုင်တော့ပဲ..။လူရိုးလူအေးကြီးတစ်ယောက်ဖြစ်တဲ့ဖရန်ဆွာ့ဇ်ရဲ့ဘဝကိုဒင်နီယယ်လာတစ်ယောက်ဘယ်လိုကမောက်ကမ ကျွမ်းထိုးမှောက်ခုံတွေဖြစ်အောင်မွှေနှောက်မလဲဆိုတာဆက်လက်ရှုစားကြပါ။ဒင်နီယယ်လာအဖြစ်သရုပ်ဆောင်ထားတဲ့ကမ္ဘာအလှဆုံးအမျိုးသမီးစာရင်းအကြိမ်ကြိမ်ဝင်ခဲ့တဲ့မမကြီး Monica Bellucci ရဲ့မိ့မွေးတိုင်းဖမွေးတိုင်းအလှအပတွေနဲ့ကြည့်လို့တန်စေမှာပါ။",
    "url": "https://www.mediafire.com/file/9k89l20ncdv7wa3/Blue_Tv_How_Much_Do_You_Love_Me_%25282005%2529.mp4/file"
  },
  {
    "thumbnail": "https://image.tmdb.org/t/p/w342/7gqcEgJfTltbLo76nZTl8umgM1Y.jpg",
    "title": "Cheeky(2000) mmsub *vip",
    "info": "ဇာတ်လမ်းပုံစံကတော့ကာလာဆိုတဲ့ချောမောလှပပြီးချစ်စဖွယ်ကောင်းတဲ့အီတလီသူလေးဟာ ရည်းစားများပြီးပွေရှုပ်တက်သူပါ။တစ်ရက်မှာတော့ မက်တဲယိုဆိုတဲ့ကျောင်းသားကောင်လေးတစ်ယောက်ကိုချစ်ကြိုက်မိသွားပါတယ်။မက်တဲယို နှင့် သူမအတူတူနေထိုင်ဖို့တိုက်ခန်းရှာဖွေရင်းတိုက်ခန်းရှာဖွေပေးတဲ့လိင်တူချစ်သူအမျိုးသမီးတစ်ဦးနှင့်လဲဇတ်လမ်းတွေဖြစ်လိုက်ပါသေးတယ်။ဒါကိုမက်တဲယိုသိပေမယ့်မိန်းကလေးအချင်းချင်းမို့ဘာမှ မပြောသေးပါဘူး။တစ်ရက်မှာတော့ကာလာရဲ့အိမ်မှာသူမယူခိုင်းတဲ့ပစ္စည်းလေးတွေသွားယူရင်းမက်တဲယိုတစ်ယောက်ကာလာရှုပ်ပွေထားတဲ့ဇတ်လမ်းမြောက်များစွာကိုသိရှိလိုက်ရပါတယ်။မနာလိုချင်းသဝန်တိုချင်းများစွာဖြင့်ကာလာနောက်လိုက်သွားရင်းထိုကိစ္စများရှင်းပြပေးရန်မက်တဲယိုမှ ကျိန်းမောင်းပေမဲ့ကာလာကတော့လိမ်မြဲလိမ်နေပါသေးတယ်။ဒါကြောင့်ကာလာကမိမိအားမလိမ်မညာပဲလိင်ဆက်ဆံခဲ့သူတွေအကြောင်းခရေစေ့တွင်းကျမေးပါတော့တယ်။မက်တဲယိုကရည်းစားများလွန်းပြီးလူတကာနှင့်အိပ်သောကောင်မလေးကာလာကိုတကယ်ပြန်လက်ခံနိုင်ပါ့မလား။ကာလာကရောသူတကယ်ချစ်တဲ့မက်တဲယိုကိုပွင့်လင်းနိုင်မလားအမှန်တိုင်းပြောပါ့မလားဆိုတာကတော့ပရိတ်သတ်ကြီးပဲဝင်သာကြည့်လိုက်ပါ..",
    "url": "https://www.mediafire.com/file/1uv0mi8v4sgm2yn/Blue_Tv_Cheeky_%25282000%2529.mp4/file"
  },
  {
    "thumbnail": "https://image.tmdb.org/t/p/w342/6KwrHucIE3CvNT7kTm2MAlZ4fYF.jpg",
    "title": "365Day mmsub *vip",
    "info": "မာစီမို က အီတလီ အင်အားကြီး  မာဖီးယားဂိုဏ်းမိသားစုတွေထဲက တစ်ခုရဲ့ သားဖြစ်ပါတယ် ။ ဖခင် သေနတ်ပစ်ခံရပြီးသေဆုံးမှုမှာ မာစီမိုဟာ မိန်းကလေးတစ်ယောက်ကိုတွေ့ခဲ့ရပါတယ် ။ မာစီမိုက မာဖီးယား ဂိုဏ်းရဲ့ ဆက်ခံသူဖြစ်လာခဲ့ပြီးသူတွေ့ခဲ့တဲ့ မိန်းကလေးကိုလည်း ၅ နှစ်တိတိလိုက်ရှာနေခဲ့ပါတယ် ။တစ်နေ့ သူရဲ့ မာဖီးယားဂိုဏ်းသားတွေ ဒုစရိုက်သမားတွေ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတွေနဲ့ တွေ့ဆုံပွဲတစ်ခုက အပြန် လေဆိပ်မှာ သူ ၅နှစ်လုံး ရှာဖွေနေတဲ့ မိန်းကလေးကိုတွေ့ရှိသွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ ဆက်လက်ရှုစားလိုက်ကြပါ",
    "url": "https://www.mediafire.com/file/9e8um1bed4b9gw1/Blue_Tv_365.Days.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/18/1356318h.jpg",
    "title": "Baby Face 2 mmsub *vip",
    "info": "လူတိုင်းလူတိုင်းပျော်ပျော်နေတယ်ဆိုတာကောင်းတယ်ဆိုတဲ့အရာဖြစ်ပေမဲ့အရေးကြီးဆုံးကတော့အပျော်ကနေပြီးတော့အပျက်ဘက်ကိုမရောက်အောင်လည်းဂရုစိုက်ဖို့လိုပါတယ်,အပျက်ဘက်ရောက်သွားတဲ့လူတစ်ယောက်ရဲ့ဘဝကဘယ်တော့မှပြန်ပြီးကောင်းမွန်အောင်တည်ဆောက်လို့မရနိုင်တော့‌တဲ့အထိအန္တရာယ်များလှပါတယ်,‌ဒီဇာတ်လမ်းထဲမှာတော့ပျော်ပျော်နေတတ်တဲ့မိန်းကလေးတစ်စုတစ်နေ့မိန်းကလေးသီးသန့်ပါတီပွဲလုပ်ကြပြီးရုတ်တရက်ပေါ်လာတဲ့ကောင်လေးတစ်ယောက်ကိုမခိုင်းသင့်တာတွေခိုင်းပြီးဒုက္ခရောက်သွားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ!အဲ့တော့သူတို့တွေကရောဘာများသွားခိုင်းတာလဲ....!?မိန်းကလေးတစ်စုကရောဘာတွေဖြစ်သွားမလဲဆို‌တာကိုတော့....!ဒီဇာတ်လမ်းလေးထဲမှာတစ်ဝကြီးကြည့်ရှုလိုက်ပါနော်...",
    "url": "https://www.mediafire.com/file/kkdte70sus029su/Blue+Tv+Baby+Face+2.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/74/3189774h.jpg",
    "title": "Liya Stefany Escorts Deluxe *vip",
    "info": "Actors: Kristof Cale, Liya Silver, Nata Paradise, Raul Costa, Shalina Devine, Totti, Vince CarterCountry: Euro, European, France, RussiaDuration: 01:50:55Quality: DVD,Release: 2021",
    "url": "https://45.mangovideo.pw/contents/videos//53000/53777/53777.mp4"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/57/1613257h.jpg",
    "title": "Thor XXX An Extreme Comixxx Parody *vip",
    "info": "Actors: Alexis Texas, Andy San Dimas, Anthony Rosano, Danny Mountain, Evan Stone, Jenna Presley, Lea Lexis, Lexi Belle, Nat Turnher, Nicole Aniston, Seth GambleCountry: USADuration: 02:53:18,Quality: DVD",
    "url": "https://av1.eyeshot.live/vids/pornparody/Thor.XXX-An.Extreme.Comixxx.Parody.mp4"
  }
]