[
  {
    "thumbnail": "https://i.imgur.com/Qpyy1za_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Census Taker Puretaboo mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ မိဘတွေမရှိတုန်း အိမ်မှာတစ်ယောက်တည်း ကျန်ခဲ့တဲ့ သမီးပျိုလေးကို အင်တာဗျူး ဖို့လာတဲ့ သန်းခေါင်စာရင်းဌာနက ဦးလေးကြီးက ကောင်မလေးအိပ်ခန်းထဲမှာ အပီလိုးတာနော်ဒီကားကို အစက vip မှာတင်မလို့ပဲ free သမားတွေကိုလည်း ကြည့်စေချင်တာ မင်မင်စေတနာတွေEdit စာထပ်နေတာပြန်ပြင်ပေးထားပါတယ် ",
    "url": "https://www.mediafire.com/file/hhbjki4zgqtfyqm/TheCensusTakersub.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8VKrgcj_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MyFamilyPies – Sybil – I Accidentally Sent My Stepsis A Dick Pic *vip",
    "info": "ကျော်ကြီးသည် သူ့ရဲ့ လီးကြီးကို ဓာတ်ပုံရိုက်ပီး သူ့ကောင်မလေး ဆီပို့ပေမယ့် လူမှားပီး သူ့ညီမ (stepsister) ဆီရောက်သွားခဲ့သည်ညီမလေး သည် သူ့ဖုန်းထဲ မက်ဆေ့ဝင်လာလို့ ကြည့်လိုက်တဲ့အခါ သူ့အစ်ကိုကျော်ကြီး ရဲ့ လီးကိုပုံထဲ မြင်ပီးလန့်သွားခဲ့သည် လီးပုံကို ကိုင်ပီး သူ့အစ်ကိုဆီ ရောက်လာခဲ့ပေမယ့် အစ်ကိုဖစ်သူက မှားပီးပို့မိတာဟုဆိုသည် သို့သော် သူမသည် လီးကို အပြင်မှာမြင်ချင်တယ်ဟုဆိုကာ သူ့ကို လီးလှန်ပြဖို့ အတင်းတောင်းဆိုပါတော့သည်ဘယ်လို ရှောင်လွဲလို့မရတဲ့အဆုံးမှာတော့ ကျော်ကြီးကတော့ နင့်ဟာငါ့ကိုပြရင် ငါ့ဟာလည်း နင့်ကိုပြမယ်လို့ ကတိစကားဆိုလိုက်လေသည်",
    "url": "https://www.mediafire.com/file/jjhfheahq9b8d5j/SentMyStepsis.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ruqWdMF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "BrattySis – Leana Lovings – Perving On My Stepsister *vip",
    "info": "stepsister ကိုလိုးတာညီမ‌က အရမ်းလန်းတော့ လီးတောင်တာပေါ့",
    "url": "https://www.mediafire.com/file/tht4osy7oofgr9y/OnMysister.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ls4J6zC_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sexmex Jessica Sodi Apartment For Rent *vip",
    "info": "မြန်မာစာတန်းထိုးSexmex ကရိုက်တဲ့အခန်းငှားသည်ဆိုတဲ့ ကားကောင်းလေးမင်းသမီးက တကယ် လိုးကောင်းမဲ့ အိုးကြီးကို ပိုင်ဆိုင်ထားတာပါလုံး၀အကိတ်မို့ အရသာတွေကတော့ ပြည့်နှက်နေမှာပဲ",
    "url": "https://www.mediafire.com/file/9jp4b9mr7rcx3jz/JessicaSodiApartmentFor.mp4/file"
  },
  {
    "thumbnail": "https://transform.gammacdn.com/photo_set/135576/previews/135576_1.jpg?width=800&height=1200&format=webp",
    "title": "His 100th Foster PureTaboo *vip",
    "info": "နွယ်နီသည် ချာလီ၏ လှပသော အိမ်သို့ရောက်ရှိလာခဲ့သည် ချာလီဆိုသည်မှာ အိမ်ခြေမဲ့မိန်းကလေးတွေကို ခေါ်ယူမွေးစားပီး အိမ်နေရာပေးတဲ့ ဦးလေးကြီးပေါ့ နွယ်နီသည် ချာလီအိမ်သို့ ရောက်ရှိလာပေမယ့် အိမ်ရှေ့မှာ ထွက်လာကြိုသူကတော့ နွယ်နီကို သိပ်ကြည့်ရတဲ့ပုံမပေါ်တဲ့ ဂျက် ဆိုတဲ့ကောင်လေးဖစ်သည်ဂျက်သည် ချာလီ အပြင်သွားနေတာမို့ သူလာကြိုတာဖစ်ပီး အိမ်တွင်းစည်းကမ်း များကို ရှင်းပြသည် ဒီအိမ်တွင် နေချင်ပါက သူ့စကားနားထောင်ရမှာဖစ်ပီး သူနဲ့ လိုးပီးမှ အိမ်ရဲ့ မိသားစုဝင်ဖစ်လာမည် ဖစ်ကြောင်း လိမ်လည်ပြောဆိုသည် ချာလီ အိမ်မှာ မရှိတာကို အခွင့်ကောင်းယူပီး ဂျက်သည် နွယ်နီကို လိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/bbfy0hkd5jjcdqv/His100thFoster.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp4/main/IMG_20220715_141546.jpg",
    "title": "FamilyStrokes - Bess Breast - Behind The Kitchen Counter-FS *vip",
    "info": "အိန်ဂျယ် သည် သူမ၏ အိမ်တွင် ရေပိုက်ပျက်နေသဖြင့် ဦးလေးက ပြင်ပေးဖို့ အိမ်သို့ရောက်လာခဲ့သည် သို့သော် တစ်ယောက်တည်းအဆင်မပြေသဖြင့် အကူအညီလိုလို့ သားဖစ်သူကိုပါ ထပ်ခေါ်လိုက်လေသည် သားဖစ်သူ သည် အဖေဖစ်သူ ရေပိုက်ပြင်တာကို ကူညီဖို့လာရင်း အဖေ မသိအောင် အိန်ဂျယ်လေးကိုလိုးပါ‌ေတာ့သည်",
    "url": "https://www.mediafire.com/file/s0md6huriwj6v5g/BehindTheKitchen.mp4/file"
  },
  {
    "thumbnail": "https://t.fapcat.com/contents/videos_screenshots/21000/21967/preview.jpg",
    "title": "Public Agent - Hot Russian shows her Deepest Love *vip",
    "info": "လမ်းမှာတွေ့တဲ့ စော်အလန်းလေးကို ပိုက်ဆံပေးပီးလိုးတဲ့ Public Agentဇာတ်လမ်းလေးပါ",
    "url": "https://www.mediafire.com/file/o4lhlxldo9azmmu/Russianshows.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ZpjnQAX_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo – Spencer Bradley – When Your Past Comes Knocking *vip",
    "info": "အိန်ဂျယ်သည် သူမ၏ အိမ်ရှေ့တွင် တံခါးခေါက်သံကြားသဖြင့် ဖွင့်ကြည့်လိုက်ရာ သူမ၏ မောင်လေး ဖစ်နေသဖြင့် နွေးထွေးစွာ ကြိုဆိုခဲ့သည်သို့သော် မောင်လေး ဖစ်သူက စိုးရိမ်ပူပန်မှုများရှိနေသဖြင့် အိမ်ထဲ ဝင်ထိုင်ခိုင်းပြီး မေးမြန်းကြည့်ရာ အလုပ်ပြုတ်လာကြောင်း သိလိုက်ရသည် အသစ်က ပြန်စဖို့ နှစ်သိမ့်ပေမယ့် မောင်လေးဖစ်သူမှာ အလုပ်ပြုတ်လာရုံသာမက အကြွေးရှင်တွေ လိုက်တာကိုပါ ခံနေရပီး အကြွေးရှင်ကိုယ်တိုင် အိန်ဂျယ်တို့နေအိမ်သို့ ရောက်ရှိလာခဲ့ပါသည် အိန်ဂျယ်သည် အဆင်ပြေရန်ညှိနှိုင်းရာကနေ မောင်လေးရဲ့ အကြွေးရှင်ကတုံး ဆီမှာ အလိုးခံလိုက်ရသည်",
    "url": "https://www.mediafire.com/file/af0j4lbv42yogir/PurWhenYourPast.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/n2s3z2T_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "TeamSkeetClassics – Lexi Lore   Maya Bijou – Girl Next Door Gets Cock *vip",
    "info": "Maya သည် သူမ၏ အိမ်သော့ပျောက်သွားလို့ အိမ်ထဲ ဝင်မရဖြစ်နေခဲ့ပါသည် ဘာလုပ်ရမှန်းမသိလို့ သူငယ်ချင်း အိမ်ခဏ တည်းခိုဖို့သွားရာကနေ သူငယ်ချင်းကောင်လေးကို ကြွေသွားပါတော့သည်",
    "url": "https://www.mediafire.com/file/9s7cd1121zbemvp/GirlNextDo.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/YW8jjNj_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers-Hipsters Get Schooled *vip",
    "info": "ညီဖစ်သူJoshua သည် သူ၏ အမိုက်စားချစ်သူ Kylie ကို အိမ်သို့အလည်ခေါ်လာခဲ့သည် Kylie သည် fb သုံးရတာ အလွန်ဝါသနာပါပီး တခြားဘာကိုမှ စိတ်မဝင်စားပေ အိမ်ကိုခေါ်လာခဲ့သော်လည်းသူမဟာ fb ဘဲ့ ထိုင်သုံးနေပါတော့သည် သူမကို အာရုံပြောင်းဖို့ ကြိုးစားသော်လည်း ငြင်းပယ်ခြင်းသာ ခံခဲ့ရလို့စိတ်ပျက်သွားပါတော့သည် ဒီလိုအခြေအနေကို မြင်တွေ့လိုက်ရတဲ့ အစ်ကိုက ညီဖစ်သူရဲ့ ချစ်သူကို အာရုံပြောင်းဖို့ ကူညီပေးပါတော့သည်",
    "url": "https://www.mediafire.com/file/qvjmo9v6udhiu1h/HipstersGetSchooledsd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/p8S53DD_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Puretaboo Kenna James - Needing Daddys Seed *vip",
    "info": "ပီတာ သည် သူ့laptopပေါ်တွင် အဖေနဲ့ သမီး လိုးကားကြည့်ပီး ဂွင်းထုနေသည် အဲဒီအချိန်မှာ တံခါးခေါက်သံကြားလို့ ကြည့်လိုက်တဲ့အချိန်မှာ မွေးစားသမီးဖစ်သူ မယ်ရီ ဖစ်နေသည် အရေးတကြီး ပြောစရာရှိတယ်ဆိုလို့ အခန်းထဲဝင်ခွင့်ပေးလိုက်သည်မယ်ရီသည် မွေးစားအဖေဖစ်သူ ပီတာကိုကြည့်ပီး သူ့ကိုကျွေးမွေးဂရုစိုက်တာကြောင့် ကျေးဇူးတင်ကြောင်းဆိုသည် သို့သော် စစ်မှန်တဲ့ မိသားစုမျိုးမရသေးတာကြောင့် သူ့မဟာ ဒယ်ဒီနဲ့အတူ ကိုယ်ဝန်ယူပီး စစ်မှန်တဲ့မိသားစု ဘဝကို ဖန်တီးချင်သည်ကိုယ်ဝန်လိုချင်တာ‌ကြောင့် သူ့ကိုလိုးဖို့ ဒယ်ဒီ အားတောင်းဆိုခဲ့ရာ ဘာဆက်ဖစ်မှာလဲ",
    "url": "https://www.mediafire.com/file/nurz8az75254cpk/NeedingDadsd.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BZmEyODc5NTAtNmMxYi00MzQwLTgxNDYtYWUwMzgzYmMxMGIzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_.jpg",
    "title": "Frivolous Lola (1998) Monella *vip",
    "info": "မြန်မာစာတန်းထိုးအီတလီဒါရိုက်တာ Tinto Brass ဇာတ်ကားဆိုရင်တော့ သဘောပေါက်လိုက်ပါတော့။လိုလာဆိုတာ အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ဆယ်ကျော်သက်မိန်းမငယ်လေးတစ်ယောက်ဖြစ်ပြီး၊ သူ့ချစ်သူနဲ့ စေ့စပ်ထားတဲ့ သတို့သမီးလောင်းလေးတစ်ယောက်လဲဖြစ်ပါတယ်။လိုလာဟာ သူ့ချစ်သူနဲ့လက်မထပ်ခင်မှာအပျိုစင်ဘဝကိုအသည်းအသန်ပေးအပ်ချင်နေခဲ့ပေမယ့်သူ့ကိုတန်ဖိုးထားချစ်တယ်လို့ဆိုတဲ့ ရှေးရိုးစွဲသူ့ချစ်သူကတော့ လက်မခံပါဘူး။ ဒီတော့ ဘာဆက်ဖစ်မှာလဲ ",
    "url": "https://www.mediafire.com/file/bweamf5sy6mch8d/Lola1998.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/nXuDnD7_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo - Fender Bender - Adira Allure *vip",
    "info": "‌ကျနော်သည် အိမ်ကထွက်လာပီး အပြင်သွားရန် ကားထဲသို့ ဝင်လိုက်တဲ့အခါ ကားနောက်ကို တစ်စုံတစ်ရာ ဝင်တိုက်လိုက်လို့ လန့်သွားခဲ့သည် ကားပေါ်က ဆင်းပီးကြည့်လိုက်တဲ့အခါ ဝင်တိုက်ခဲ့သူမှာ လီနာ ဆိုတဲ့ ကောင်မငယ်လေး ဖစ်နေသည်လီနာသည် အသက်18နှစ်သာ ရှိသေးပီး ကားမောင်းမကျွမ်းကျင်သေးတာမို့ ဝင်တိုက်မိခြင်းဖစ်သည်သူမကတော့ ရဲမခေါ်ဖို့တောင်းပန်ရှာပါတယ် ကျနော်လည်း ဒီကိစ္စညှိနှိုင်းဖို့အတွက် အိမ်ခေါ်သွားပီးလိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/49685c4fuksepod/FenderBenderdirllure.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/QJeZKeC_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "BrazzersExxtra – Kali Roses – Cheating Gamer Distracted by Huge Cock *vip",
    "info": "‌ ကျနော်ညီ‌လေးရဲ့ ကောင်မလေးသည် gamerမလေးဖစ်သည် ညီလေးက သူ့ကို ဂိမ်းမကစားဖို့နဲ့ သူ့နဲ့အတူ အချိန်ကုန်ဆုံးဖို့ နည်းမျိုးစုံ သုံးပေမယ့် သူမ စိတ်မဝင်စားခဲ့ပါ ညီလေးက စိတ်ဓာတ်ကျပီး အခန်းထဲ ဝင်သွားပါသည်ကို ကျနော်တွေ့လိုက်ရသည်ကောင်မလေးက ဖင်အကြီးကြီး နဲ့ စောက်ရမ်းမိုက်သည် ကျနော်လည်း ဂိမ်းဆော့နေတဲ့ သူမအနားသွားပီး ကျနော်ရဲ့ လီးကို လန်ပြလိုက်သောအခါသူမ သဘောကျရုံသာမက အလိုးခံဖို့အတွက် video  ဂိမ်းကို စွန့်လွတ်လိုက်သည်",
    "url": "https://www.mediafire.com/file/92ne93ckmbomo87/Gamer_Distrac.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4TVLGiC_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo – A Living Hell – Lana Sharapova *vip",
    "info": "သူမသည် ဆယ်ကျော်သက် မိန်းကလေးအထက်တန်းကျောင်း တက်လှမ်းရန် ကြိုးစားနေတဲ့ ကျောင်းသူလေးဖစ်သည်သူမ၏ ပထွေးသည် သူမ၏ဆရာ မစ္စတာဂျက် ကိုအိမ်ခေါ်လာကတည်းက တစ်စုံတစ်ခု ဆိုးရွားစွာ မှားယွင်းနေသည်ကို သူမခံစားခဲ့ရသည်  ပထွေးစကား နားမထောင်ရင် အိမ်ပေါ်က နှင်ချခံရပီး နေစရာမရှိဖစ်မည် ဆရာစကားနားမထောင်ပြန်ရင်လည်း တက္ကသိုလ် တက်ခွင့်မရနိုင်တော့ပါသူမ အယုံကြည်ဆုံးနှစ်ယောက်က သူမကို လိုးချင်နေတာကို လုံးဝမယုံကြည်နိုင်ဖစ်နေခဲ့ဒါပေမယ့်လည်း သူမမှာ အလိုးခံရုံကလွဲပီး တခြားရွေးချယ်စရာမရှိပါ",
    "url": "https://www.mediafire.com/file/h1ehca282lz8904/AivingHell.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/RyUur74_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Public Agent – Atlanta Moreno – Redhead Brit Babe POV Fuck *vip",
    "info": "ခရီးဆောင်အိတ်ကို ဆုပ်ကိုင်ထားတဲ့ အမျိုးသမီးချောလေးတစ်ယောက် လမ်းပေါ်မှာ ငိုနေတာကို တွေ့လိုက်တယ်။  ကျွန်တော် လမ်းလျှောက်လာပြီး ဘာမှားနေလဲလို့ မေးတော့ သူမရည်းစားက သူ့ကို စွန့်ပစ်လိုက်တာလို့ ပြောခဲ့တယ်။  သူက တော်တော်ချစ်စရာကောင်းတယ်သူမကိုကြည့်ရတာ ပိုက်ဆံလို‌နေသည် ဒါကြောင့်ကျနော်သူ့ကို ဟိုတယ်လိုက်ရင် ပိုက်ဆံပေးမယ်ပြောပီး ဟိုတယ်မှာ အပီလိုးပစ်လိုက်သည်",
    "url": "https://www.mediafire.com/file/oyjg8peaidfe66c/RedheadBritBabe.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/nVYD4Ut_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PureTaboo – It Slipped In – Whitney Wright, Carolina Sweets *vip",
    "info": "jenny ရဲ့ သူငယ်ချင်း ယွစိန်မ သည် တနင်္ဂနွေ ကျောင်းပိတ်ရက် တွင် အိမ်လာလည်ပီး အတူစာလုပ်ခဲ့သည် jenny သည် 18 နှစ်ပြည့်ပီ ဖစ်သော်လည်း အခုထိ အပျိုစင်လေးသာ ရှိပီး အရမ်းလည်း ရှက်တတ်သည်ဒါကို သူ့သူငယ်ချင်းက အသက် 18 နှစ်ပြည့်ပြီး လီးမဝင်ဖူးသေးရင် ရှက်ဖို့ ကောင်းကြောင်းနှင့် အလိုးခံရတဲ့ အရသာဟာ ဘယ်လောက်ထိ ကောင်းကြောင်း သူမကို ဖြားယောင်းခဲ့ပီး သူမ၏ အစ်ကို နဲ့ပေးလိုးခဲ့သည်",
    "url": "https://www.mediafire.com/file/o13llxv7jn4gwrb/It_Slpped_In.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQWFW7OJ_Bztg209rbBE_30qxz2Ev8BUfRXQ&usqp=CAU",
    "title": "Cinderella’s Hot Night (2017) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးစင်ဒရဲလားဇာတ်လမ်းလေးပါ ဒါပေမယ့် ငယ်ငယ်တုန်းက ကြည့်ခဲ့တဲ့ စင်ဒရဲလားတော့မဟုတ်ဘူး လူကြီးကြိုက် ခေတ်သစ်စင်ဒရဲလားလေးပါ",
    "url": "https://www.mediafire.com/file/z4cn2rperdq2l20/Cinderella.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/trJNsN9_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "PublicAgent – Eliza Eves – Californian Blonde Cock Sucker *vip",
    "info": "PublicAgent ဇာတ်ကား အသစ်လေးပါ Public agentတွေရဲ့ ထုံးစံအတိုင်း လမ်းမှာ တွေ့တဲ့ စော်အလန်းလေးတွေကို ပိုက်ဆံပေးပီး လီးကြီးကြီးနဲ့လိုက်လိုးတဲ့ကားပေါ့",
    "url": "https://www.mediafire.com/file/5iokjffnvgmkgls/Cafoian_Blond.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Uu4hoZ7_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sneaky Sex - Abella Danger - Game Night *vip",
    "info": "သူမသည် ကျော်ကြီးနဲ့ တူတူ ပုန်းတမ်းကစားကြရာ ပန်းရောင်ဘောင်းဘီတိုကို တင်းကြပ်စွာ ဝတ်ဆင်ထားတဲ့ သူမရဲ့ ဖင်အကြီးကြီးတွေကြောင့် ပုန်းဖို့နေရာ‌ရှာမတွေ့ ဖစ်နေခဲ့ပါသည် အချိန် အတော်ကြာ ရှာပီးတဲ့နောက် အဝတ်ဗီဒို ထဲ ဝင်ပုန်းဖို့ ဆုံးဖြတ်လိုက်သည်အချိန်အနည်းငယ်ကြာတဲ့အခါ ကျော်ကြီး သူမကို အဝတ်ဗီဒိုအခန်းထဲမှာ ရှာတွေ့ခဲ့ပီးနောက် သူမ အလိုးခံလိုက်ရသည်",
    "url": "https://www.mediafire.com/file/8bqdyur0yep9y7d/Game_Night.mp4/file"
  }
]