[
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/22/1746722h.jpg",
    "title": "Perverted Taxi (French) *vip",
    "info": "ဤ Parisian တက္ကစီကုမ္ပဏီသည် မတူညီသော ဝန်ဆောင်မှုများစွာကို ပေးဆောင်ပြီး သုံးစွဲသူများ အမြဲတမ်း စိတ်ကျေနပ်မှုရရှိစေသည်။Video time 1 နာရီ 30 မီနစ်",
    "url": "https://www.mediafire.com/file/eqj5mwjrzhzcdcb/Taxi_Pervers.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/91/3161991h.jpg",
    "title": "Foster Tapes Vol. 2 (2021) *vip",
    "info": "ဇာတ်ကားကြာချိန်  2 နာရီ full movieကေတီသည် သူမ၏မွေးစားမိသားစုရဲ့ အဖိုးတန်ပစ္စည်းများကို ခိုးယူရန် ကြိုးစားသည်။ သူမ၏မွေးစားမိဘများသည် သူမ၏ဝက်ဝံရုပ်တွင် ကင်မရာတစ်လုံးထည့်ထားတာကြောင့် ပစ္စည်းခိုးတာမိသွားလေသည် မွေးစားမိဘများက သူ့ကိုအပြစ်ပေးတဲ့အနေနဲ့ လိုးလေသည်scene 3 ခန်းပါဝင်ပီး တစ်ခန်းနဲ့ တစ်ခန်း သရုပ်ဆောင် မတူတာမို့လို့ ကြည့်ရတာ ရှယ်မိုက်",
    "url": "https://www.mediafire.com/file/60vim9tg5b8vz9m/FosterTapesVol2_2021.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/re4EzlK_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Mylf Classics - Natasha Starr   Bailey Brooke - Show Us You ve Learned-Nata *vip",
    "info": "Jake သည် အိမ်ကို ရည်းစားဖစ်သူကို ခေါ်လာပီးဖောင်ဒိုင်းကျွေးဖို့လုပ်သည် Jake နဲ့ တစ်အိမ်တည်းနေတဲ့ မိထွေးက ဒါကိုမြင်တော့ ချောင်းကြည့်ပီး သူ့ရည်းစား ထက် ငါက ပိုလှတယ်ဆိုပီး သူရဲ့ ဖင်ကို ပြချင်စိတ် တွေ ဖစ်နေခဲ့သည်ရည်းစားဖစ်သူနဲ့ မိထွေး တို့နှစ်ယောက် ဖင် အလှ ပြိုင်ကြရာ Jake က ဘယ်သူဖင်လှလဲဝေခွဲရခက်နေတာမို့လို့ လိုးကြည့်မှ သိမယ် ဆိုပီး နှစ်ယောက်လုံးကို လိုးလေသည်",
    "url": "https://www.mediafire.com/file/de5707ts4q2ib6w/NShow_Us_You.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/97/1969297h.jpg",
    "title": "Lust_ My Wife Gets Fucked By Others (2017) *vip",
    "info": "ကိုယ့်မိန်းမကို vip ဧည့်သည်နဲ့ ပေးလိုးတာ ကြာချိန် 1 နာရီ 35မီနစ်Couple life, exclusive love... An ideal for some people, but what happens when passion becomes routine? How to spice up your sexual life to rediscover pleasure? Wouldn't sharing be the solution? During a weekend in the countryside, Rico will engage his wife Claire in an exhibitionist game, denuding her slowly during a walk in the forest. This day will end with a delicious surprise at dinner. Totally naked, Claire will accept to offer herself to a mysterious guest until orgasm under the eyes of Rico who will take advantage of it to satisfy his voyeuristic fantasies. Alexa, for her part, will submit to her husband's perversion by being fucked without limit by an unknown man and ending up in a threesome of the hottest, where her husband will make her enjoy as never before...",
    "url": "https://www.mediafire.com/file/z86v619dchf1v7r/Lust__My_Wife_Gets_Fuked_By_Others.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/11/3091211h.jpg",
    "title": "Uncle Charming Pure Taboo *vip",
    "info": "အသက် 18 နှစ်အရွယ် မိန်းကလေး ဆိုဖီသည်ဦးလေး ဖစ်သူနဲ့ ဖိုက်တဲ့ ဖိုက်တင်ကားပါ",
    "url": "https://www.mediafire.com/file/71g62cbjsnw9meg/Uncle_Charming.mp4/file"
  },
  {
    "thumbnail": "https://imgs1cdn.adultempire.com/products/56/3213256h.jpg",
    "title": "A Betrayal of Trust 2021 *vip",
    "info": "အရှည်ကြိုက်တဲ့သူတွေအတွက် ကြာချိန် 1 နာရီ 37 မီနစ်ဇာတ်လမ်းလေးကတော့မိဘများဖြစ်သော Fred နှင့် Barbaraတို့သည် ဆယ်ကျော်သက်မိန်းကလေး Alice  အား မွေးစတွင် အလဲအလှယ်ခံခဲ့ရသောကြောင့် ၎င်းတို့၏သမီးကို လိုးဖို့ သမီးအရင်းမဟုတ်ကြောင်းထုတ်ဖော်ပြသခဲ့ကြသည်။  Alice က ရဲကိုဖုန်းဆက်မယ်လို့ ခြိမ်းခြောက်ခဲ့ပေမယ့် Fred နဲ့ Barbara က သူမရဲ့ဘဝဟာ ဇောက်ထိုးဖောက်ပြန်သွားလိမ့်မယ်လို့ ထောက်ပြတဲ့အခါ သူမဟာ နောက်ပြန်ဆုတ်ပြီး သဘောတူခဲ့ပါတယ်။တစ်ကားတည်းနဲ့အခန်းနှစ်ခန်း ပါဝင်တာမို့လို့ ကြည့်ရတာရှယ်မိုက်",
    "url": "https://www.mediafire.com/file/aku5rfskyq41hmg/A_Betrayal_of_Trust_2021.mp4/file"
  },
  {
    "thumbnail": "https://namethatporn.com/media/displays/2021/11/17/6WW8UWY11EM7N_free-full-video-link.jpg",
    "title": "TeamSkeetClassics - Kyaa Chimera   Bunny Colby - In A Different Light-Bunny *vip",
    "info": "လှပသော Bunny Colby သည်မိထွေးဖစ်သူနဲ့ အတူနေရတာမို့လို့  မိထွေးဖစ်သူရဲ့သား Rion ကဲ့သို့ အိမ်တွင် ချစ်ခြင်းမေတ္တာကို မရရှိပါ။ Rion က သူမကို တစ်ချိန်လုံး လှည့်စားပီး အနိုင်ကျင့်နေခဲ့ပါသည်  Rion က အမေဖစ်သူရဲ့ ကော်လီးကို ခိုးပီး ညီမဖစ်သူ အခန်းထဲမှာ သွားထားခဲ့ပါတယ် အမေဖစ်သူသိသွားတဲ့အချိန်မှာတော့ အထင်လွဲသွားပီး နင်ဒီလောက်ထန်နေရင် ငါ့သားနဲ့ လိုးဆိုပီး အတင်းပေးလိုးပါတော့သည်",
    "url": "https://www.mediafire.com/file/24d6yr3bsw2e5ud/In_A_Different_Light-Bunny.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/8r3yclq_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Stepsister Always Gets What She Wants - S7E4 - Penelope Kay-Penelope Kay *vip",
    "info": "အကိုဖစ်သူက stepsister ကို ဆွဲစားတဲ့ဇာတ်လမ်းတိုလေးပါJoshua Lewis has some serious resentment of his stepsister Penelope Kay. He thinks she’s self-centered and spoiled. When he tries to confront Penelope about getting everything she wants, Penelope tells him that he’s wrong. She goes on to spell out the scenario that would play out if she really got everything she wants: A world where Joshua is happy to serve at her beck and call.",
    "url": "https://www.mediafire.com/file/jynogt5qdfyu3nn/Always_Gets_What_She_Wants.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/vZPRbY1_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sex, Party & Lies (2009) *vip",
    "info": "မြန်မာစာတန်းထိုးဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အကြမ်းစား စပိန် 21+ ကားလေးပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/f2zivuvgfassise/PartyAndLies2009.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/QtpW17O_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Puretaboo Sarah Vandella mmsub *vip",
    "info": "မြန်မာစာတန်းထိုးပါသည်ဆော်ကြီး နို့နှစ်လုံးကတော့ ကိုင်စို့ချင်စရာဘဲ့",
    "url": "https://www.mediafire.com/file/cpgrp6ogu584bai/PuretabooSarah_Vandella.mp4/file"
  },
  {
    "thumbnail": "https://i0.wp.com/pandamovies.pw/adult/wp-content/uploads/2021/03/2646601h.jpg?fit=500%2C709&ssl=1",
    "title": "PureTaboo - A Father Unleashed - Chloe Cherry *vip",
    "info": "အဲအဘိုးကြီးကားတွေ မိုက်တယ်",
    "url": "https://www.mediafire.com/file/60ntvpt2r84wfrc/Chloe_Couture_-_Afa.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/2DBUiPg_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Hiring A Black Bull Was The Best Decision New Sensations *vip",
    "info": "ကပ္ပလီ အဖိုးကြီးက အသားဖြူစော်ချော‌ချောလေး နဲ့ဖိုက်တဲ့ကား",
    "url": "https://www.mediafire.com/file/3pvnaad0fva8zs6/Bull_Was_The_Best_Decision.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/EZeTXnI_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Naughty Little Schoolgirl Gets Bound New Sensations *vip",
    "info": "အဘိုးကြီးက ကျောင်းသူလေးကို ဖမ်းပီးလိုးတာ",
    "url": "https://www.mediafire.com/file/1ftmu5rk6uncomi/Little_Schoolgirl_Gets_Bound.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/GQN0ZyW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Mylf Classics - Whitney Wright   Becky Bandini - Show Me You Love Her-MylfC *vip",
    "info": "သမီးဖစ်သူကချစ်သူအသစ် ကပ္ပလီကြီးကိုမိထွေးဖစ်သူ ကို မိတ်ဆက်ပေးခဲ့ပါတယ် မိထွေးဖစ်သူကလည်း ကပ္ပလီကြီးရဲ့ အလိုးကို ခံခြင်နေတာမို့လို့ သမီးဖစ်သူရဲ့ ကောင်လေးကို ဆွဲစားပါတော့သည် ",
    "url": "https://www.mediafire.com/file/y8n96b8u6dfh8ik/Show_Me_You_Love_Her.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/37kmdjQ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Rita Fox *vip",
    "info": "မြန်မာစာတန်းထိုးရေပျော်မလေးကို လိုးမယ် ",
    "url": "https://www.mediafire.com/file/hllr8kefyxi1cpr/Rita+Fox.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/3X2W8Sy_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "NotMyGrandpa - Vanessa Moon - The Experienced Dick-NotMyGrandpa 22 03 21 Va *vip",
    "info": "Tommy Gunn သည် သူ့ဘာသာသူ အများကြီး မစွမ်းဆောင်နိုင်သော အသက်ကြီးသူဖြစ်သည်။  ကံကောင်းထောက်မစွာ၊ သူ့ကို Vanessa လာလာပြီး ကူညီပေးခဲ့တယ်။ အသက်ကြီးပီး ပန်းသေနေတဲ့ အဖိုးကြီး တစ်ယောက်  မင်းသမီး ကိုတွေ့ပီး လီးဟာ ထောင်မတ်လာခဲ့တယ်",
    "url": "https://www.mediafire.com/file/01pbaprzxep5057/The_Experienced.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/4dlpuWZ_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Blacked A Gift From Mr M (2018) *vip",
    "info": "မြန်မာစာတန်းထိုးလူမဲကြီးက အဖြူမလေးကို ဝိုက်တာ လီးကြီးချက်က ကြောက်စရာ",
    "url": "https://www.mediafire.com/file/ir7943hnxxgjezx/A_Gift_From_Mr_M.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/XuEuLOO_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Brazzers Brazzers - Jordi El Nino Polla, Blondie Fesser, Sof *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဘဲကိုတော့ မသိတဲ့သူမရှိလောက်ဘူးထင်တာပဲ ဇာတ်လမ်းကပေါတောတော်ဆန်ပေမဲ့ကြည့်ရတန်ပါတယ်",
    "url": "https://www.mediafire.com/file/b5zzh2dd3fkdeya/Jordi_El_Nino_Polla.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fTFckv2_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Nicole Sage *vip",
    "info": "ဦးနဲ့သမီး ဖိုက်တင်ကား မြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/7ucib79t12m8qh7/Nicole+Sage.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/m3SocVO_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "MonstersOfCock - Leana Lovings - Once You Go Black-MonstersOfCoc *vip",
    "info": "Leana Lovings သည် သူမ၏လေ့လာမှုအတွက် အကူအညီလိုအပ်နေပါသည်။ အဲဒါကတော့ လူမည်းတွေရဲ့လီးက ဘယ်လောက်ကြီးသလဲဆိုတာ အရမ်း သိချင်နေပါတယ် အဲဒါကြောင့် ဂျွန်ဒန် ဆီအကူအညီတောင်းခဲ့သည် ဂျွန်ဒန် က လီးဘယ်လောက်ကြီးလဲဆိုတာ ပုံဆွဲပြ‌ခဲ့ပေမယ့် ကြီးလွန်း‌နေတာမို့လို့ သူမ မယုံခဲ့ပါဘူး ဒါကြောင့် ဂျွန်ဒန်က သူ့ကို လက်တွေ့ပြရပါတော့မည်",
    "url": "https://www.mediafire.com/file/5ei9rwcl0enxh1p/Leana_Lovings_Once_You_Go.mp4/file"
  }
]