[
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00070/adn00070ps.jpg",
    "title": "ADN-070mmsub ",
    "info": "ဒီဇာတ်လမ်းလေးမှာပေါ့ \nမိစံတစ်ယောက် လင်ငယ်နဲ့ ကွဲလို့ စိတ်ညစ်နေတဲ့အတွက် ခင်နု နဲ့ စိတ်ပြေလက်ပျောက် ရေပူစမ်းကို သွားခဲ့ပါတယ် ခင်နုကတော့ ရေပူစမ်းကို လင်ဖစ်သူကိုပါ တစ်ခါတည်း ခေါ်ဆောင်ချင်ပေမယ့် လင်ဖစ်သူက မလိုက်ဘူးဆိုလို့ နှစ်ယောက်တည်း ထွက်လာခဲ့ပါတယ် ရေပူစမ်း ကိုရောက်တဲ့အခါမှာတော့ မိစံ ရဲ့ ရည်းစားဟောင်းဘဲကြီးနဲ့ ပြန်တွေ့ပေမယ့် ဘဲကြီးကတော့ မိစံ ကိုစိတ်မဝင်စားတော့ဘဲ ဘေးကပါလာတဲ့ ခင်နုကို ဘဲ့ စိတ်ဝင်စားသွားပါတော့တယ် ....",
    "url": "https://www.mediafire.com/file/vnapl1hzf6t1lro/ADN+070-HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00811/ipx00811ps.jpg",
    "title": "IPX-811mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nKaren Kaede လေးကိုအသကုန်ကြမ်းထားတာမို့ ကြည့်သင့်တယ်",
    "url": "https://www.mediafire.com/file/kb1hu7iubcu6rk1/Ipx-811+hd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00243/jul00243ps.jpg",
    "title": "JUL-243mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီစော်ကို အရမ်းကြိုက်တယ်ဆို့လို့\nနွေရာသီ ခရီးစဉ်မှာ ကျားကျားမသိအောင် ခိုးလိုးတဲ့ကားလေး တင်ပေးလိုက်ပါပြီ",
    "url": "https://www.mediafire.com/file/hce2pehra8yn001/Jul-243.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00773/ipx00773ps.jpg",
    "title": "IPX-773mmsub ",
    "info": "မြန်မာစာတန်းထိုး နဲ့ထွက်လာလို့ပြန်တင်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့..\nအထက်တန်းကျောင်းသူမလေး Ema Futaba ရဲ့ အမေကငယ်စဉ်ကတည်းကထွက်သွားခဲ့ပြီး ဖခင်အရင်းရဲ့ လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်ခံခဲ့ရရုံမက အမြဲမူးရူးရိုက်နှက်ခံနေရပါတယ် တစ်နေ့မှာတော့ သူမတို့ကျောင်းကဆရာတစ်ယောက်ကို အုပ်စုဖွဲ့အနိုင်ကျင့်ခံရတာကို သတ္တိခဲမလေး သူမက ဝင်ကယ်ပေးခဲ့ပါတယ် အဲ့နောက်မှာတော့ အဖေ့ဖြစ်သူနဲ့ နေရမှာ ကြောက်နေတဲ့ သူမဟာ ဆရာအိမ်က မဆင်းတော့ပဲဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/bh4c3s5skz3fx1j/IPX-773-HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jux00563/jux00563ps.jpg",
    "title": "JUX-563mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေး ကတော့ ရထားပေါ်မှာလိင်အကြမ်းဖက်အသားယူတတ်ကြတဲ့ လူတွေကို သာမန်လူအဖြစ်အသွင်ယူပြီးတော့ ဖမ်းရတဲ့ ရထားလုံခြုံရေး ရဲမေလေး Chitose Hara ဟာ အလွန်ရဲရင့်ပြီး အ ကြမ်းဖက်တဲ့သူတွေကို တွေ့တာနဲ့ကို ချက်ချင်းလက်ထိပ်ခတ်ပြီးဖမ်းရဲတဲ့အထိကိုတော်တဲ့ ရဲဝန်ထမ်းမလေးဖြစ်ပါတယ်။\nဒါပေမယ့် တစ်နေ့မှာ လိင်အကြမ်းဖက်တဲ့အဖွဲအစည်းရဲ့ခေါင်းဆောင် ရွှေလက်ချောင်း Johnny ဟာ နာမည်ကြီးနေပြီး ဘယ်လိုမှဖမ်းမမိနိုင်ပဲ သောင်းကျန်းနေပါတော့တယ်....ဒီလိုနဲ့ ပဲ မီးရထားပေါ်မှာ ရဲမေ လေး Chitose Hara နဲ့ လက်သရမ်း  ရွှေလက်ချောင်း Johnny တို ထိပ်တိုက်ရထားပေါ်မှာ ဆုံတွေ့ကြတဲ့အခါမှာ....",
    "url": "https://www.mediafire.com/file/bh26qv2ri0bkd6v/JUX+563.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/hmn00009/hmn00009ps.jpg",
    "title": "HMN-009mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ Hikari ရဲ့ ယောက်ျားဖြစ်သူက သုတ်လွှတ်နည်းပါးမှုကြောင့် Hikari တစ်ယောက် ကိုယ်ဝန်ရချင်တဲ့ အတွက်...ကျန်းမာရေးကောင်းပြီး အစွမ်းစ ကြီးမားတဲ့ တခြားလူတစ်ယောက်ဆီမှာ...အကူညီ တောင်းခံခဲ့ပါတယ်...",
    "url": "https://www.mediafire.com/file/0lgqwoq96fzdgxw/HMN+009+SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00158/meyd00158ps.jpg",
    "title": "MEYD-158mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ယောက်ျားအရက်မူးရင် အိမ်ကိုလိုက်ပို့တဲ့သူနဲ့ ဆော့မိသွားတဲ့ မိန်းမချောလေးတစ်ယောက်အကြောင်းပါ\nမိန်းမချောလေး  Mizuno  ယောက်ျားရဲ့ သူဌေးက အလုပ်ကအပြန် KTV သွားကဲတိုင်း သူမယောက်ျားကို အဖော်ခေါ်လေ့ရှိပြီး အိမ်ပြန်နောက်ကျတတ်ပါတယ် သူဌေးကိုမလွန်ဆန်နိုင်တဲ့သူမရဲ့ယောက်ျားကလဲ စိတ်မပါလက်မပါ KTV လိုက်ရလေ့ရှိပြီး အမြဲတမ်း မူးပြီးပြန်လာလေ့ရှိပါတယ် တစ်နေ့မှာတော့ လူမှန်းသူမှန်းမသိအောင်မူးနေတဲ့သူမယောက်ျားကို  သူဌေးဖြစ်သူကတွဲခေါ်လာရပြီး သူဌေးလဲသူမတို့အိမ်မှာတစ်ညအိပ်လိုက်ပါတယ် နောက်ရက်မှာတော့ သူဌေးက KTV တောင်မသွားတော့ဘဲ သူမတို့အိမ်မှာပဲ နေ့တိုင်းလာအိပ်ပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/4qrcxevr4ybgsy5/MEYD+158-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00227/jul00227ps.jpg",
    "title": "JUL-227mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nပြောင်ကြီးရဲ့ ကားသစ်လေးပါ\nအီ့ရီ တို ယောက်ျားဟာ trading ကုမ္ပဏီ တစ်ခုမှာအလုပ်လုပ်နေပြီး ကိုယ့်အတွက်ပဲကိုယ်ကြည့်ပြီး သူများလုပ်ထားတာတွေကို နာမည်ကောင်းဝင်ယူတတ်တဲ့ အရမ်းဆိုးတဲ့ မန်နေဂျာတစ်ယောက်ရှိပါတယ်။ အဲ့မန်နေဂျာဟာ အီ့ရီတို အိမ်မှာပဲ မသဒ္ဓါရေစာတွေ ကို နေ့တိုင်းလာစားနေရင်းနဲ့ ယောက်ျားရာထူးတက်ဖို ဆိုတဲ့အကြောင်းပြချက်နဲ့.....",
    "url": "https://www.mediafire.com/file/s9qf01i2cti9k5s/JUL+227-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00436/jul00436ps.jpg",
    "title": "JUL-436mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကောင်လေးတစ်ယောက်နဲ့အန်တီမမကြီးတယောက်ရဲ့ဖောင်းဒိုင်းကားလေးနဲ့မိတ်ဆက်မှာပဲဖြစ်ပါတယ်။မမကြီးကတော့တကယ့်ကိုရှယ်လန်းတာပါ။ကောင်လေးကလဲတကယ့်ကိုအထန်ကောင်ပါပဲ။သူတို့နှစ်ယောက်ဘယ်လောက်တောင်ထန်ကြမလဲဆိုတာကိုဇာတ်ကားမှာကြည်လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/6iw0dfx21m0u62t/JUL_436.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00209/1stars00209ps.jpg",
    "title": "STARS-209mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nMahiro Tadai က မျက်နှာလေး Cute Type နဲ့ ဘော်ဒီပြည့်ပြည့်လေးပုံစံမျိုးပါ…အသားအရည်က တခြား JAV မင်းသမီးတွေလို ဖြူဆုတ်နေတာမျိုးမဟုတ်ဘဲ အာရှစတိုင် ဝင်းဝါနေတာမျိုးပါ။Uncensored ဆိုတော့ ဇာတ်လမ်းကိုအဓိကရွေးရတာမျိုးမဟုတ်ဘဲ Leaked ထားတာကိုသာ ကြည့်ရတာမျိုးမလို့ဇာတ်လမ်းဇာတ်ကွက်မပါတာကို Mahiro Tadai ရဲ့ အငွေ့အသက်နဲ့ ဖြည့်တွေးပေးကြပါကုန်။",
    "url": "https://www.mediafire.com/file/845665gfwm89ke8/STARS-209.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00858/ssni00858ps.jpg",
    "title": "SSNI-858mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nMiru Sakamichi ဆိုတဲ့ ကျောင်းသူကောင်မလေး ဟာ ဒေသတွင်း ကျွမ်းဘား အတွက် အပြင်းအထန်ကြိုးစားသော်လည်း ပြိုင်ပွဲဝင်ခွင့်ရဖို ဆိုရင် ဝါရင့်ကစားသမားတစ်ယောက်ရဲ့ထောက်ခံချက်ကိုရရှိမှ ပြိုင်လိုရမှာဖြစ်တာကြောင့် ပြိုင်ပွဲမှာ ဝင်ရောက် ယှဉ်ပြိုင်နိုင်ဖို အတွက် ဘာတွေ ဘယ်လို ပေးဆပ်ရမလဲ နောက်ပြီး ကျောင်းက သူ့ကိုကြိတ်ငန်းနေတဲ့ သန့်ရှင်းရေး လူကြီး နဲ့ရော ဘယ်လိုဆက်နွယ်လာမလဲ ဆိုတာ ပရိတ်သတ်ကြီး တိုက ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်... ",
    "url": "https://www.mediafire.com/file/b6mr1a5pd2tjpi8/SSNI+858+SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00641/ipx00641ps.jpg",
    "title": "IPX-641mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဂျပန်ကတုံးနဲ့ Karen Kaede တို့ပါဝင်တဲ့ ဇာတ်ကားဆိုတော့ ကျွန်တော်တို့ မငြင်းဆန်နိုင်ခဲ့ပါဘူး… AV IDOL တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးဆို Karen Kaede က ပြေးမလွတ်ပါပဲ…နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ…ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ…သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေတတ်သူလေးပါ။ဂျပန်ကတုံးဆိုတာကလဲ သိုင်းကြမ်းစုံတဲ့ ဝါရင့်သိုင်းသမားဆိုတော့….",
    "url": "https://www.mediafire.com/file/nja9y635jrf6l5l/IPX-641.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1sdmf00013/1sdmf00013ps.jpg",
    "title": "SDMF-013mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ မိမိနဲ့ရွယ်တူကောင်လေးကိုပစ်ပြီး အသက်ကြီးတဲ့ Daddy type ကို မှ ရွေးချယ်ခဲ့တဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပါ ငယ်ရွယ်လှပပြီး ချစ်စရာကောင်းတဲ့ ကျောင်းသူမလေး Urara Kanon က သူမအမေယောကျ်ားနဲ့ အတူတူ လူကြီးလိုဆော့ကစားရတာကို သဘောကျနေခဲ့ပါတယ် တစ်နေ့မှာတော့ လူပျိုအသားစားချင်လာတဲ့သူမဟာ ကျောင်းက မနူးမနပ်ကောင်လေးတစ်ယောက်ကို ချိန်းတွေ့ပြီး လူပျိုရည်ဖျက်ခဲ့ပါတယ် ကောင်လေးနဲ့ Daddy ကြားမှ ဗျာများခဲ့ရတဲ့ သူမဟာ ဟိုမှာတစ်မျိုး ဒီမှာတစ်မျိုး ဘယ်လို ကစားကွက်တွေကို ဖော်ထုတ်မလဲဆိုတာကတော့....\nHD ကွာလတီနဲ့ ကြည့်ချင်ပါက ဒေါင်းလုပ်ဆွဲပီးကြည့်ပါရန် ",
    "url": "https://www.mediafire.com/file/hkv5snmftsa3v7p/SDMF+317-SD.mp4/file"
  },
  {
    "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91yPC-t9VML._AC_SL1500_.jpg",
    "title": "PPPD-531mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းကတော့ချစ်သူနှစ်ဦးချိန်းတွေ့ကြပြီးအရက်သောက်ကြတော့မိန်းကလေးကမူးသွားလို့ယောက်ျားလေးကသူ့ချစ်သူမိန်းကလေးကိုအိမ်ပြန်လိုက်ပို့ပါတယ်။သူ့ချစ်သူအိမ်ရောက်တော့မိန်းကလေးရဲ့အမကသဘက်ရင်လျှားနဲ့ကပို့ကယိုထွက်လာပြီးသူတို့ကိုလာတွေ့ပါတယ်။သဘက်ရင်လျှားနဲ့ဆိုတော့ကြီးမားလှတဲ့ပေါက်စီနှစ်လုံးကနယ်ချင်စရာဖြစ်နေပါတယ်။နောက်သူ့ချစ်သူကောင်မလေးအမူးပြေတဲ့အချိန်ရောက်တော့တော်တော်ညဥ့်နက်နေပြီဖြစ်လို့သူ့ချစ်သူကောင်မလေးရဲ့အိမ်မှာပဲအိပ်ဖြစ်ပါတယ်။အိပ်ကြတော့ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာပရိတ်သတ်ကြီးပဲဇာတ်လမ်းမှာဝင်ကြည့်လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/gbq3piicu0cyiis/PPPD-531.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00474/jul00474ps.jpg",
    "title": "JUL-474mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမီမီတစ်ယောက် ညဘက်မှာသူ့သူငယ်ချင်းအိမ်မှာသွားသောက်ပြီးတော့ အိမ်ထဲထိမပြန်နိုင်ပဲ\nအခန်းဝမှာလဲနေတာကို သူ့သူငယ်ချင်းယောက်ျားကခိုးနမ်းမိလိုက်တဲ့အခါမှာအောက်သွေးတွေတက်ကုန်တော့တာပါပဲ။ဘာတွေဆက်ဖြစ်မလဲဆိုတာဇာတ်ကားမှာကြည့်လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/e1k6epb8qhc549r/JUL+474.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00784/ipx00784ps.jpg",
    "title": "IPX-784mmsub ",
    "info": "မြန်မာစာတန်းထိုးနဲ့ \nထွက်လာလို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်\n သူမရဲ့ ကျစ်လျစ်သွယ်လျတဲ့ ခန္ဓာကိုယ်ချစ်စဖွယ်မျက်နှာလေးနဲ့ စူးရှတဲ့အကြည့်တွေခပ်ယဲ့ယဲ့အပြုံးတွေက မြှူဆွယ်နေသလိုလိုဒါပေမဲ့သူကံမကောင်းရှာပါဘူး\nသူမတို့သားအမိပျော်ရွှင်စွာဘဝကိုဖြတ်သန်းနေချိန်မှာပဲ ဂြိုလ်ဆိုးကြီး ဝင်လာခဲ့ပါတယ်\nအဲဒါကတော့ သူ့အမေ လင်ငယ် ယူလိုက်တာပါဘဲ့ မီနာမီတစ်ယောက် အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲဆိုတာအားပေးကြည့်ရှုပါဦး\nရင်တဖိုဖိုနဲ့ ကြိတ်ပြီးဖြေရှင်းရတဲ့ အခန်းတွေများတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး",
    "url": "https://www.mediafire.com/file/lqm5sdtb4rwpcyh/IPX-784.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00555/meyd00555ps.jpg",
    "title": "MEYD-555mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ \nအင်မတန်မှငယ်ရွယ်လှပတဲ့ အေးမိစံလေးဟာဆိုရင် လင်ယောကျ်ားရဲ့ အလုပ်အပေါ်ပဲအာရုံစိုက်မှုကြောင့် လက်သမားလုံးလုံးဖြစ်နေရပါတယ် တစ်နေ့မှာတော့ ဟိုဘက်ခန်းက ကြင်နာတတ်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ အမှတ်မထင်ဆုံတွေ့မိတဲ့အခါမှာတော့ အေးမိစံလေးအတွက် အကြင်နာလက်တစ်စုံ အကူအညီရသွားပါတော့တယ် ",
    "url": "https://www.mediafire.com/file/u3ha5j4nmlkfof5/MEYD+555-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/031/866/1.jpg",
    "title": "RTP-041mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအရမ်းကိုငယ်ရွယ်ပြီး ချစ်စရာကောင်းတဲ့  ဆယ်ကျော်သက်အရွယ် အပျိုဖြန်းညီအစ်မ ၂ယောက်ဟာ ငယ်စဉ်ကတည်းက စားအတူ လာအတူ အိပ်အတူ အကြိုက်လဲ အရမ်းတူကြပါတယ် သူတို့နှစ်ယောက်ဟာ အရွယ်ရောက်လာတော့ ကလေးလို မဆော့ချင်တော့ပါဘူး တစ်နေ့မှာတော့ တစ်အိမ်တည်းနေတဲ့ အမေ့ယောကျ်ားအဘိုးကြီးနဲ့ အကြီးမလေး လူကြီးကစားတမ်း ဆော့နေတာကို အငယ်မလေးမြင်သွားတော့ သူလဲကစားချင်တယ်လို့ပြောပါတယ် သူငယ်ချင်းယောကျ်ားလေးတစ်ယောက် အိမ်လည်လာတော့လဲ ညီအစ်မ ၂ယောက်အကြိုက်တူနေတဲ့အတွက် ဘာတွေဖြစ်လာမလဲ ဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/b05omna2mn5clwp/RTP_041-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00275/ssis00275ps.jpg",
    "title": "SSIS-275mmsub ",
    "info": "မြန်မာစာတန်းထိုးနဲ့ထွက်လာလို့ ပြန်လည် တင်ဆက်ပေးလိုက်ပါတယ်\nယောက္ခမ နဲ့ချွေးမ ဇာတ်လမ်းလေး \nခင်နု သည် သူယောက္ခမ‌ ကို အဖေတစ်ယောက်လို ချစ်ပါတယ် \nတစ်နေ့မှာ ယောက္ခမဖစ်သူကျော်ကြီးတစ်ယောက် အရက်အလွန်အကျွံ သောက်မိသွားခဲ့ရာကနေ..\nသူချစ်တဲ့ယောက္ခမ က သူထင်ထားသလို သဘောထားကောင်း ကြင်နာတတ်တဲ့သူမဟုတ်တာကို ခင်နု တစ်ယောက်သိလိုက်ရတဲ့အချိန်မှတော့...\ndec24,2021 ကမှထွက်ရှိလာတဲ့ ပူပူနွေးနွေး ဇာတ်ကားအသစ်လေးဖစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/a8abe4bfwxe9o2s/SSIS_275-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ngod00155/ngod00155ps.jpg",
    "title": "NGOD-155mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ စတိုးဆိုင်ပိုင်ရှင် စားဘဲကြီးဆီမှာအလုပ်လုပ်တဲ့ အိမ်ရှင်မလေးတစ်ယောက်အကြောင်းပါ ကိတ်မုန့်မလေး Haruna တစ်ယောက် ခုတလော အမျိုးသားဝင်ငွေနဲ့ အိမ်အသုံးစရိတ်မလောက်တော့တဲ့အတွက် စတိုးဆိုင်တစ်ဆိုင်မှာ အချိန်ပိုင်းအလုပ်ဝင်လုပ်ခဲ့ပါတယ် စတိုးဆိုင်ပိုင်ရှင် မန်နေဂျာကြီးက သူမကို လစာတွေတစ်လပြီးတစ်လတိုးပေးခဲ့ပြီး ဖူးဖူးမှုတ်ထားခဲ့ပါတယ် လယ်ပိုင်ရှင်မလေးနဲ့ စတိုးဆိုင်ပိုင်ရှင်လယ်သမားကြီးတို့ လယ်ထွန်ပွဲကျင်းပကြပုံကို ဗဟုသုတရဖွယ်ရာ ရှူစားကြရမှာဖြစ်ပါတယ်.... ",
    "url": "https://www.mediafire.com/file/wi0gb12myghim7u/NGOD+155-SD.mp4/file"
  }
]