[
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00273/jul00273ps.jpg",
    "title": "JUL-273mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ \nမိုးတွေအရမ်းသည်းနေတဲ့ ညမှာ အသည်းကွဲနေတဲ့ မန်နေဂျာကြီးရဲ့အိမ်ကို ကောင်မလေးတစ်ယောက် ရေတွေစိုရွှဲပြီးရောက်လာခဲ့ပါတယ် သူမကတော့ မန်နေဂျာကြီးရဲ့ လက်ထောက်ဖြစ်သူရဲ့ဇနီးချောလေးပါပဲ မန်နေဂျာကြီးရဲ့ တပည့်ဖြစ်တဲ့ သူမယောကျ်ားအလုပ်မအားလို့ သူမတစ်ယောက်တည်း ပေါက်ချလာခဲ့ခြင်းဖြစ်ပြီး အသည်းကွဲနေတဲ့ မန်နေဂျာကြီးကို ချက်ပြုတ်ကျွေးနှစ်သိမ့်ပေးရန်အတွက် ရည်ရွယ်တာဖြစ်ပါတယ် အဲ့ဒီအချိန်မှာပဲ ရုတ်တရက် လေပြင်းတွေသဲသဲမဲမဲတိုက် လျှပ်စီးတွေလက်ကာ မီးပြတ်သွားခဲ့ပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/byn7fuzyxwo4wbc/JUL+273-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00730/meyd00730ps.jpg",
    "title": "MEYD-730mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအလုပ်ကိစ္စနဲ့ခရီးထွက်မယ့် MC တစ်ယောက် မိန်းမဖြစ်သူရဲ့မလိုအပ်ဘဲ ကြင်နာပြနေတာတွေကို သိပ်မသင်္ကာလှပါဘူး MC တစ်ယောက်အိမ်ကနေထွက်လာပြီးမှ ခရီးစဉ်ပျက်သွားတဲ့အတွက် အိမ်မှာမိန်းမနဲ့အေးဆေးပြန်နှပ်ရန်အကြံနဲ့ အိမ်ပြန်လာခဲ့ရာ မထင်မှတ်ဘဲ တခြားအမျိုးသားတစ်ယောက်ကို သိုင်းကွက်မျိုးစုံပြနေတဲ့ မိန်းမကို တွေ့လိုက်ရပြီး ဘာတွေဖြစ်လာမလဲဆိုတာကတော့.... ",
    "url": "https://www.mediafire.com/file/c0xf325y5idz1sm/MEYD+730-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00715/jul00715ps.jpg",
    "title": "JUL-715mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nJUL 715(Censored) Azu တို ဇနီးမောင်နှံဟာ လက်ထပ်ယူ ထားတာ ၃နှစ်လောက်ရှိပေမယ့် သူ့အလုပ်ကိုယ့်အလုပ်တွေနဲ့ စကား တောင်သေသေချာချာမပြောဖြစ်ကြတဲ့ ဆက်ဆံရေးရှိကြတဲ့သူတွေပဲ ဖြစ်ပါတယ်။ သူ့ယောက်ျားနဲ့အလွန်ခင်မင်တဲ့ ရုံးက တာဘူချီ ဆိုတဲ့ အထက်အရာရှိတစ်ယောက်ဟာ ယောက်ျားနဲ့အတူတူ အားလပ်ရက်တွေမှာ Chess အတူတူကစားလေ့ရှိပြီး Azu က လည်း အဲ့လူကြီးကိုခင်မင်နေပါတော့တယ်။ တစ်နေ့ယောက်ျားဖောက်ပြန်နေကြောင်းကို ဖုန်းကတစ်ဆင့်ကြားလိုက်ရတဲ့အခါမှာ အရမ်းစိတ်ထိခိုက်ဝမ်းနည်းပြီး တာဘူချီထံ သွားရောက် ရင်ဖွင့် တဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်.. ",
    "url": "https://www.mediafire.com/file/x0n6lsz9pn215cr/JUL+715-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00559/meyd00559ps.jpg",
    "title": "MEYD-559mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ စိတ်ကျေနပ်မှုမရတဲ့ အိမ်ရှင်မတစ်ယောက်အကြောင်းပါ ိယောကျ်ားဖြစ်သူရဲ့ စွမ်းရည်ကို စိတ်ကျေနပ်မှုမရှိတဲ့ အကိတ်မ Meguri တစ်ယောက် အခုတလော ယောက္ခထီးနဲ့ ယောက္ခမ ချစ်ပွဲဝင်တာကို အမြဲတမ်းချောင်းကြည့်လေ့ရှိပါတယ် နောက်ပိုင်းမှာ ယောက္ခမ လစ်ရင်လစ်သလို ယောက္ခထီးကို စားဖို့ကြိုးစားပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/74dbqn9tzg5by2b/MEYD+559-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/5642hodv21646/5642hodv21646ps.jpg",
    "title": "HODV-21646mmsub ",
    "info": "မြန်မာစာတန်းထိုး\n MC ကို တောက်တဲ့လိုတွယ်ကပ်နေတဲ့ သူငယ်ချင်းဖြစ်သူရဲ့ ညီမကြောင့် အခုတလော MC တစ်ယောက်စိတ်အလွန်ရှုပ်နေရပါတယ် personal space ကိုနားမလည်တဲ့သူမဟာ MC အခန်းအထိလိုက်လာရုံသာမက MC ကိုပါ လူပျိုရည်ဖျက်သွားခဲ့ပါသေးတယ် MC ရဲ့ ရည်းစားလေးနဲ့ အခန်းထဲမှာပထမဆုံးအနမ်းချင်းဖလှယ်ကြချိန်မှာတော့ ရုတ်တရက် သူငယ်ချင်းရဲ့ညီမရောက်လာပြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/3enz0t0v9etwa56/HODV-21646-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/025/083/1.jpg",
    "title": "ADN-004mmsub ",
    "info": "မြန်မာစာတန်းထိုး\n Rimi တို့လင်မယားနှစ်ယောက်ဟာ ပျော်ပျော်ရွှင်ရွှင်ချစ်ချစ်ခင်ခင် ဘဝကို ဖြတ်သန်းနေကြတဲ့ ဇနီးမောင်နှံပါ။ တစ်နေ့မှာတော့ Rimi အိမ်ကို ရဲစုံထောက်နှစ်ယောက်ရောက်လာပြီး သူမယောက်ျားဟာ ရထားပေါ်မှာ လိင်အကြမ်းဖက်မှုနဲ့အဖမ်းခံရသွားကြောင်းလာပြောကြတဲ့အခါမှ တော့ ​ရှေ့နေ Blephemy ဆိုတဲ့ ​ရှေ့နေတစ်ယောက်ဟာ အမှုကို ကိုင်တွယ်ပေးဖို့ Rimi ကိုအကူအညီပေးပါတော့တယ်။ ဖြစ်ချင်တော့ အမှုအတွက် ကုန်ကျစရိတ်ဟာ သိန်းတစ်ရာကျော်တာကြောင့် Rimi ဟာ အကြပ်ရိုက်နေတဲ့ အခါ ​ရှေ့နေကြီးက ဘယ်လိုကူညီမလဲဆိုတာဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်တယ်",
    "url": "https://www.mediafire.com/file/dojfwopqhihbedx/ADN++004-SD.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/mmphoto/main/stars-488-i-see-my-dad-as-a-man-one-night-i-kept-c.jpg",
    "title": "Stars-488mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ဇရာအိုနဲ့ ကညာပျိုဇာတ်လမ်းလေးပါ ချစ်စရာကောင်းတဲ့ မိန်းမငယ်လေး Mahiro ဟာ ကြင်နာတတ်တဲ့ အမေ့ယောကျ်ားကို ကြိတ် crush ပြီး အမေ့ဆီက စနိုက်ကျော်ဖို့ ကြိုးစားခဲ့ပါတယ် အဘိုးကြီးရဲ့အိုမင်းပြောင်တင်းနေတဲ့ နဖူးကို မမြင်နိုင်ဘဲ အဘိုးကြီးရဲ့ အကြင်နာနှလုံးသားကိုသာ ထွင်းဖောက်မြင်နေရှာတဲ့သူမအဖို့ ဘယ်လိုနည်းလမ်းတွေနဲ့ စနိုက်ကြော်ဖို့ ကြံစည်မလဲဆိုတာကတော့.....",
    "url": "https://www.mediafire.com/file/vulh8zbcmtiuyw6/Stars+488-HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/bf00650/bf00650ps.jpg",
    "title": "BF-650mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ မလုံ့တလုံနဲ့ အထာအမျိုးမျိုးပေးတတ်တဲ့ကောင်မလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် string အတွင်းခံကို အိမ်နေရင်းဒီအတိုင်းဝတ်ထားတဲ့ Misono ကြောင့် အမေတူအဖေကွဲအကိုဖြစ်သူ အရမ်းစိတ်ညစ်နေရပါတယ် သူမဟာ အမြဲလိုလို အဝတ်အစားဗလာနီးပါးနေတတ်တာကြောင့် အရမ်းရှက်တတ်တဲ့အကိုကြီးတစ်ယောက်အခက်တွေ့နေပါတယ် အကိုဖြစ်သူရှေ့မှာ ဟိုပေါ်ဒီပေါ်အကုန်ပေါ်ဝတ်ပြရုံမျှမက အခန်းတံခါးမပိတ်ဘဲလဲ ခဏခဏအာသာဖြေတတ်တဲ့ ကောင်မလေးပါ အထာတွေအမျိုးမျိုးပေးနေတဲ့ ညီမလေးနဲ့ အရမ်းရှက်တတ်တဲ့အကိုကြီးတစ်ယောက်ဘယ်လိုဆက်စခန်းသွားမလဲဆိုတာကတော့... ",
    "url": "https://www.mediafire.com/file/wnzmh8haiwpvps9/BF_650-HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00490/juy00490ps.jpg",
    "title": "JUY-290mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ ကုတင်ပေါ်မှာ မိမိကိုယ်တိုင်မစွမ်းနိုင်သောကြောင့် မိမိကိုယ်မိမိ ဂျိုလှလှလေးတပ်ခဲ့တဲ့ အမျိုးသားတစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာအကြောင်းပါ မိမိရဲ့မသန်စွမ်းမှုကြောင့် အလိုမပြည့်ဖြစ်နေတဲ့ မိန်းမဖြစ်သူဟာ MC အလုပ်သွားတုန်း JAV တွေတစ်နေကုန်ကြည့်နေတာမြင်လိုက်ရတော့ စိတ်မကောင်းဖြစ်သွားပါတယ် ဒါကြောင့် သန်သန်မြန်မြန် လူငယ်တစ်ယောက်နဲ့ မိတ်ဆက်ပေးခဲ့ပြီး ကိုယ်တိုင်လှော်ပေးခဲ့ကာ ဂရုမစိုက်ခြင်းအနုပညာကိုလက်ကိုင်ထားပြီး မိန်းမဖြစ်သူရွှေ့နေတဲ့အကွက်တွေကို မသိချင်ယောင်ဆောင်နေခဲ့ရပါတော့တယ်.... ",
    "url": "https://www.mediafire.com/file/crpltsb0is8i67r/JUY_490-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/pppd00974/pppd00974ps.jpg",
    "title": "PPPD-974mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ မိမိကို အလိုမတူဘဲ စားခဲ့တဲ့ ပထွေး ကို မကျေပွဲပြန်နွှဲခဲ့တဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အကြောင်းပါ အမေဖြစ်သူနောက်အိမ်ထောင်ပြုပြီးကတည်းက တဏှာရူး ပထွေး နဲ့ အတူနေခဲ့ရပြီး ရှောင်ဖို့ကြိုးစားခဲ့တဲ့သူမဟာ ဘယ်လိုမှရှောင်မရပဲ အစားခံခဲ့ရပါတယ် အဲ့ဒီအတွက်သူမဟာ ပထွေး ကို ကလဲ့စားချေတဲ့အနေနဲ့ အဆတစ်ရာသာအောင် ပြန်စားခဲ့ပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/5fdausin4tpbb9s/PPPD_974-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00199/adn00199ps.jpg",
    "title": "ADN-199mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nယောကျ်ားဖြစ်သူရဲ့ဖောက်ပြန်နေမှုကို အမှတ်မထင် တွေ့ရှိပြီးတော့ ယောကျ်ားအား မယုံကြည်တော့ပဲ စိတ်ကုန်နေတဲ့ Honoka တစ်ယောက်...အရင်အလုပ်လုပ်ခဲ့တုန်းက ခေါင်းဆောင်ကောင်းတစ်ယောက်ဖြစ်ခဲ့ပြီး နောက်လိုက်တွေအပေါ်အမြဲကြင်နာ တတ်တဲ့ ခေါင်းဆောင် Murata နဲ့ ပြန်လည်တွေ့ဆုံပြီးတဲ့နောက်တော့...ဘာတွေဆက်ဖြစ်မလဲ သူ့ယောကျ်ားရဲ့ ဖောက်ပြန်နေမှုကိုရော ဖော်ထုတ်သွားနိုင်မလားဆိုတာကတော့... ",
    "url": "https://www.mediafire.com/file/xezew4o8hfpck5t/ADN_199.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00608/meyd00608ps.jpg",
    "title": "MEYD-608mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nနိုင်ငံခြားသူ ကျောင်းဆရာမလေးနဲ့ ကျောင်းအုပ်ကြီးတို့ဟာ အားလပ်ရက် ခရီးတူတူ ထွက်လာခဲ့ကြပါတယ် တည်းခိုခန်းမှာ တည်းသူ များ‌နေတဲ့အတွက် အခန်း ၂ခန်း မရပဲ တစ်ခန်းထဲ တူတူအိပ်လိုက်ရပါတော့တယ်၊အခန်းထဲ တူတူ အိပ်ကြရင်းနဲ့ ကျောင်းအုပ်ကြီးရဲ့ သိုင်းကွက်ပြမှုတွေကို ဆရာမလေး ဘယ်လိုမျိုး အလူးအလဲ ခံရမလဲ ဆိုတာကိုတော့...",
    "url": "https://www.mediafire.com/file/pfncwqgh5hqmlmu/MEYD_608.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00826/jul00826ps.jpg",
    "title": "JUL-826mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမိန်းမရှိတဲ့ မန်နေဂျာနဲ့ သူ့ရဲ့ အိမ်ထောင်သည် အတွင်းရေးမှူးမလေးတို့ အလုပ်အကြောင်းပြကာ ၂ယောက်တည်း ခရီးသွားပြီး ဟိုတယ်မှာအတူတည်းခဲ့ပါတယ် ၂ယောက်သား မိမိတို့ရဲ့အိမ်ထောင်ရေးအဆင်မပြေပုံကို ဖွင့်ဟကြကာ ချိုချဉ်တွေ မျှဝေတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...",
    "url": "https://www.mediafire.com/file/qd70fx1w4wu43pp/JUL_826-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/atid00406/atid00406ps.jpg",
    "title": "Atid-406mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nMaiko ရဲ့အမေဟာသူ့ပထွေးနဲ့ကွာရှှုင်းပြီးအိ်မ်ကနေထွက်ခွာသွားပါတယ်...Maiko ကတော့ ပထွေးနဲ့ဆက်နေခဲ့ပေမယ့် လဲ အိမ်မှာဆက်နေချင်စိတ်မရှိတော့ပဲ Tokyo မြို့ကိုထွက်ခွာသွာဖို့ကြံစည်နေပါတယ်...ဒီအကြောင်းကို သူ့ပထွေးသိသွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်လာမလဲ...",
    "url": "https://www.mediafire.com/file/1h2aoz083t6r8hw/Atid_406.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00049/jul00049ps.jpg",
    "title": "JUL-049mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးက တော့ အွန်လိုင်းမှာပျံ့နှံသွားတဲ့ sex ဗွီဒီယို ကြောင့် အကြပ်ကိုင်ခံရတဲ့ မိန်းကလေးတစ်ယောက်အကြောင်းဖြစ်ပါတယ် ကျောင်းသူဘဝတုန်းက ငွေအတွက်နဲ့ ခန္တာကိုယ်ကိုရောင်းစားခဲ့မိရာမှာ သက်သေအဖြစ်ကျန်ခဲ့တဲ့ ဗွီဒီယိုဟာ အွန်လိုင်းပေါ် ရောက်သွားခဲ့ပါတယ် ဒီဗွီဒီယိုကို သူမရဲ့ ခဲအိုဖြစ်သူက မြင်သွားပြီး သူမယောကျ်ားကိုတိုင်ပြောမယ်လို့ အကြပ်ကိုင်ကာ သူမကို... ",
    "url": "https://www.mediafire.com/file/xxadsic5pltyoxr/JUL_049.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00052/juy00052ps.jpg",
    "title": "JUY-052mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nAsahi ရဲ့ယောကျင်္ားဟာ တစ်ရက်အလုပ်မှာ ဒဏ်ရာရရှိခဲ့တဲ့အတွက် သူဌေးဖြစ်သူကအိမ်ကိုလိုက်လံပို့ဆောင်ခဲ့ပါတယ်...အိမ်ကိုရောက်တော့ Asahi ကိုမြင်တွေ့ပြီးသဘောကျနေခဲ့ပါတယ်...\nသူဌေးဖစ်သူက အလုပ်သမားဖစ်သူရဲ့ဇနီးကို ဘယ်လိုပုံစံနဲ့ ရအောင် လိုးသွားမလဲဆိုတာကိုတော့...",
    "url": "https://www.mediafire.com/file/272ym5coreyjpez/Juy_052.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00206/miaa00206ps.jpg",
    "title": "MIAA-206mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nKaho Imai ရဲ့ အလှအပတွေကို တဝကြီး ကြည့်ရမယ့် ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် ဗျ...သူမရဲ့ အကြိုက်ဆုံး ပုံစံက ဘာတွေ ဘဲ သူမ ဘယ်လောက် ထိ စွမ်းဆောင် နိုင်ပြီး ကျွမ်းကျင် မှုတွေက ဘာတွေ ဖြစ်မလဲ ဆိုတာ ကြည့်လိုက် ရအောင် ဗျ",
    "url": "https://www.mediafire.com/file/r2h868fz88ieigq/MIAA_206SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/sspd00137/sspd00137ps.jpg",
    "title": "SSPD-137mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတာ့..အိမ်ထောင်ရေးသာယာမှုမပေးနိုင်ဘဲအမြဲအလုပ်ရှုပ်နေတဲ့ယောကျာ်းတစ်ယောက် တာဝန်ပျက်ကွက်မှုကြောင့် ခံစားရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်..တစ်နေ့ဘဲမိန်းမအလုပ်လုပ်တဲ့ဆိုင်မှာခပ်လန်းလန်းဘဲကြီးတစ်ပွေနဲ့ဆိုင်ရှင်ကမိတ်ဆက်ပေးလိုက်တယ်ဘဲဲကြီးကလဲကောင်မလေးကိုမြင်မြင်ချင်းသဘောကျသွားပီးနောက်နေ့မှာဆိုင်ရှင်နဲ့အတူအရက်တူတူသောက်ဖို့ဖိတ်လိုက်ပါတယ်...သောက်တဲ့နေ့မှာဆိုင်ရှင်ကမူးပီးဘဲကြီးအိမ်ကိုကောင်မလေးနဲ့အတူသွားခဲ့ကြပြီး..ဆိုင်ရှင်မူးပီးအိပ်နေတဲ့အချန်မှာဘာဆက်ဖြစ်မလဲဆိုတာကတော့..",
    "url": "https://www.mediafire.com/file/3llrj5mpua4qxi4/SSPD_137SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00105/meyd00105ps.jpg",
    "title": "MEYD-105mmsub ",
    "info": "စာဖိုင်အဆင်မပြေမှုကြောင့် တစ်ဝက်ထိပဲ ဘာသာပြန်ထားပါတယ် ဗျ... \n ဒီဇာတ်လမ်းလေးကတော့ အဖေနဲ့သား အပြိုင်စားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ငယ်ရွယ်ချောမောလှပတဲ့ အကိတ်မလေး Meguri တစ်ယောက် ပိုက်ဆံရှိတဲ့အဘိုးကြီးတစ်ယောက်ကို ယူထားပေမယ့် သူမ မျှာ်လင့်ထားသလို ဘဝဟာသာယာမနေခဲ့ပါဘူး ဘာ့ကြောင့်ဆို အဘိုးကြီးရဲ့သား Hiroshi က သူမကို အသေမုန်းနေတဲ့အတွက်ပါ မိသားစုပြသနာကြောင့် စိတ်ညစ်နေတဲ့ Meguri တစ်ယောက် စိတ်ပြေလက်ပျောက် Ex ကို အိမ်ခေါ်အိပ်ရာမှာ အဘိုးကြီးရဲ့သား Hiroshi ကမြင်သွားပြီး...",
    "url": "https://www.mediafire.com/file/612ojijv7ahpwp1/MEYD-105SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00833/jul00833ps.jpg",
    "title": "JUL-833mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းရဲ့အစမှာစာအုပ်လေးကိုလင်မယားနှစ်ယောက်ကောက်ရခဲ့တယ်..အိမ်နီးနားချင်းအိမ်ငှားနေတဲ့သူကလူတွေကိုစိတ်ရှုပ်အောင်အမှိုက်တွေအမြဲအခန်းရှေ့မှာပစ်ထားတယ်အဲ့တာနဲ့ညရောက်တော့ယာကျာ်းဖြစ်သူကစာအုပ်ကိုဖွင့်ပီးကြည့်လိုက်ရာမှော်စာအုပ်မှန်းသိပီးသူ့မိန်းမကိုစမ်းသပ်ကြည့်တာဂါထာကလွဲနေလို့အဆင်မပြေခဲ့ဘူးအဲ့တာနဲ့လက်လျှော့ပီးမနက်ရုံးသွားချိန်ယောကျာ်းဖြစ်သူကတစ်ခြားသူတွေလဲဖတ်ရအောင်အလုပ်ကိုစာအုပ်ယူသွားပီးတစ်နေရာမှာတင်ထားလိုက်တယ်အဲ့ဒီစာအုပ်ကိုအိမ်နီးနားချင်းကမြင်သွားပီးဂါထာတွေကသူလိုချင်သလိုဖြစ်နေတဲ့အချိန်မှာမိန်းမဖြစ်သူကအမှိုက်တွေရှုပ်လို့သူ့ကိုသွားပြောရာဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ကြည့်ကြည့်လိုက်ကြပါအုံး...",
    "url": "https://www.mediafire.com/file/0jbay2b1y1wvy97/JUL-833SD.mp4/file"
  }
]