[
  {
    "thumbnail": "https://pics.r18.com/digital/video/pgd00773/pgd00773ps.jpg",
    "title": "PGD-773mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့မာနကြီးတဲ့သူဌေးသမီးလေးတစ်ယောက်ရဲ့အုပ်စုဖွဲ့ကစားတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။သူဌေးသမီးလေးဟာ ရုပ်ကလေးချောသလောက်မောက်မာသူတစ်ယောက်ဖြစ်ပါတယ်။ သူမအိမ်ကအိမ်ထိန်းကြီးကိုအမြဲတမ်းဆူငေါက်နေလေ့ရှိပါတယ်။တစ်နေ့မှာအိမ်ထိန်းအဘိုးကြီးဟာသူမဖုန်းထဲကဘဲနဲ့ဟိုတယ်မှာကဲထားတဲ့ပုံတွေကိုရှာတွေ့သွားပါတော့တယ်။အမြဲတမ်းအနှိမ်ခံရလို့ သူမကိုမကျေမနပ်ဖြစ်နေတဲ့အိမ်ထိန်းကြီးဟာသူမအဖေခရီးသွားတုန်းသူမသောက်မယ့်ကော်ဖီကိုအိပ်ဆေးခတ်ခဲ့ပါတယ်။ထို့နောက် သူမကိုသူ့သူငယ်ချင်းတွေရှိတဲ့သီးသန့်နေရာတစ်ခုကိုခေါ်သွားကာ...",
    "url": "https://www.mediafire.com/file/e083v0l8fh05da6/%255BDark_TV_2%255DPGD_773.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00890/ssni00890ps.jpg",
    "title": "SSNI-890mmsub ",
    "info": "ဦးနဲ့သမီးဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ဗျ...Aika တစ်ယောက်ကျောင်းဘွဲ့နှင်းသဘင်အတွက်..ကျောင်းမှာနောက်ကျတဲ့အထိနေပြီး ပြင်ဆင်နေခဲ့ပါတယ်...ကျောင်းသန့်ရှှုင်းရေးဦးလေးကြီးဟာ Aika ကိုတစ်ဖက်သတ်စိတ်ကူးယဉ်နေသူလဲဖြစ်ပါတယ်...တစ်ရက်မှာတော့ Aika တစ်ယောက် မိုးရွာထဲ ကျောင်းကနေပြန်သွားခဲ့ပြီး ကားတွေ မရှိတာကြောင့်ကျောင်းကိုပဲ ပြန်လာခဲ့ပါတယ်...Aika အား ကျောင်းသန့်ရှှုင်းရေး ဦးလေးကြီးက နွေးထွေးသွားအောင် ဘယ်လိုလုပ်ပေးမလဲဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/1g7ynj5davati7g/Blue_Tv__SSNI_890.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00300/miaa00300ps.jpg",
    "title": "MIAA-300mmsub ",
    "info": "အတူတူကြီးပြင်းလာကြတဲ့မောင်နှမနှစ်ယောက်‌တစ်နေ့အရွယ်ရောက်လာတဲ့အချိန်မှာမောင်လေးဟာသူ့အစ်မရဲ့အလှတရားတွေကိုခိုးခိုးပြိးတော့ကြည့်ရာကနေအစ်မဖြစ်သူမိသွားတဲ့အချိန်မှာတော့သူ့အခန်းကိုမိဘတွေမသိအောင်ခေါ်ပြီးဆုံးမဩဝါဒတွေပေးပါတော့တယ်.... အဲ့လိုနဲ့နောက်တစ်နေ့မိဘနှစ်ယောက်အပြင်သွားတဲ့အချိန်မှာတော့..မောင်လေးဟာသူ့အစ်မဆိုတာကိုတောင်ဂရုမစိုက်တော့ဘဲချစ်ကြိုးတွေရောယှက်တာဒုတိယကျော်ကြီးလုပ်လိုက်ပါတော့တယ်.. အဲ့တော့သူ့အစ်မညကခေါ်ပြီးဘာတွေကိုများပြောခဲ့လို့မောင်လေးခင်ဗျာအဲ့လောက်ထိဆန္ဒတွေပြင်းပြသွားတာလဲ?... ",
    "url": "https://www.mediafire.com/file/3u0k5fotqr8tcww/Blue_Tv_MIAA_300-SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00417/jul00417ps.jpg",
    "title": "JUL-417mmsub ",
    "info": "Eimi Fukada ဟာသက်ကြီးရွယ်အိုတွေနဲ့မကျန်းမာတဲ့လူမမာတွေကိုစောင့်ရှောက်ပေးရတဲ့သူနာပြုဆရာမတစ်ဦးဖြစ်ပါတယ်။နောက်ပြီးEimi Fukada မှာဆေးစွမ်းကောင်းတစ်လက်လည်းရှိနေပါသေးတယ်။Aphroidisiacလို့ခေါ်တဲ့လိင်စိတ်ကြွဆေးဖြစ်ပါတယ်။ဒီလောက်ပဲအညွှန်းပေးတော့မယ်",
    "url": "https://www.mediafire.com/file/bh3oxjbnpg4f7m0/Jul_417.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/atid00349/atid00349ps.jpg",
    "title": "Atid-349mmsub ",
    "info": "မင်းသမီးကလုံးကြီးပေါက်လှအကိတ်ကြီးပါ။ယူရီဆိုတာကျောင်းဆရာမအသစ်လေးဖြစ်ပါတယ်။အလုပ်စဝင်ရမယ့်ကျောင်းက ယောင်္ကျားလေးကျောင်းဖြစ်ပါတယ်။စာစသင်တဲ့နေ့မှာပဲနစ်တာဆိုတဲ့ကျောင်းသားကိုသတိပြုမိသွားပါတယ်။နစ်တာကဆရာမလေးကိုစတွေ့တာနဲ့အရူးအမူးကြိုက်သွားပါတယ်။ဘယ်လိုရူးတာလဲဆိုတော့တဏှာစိတ်နဲ့ရူးတာပါ။စာသင်နေတာစိတ်မဝင်စားပဲဆရာမလေးကိုကြည့်ပြီးရာဂစိတ်တွေမထိန်းနိုင်အောင်ရူးတာ\nဆရာမလေးက နစ်တာ ဆိုတဲ့ကျောင်းသားလေးရဲ့ဝိုက်တာကို ခံရမလားဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/4a8ap97ctgijxkj/blue_Tv_ATID_349.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/062/742/1.jpg",
    "title": "MIDE-225mmsub ",
    "info": "တစ်ခါတုန်းက ကုမ္ပဏီတစ်ခုမှာ အလှအပကိုစိတ်မဝင်စားတဲ့ ခပ်ရိုးရိုးမျက်မှန်မလေးတစ်ယောက်ရှိပါတယ် တစ်နေ့မှာတော့ သူမဟာ ကုမ္ပဏီက သူမရဲ့ crush ကို သူမဘက်က propose လုပ်ရာမှာ ထင်မထားတဲ့ ခါးခါးသီးသီးစကားလုံးတွေကိုကြားလိုက်ရချိန်မှာတော့ သူမဘဝတစ်ဆစ်ချိုးပြောင်းလဲခဲ့ရပါတယ် နောက်တစ်နေ့မှာတော့ ဝတ်ဆင်နေကျမျက်မှန်ကိုချွတ်ပြီး ကုမ္ပဏီဝတ်စုံခပ်လန်းလန်းလေးကြောင့် သူမရဲ့ ဖုံးကွယ်ထားတဲ့ အလှတရားတွေပေါ်လွင်စွာနဲ့ စူပါမော်ဒယ်လ်တစ်ယောက် catwalk လျှောက်သလို ကုမ္ပဏီအလုပ်စားပွဲကို လျှောက်လာခဲ့ချိန်မှာတော့ ကုမ္ပဏီမှာရှိသမျှယောက်ျားတွေအားလုံးရဲ့မျက်လုံးတွေဟာ သူမကိုယ်ပေါ်ကနေ ခွာမရခဲ့ပါဘူး သူမ crush ရဲ့ အလုပ်စားပွဲဘေးမှာ ကြွကြွရွရွလေး ဝင်ထိုင်လိုက်ပြီး crush ကိုစိုက်ကြည့်ပြီးစကားပြောလိုက်ချိန်မှာ crush က သူမအပေါ်ဘယ်လိုတုံ့ပြန်မလဲ...",
    "url": "https://www.mediafire.com/file/smf4j2ril488tpy/%255BDark_TV_2.0%255DMIDE_225-SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1sdmu00881/1sdmu00881ps.jpg",
    "title": "SDMU-881mmsub ",
    "info": "Satomi ရဲ့ယောင်္ကျားဟာအလုပ်ကိစ္စတွေကြောင့်အမြဲလိုလိုခရီးထွက်နေရပါတယ်။အိမ်မှာတော့သူ့ရဲ့လင်ပါသားနဲ့အတူနှစ်ယောက်ထဲကျန်ခဲ့ပါတယ်။..",
    "url": "http://www.mediafire.com/file/we6k2a3u8xjfego/[Dark+TV]+Sdmu+881.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00493/meyd00493ps.jpg",
    "title": "MEYD-493mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ငယ်ရွယ်တဲ့မိန်းမကိုယူထားပြီးကိုယ်မဖတ်တတ်တဲ့စာအုပ်ကိုသူများဖတ်ဖို့ဝယ်ထားသလိုဖြစ်နေတဲ့လူတစ်ယောက်အကြောင်းပါ။ငယ်ရွယ်ချောမောလှတဲ့ Eimi ဟာ သူမထက်အသက်ကြီးပြီးသူမအပေါ်အလိုလိုက်ချစ်မြတ်နိုးတဲ့ ယောကျ်ားတစ်ယောက်ကိုပိုင်ဆိုင်ထားသူပါ။ဒါပေမယ့်လဲ အလိုရမ္မက်ကြီးလှတဲ့သူမဟာသူ့ယောကျ်ားရဲ့အထက်လူကြီးနဲ့ ဖောက်ပြန်ခဲ့ပါတယ်။သူ့ယောကျ်ားဟာထိုသူရဲ့ပံ့ပိုးကူညီမှုကြောင့်အလုပ်မှာပိုအဆင်ပြေလာခဲ့ပါတယ်။ဒါ့ကြောင့်လဲနောက်ပိုင်းမှာသူမယောကျ်ားဟာEimiနဲ့ဖောက်ပြန်နေတဲ့ဆရာဖြစ်သူကိုအိမ်လည်မကြာခဏခေါ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/i19qgcv0p5u3njp/%255BX_Channel%255DMEYD_493.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufd00942/jufd00942ps.jpg",
    "title": "JUFD 942 mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့..ကျောင်းကိုအမြဲနောက်ကျမှရောက်လာတတ်တဲ့ကျောင်းသားလေးတစ်ယောက်ဟာပညာကိုလည်းစိတ်ဝင်တစားမရှိဘဲလေလွှင့်နေရဲ့....အဲ့လိုနဲ့တစ်နေ့မှာတော့သူ့ရဲ့အတန်းပိုင် ဆရာမလေးနဲ့အပေးအယူတစ်ခုလုပ်ခဲ့ပါတယ်အဲ့တာကတော့..စာမေးပွဲမှာအမှတ် ၁ဝဝတာကြိုးစားပြီးရခဲ့ရင်ဆရာမနဲ့အတူ.........",
    "url": "https://www.mediafire.com/file/zgjskb3nqizh9d8/%255BDark_TV_2.0%255DJUFD_942_Hd.m4v/file"
  },
  {
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/91z3w1dmD%2BL._SL1500_.jpg",
    "title": "SHKD-546mmsub ",
    "info": "(Decensored) ဒီဇာတ်လမ်းလေးကတော့ အရှူံးသမားတစ်ယောက်ကို အကြင်နာပိုမိတဲ့ မေတ္တာရှင်မလေး တစ်ယောက်ရဲ့အကြောင်းပါ baby face လေးနဲ့ အင်နိုးစန့်အပြုံးလေးတွေရဲ့ ပိုင်ရှင် တစ်ယောက် အမျိုးသားမိဘတွေကို အမှတ်တရ ဆုတောင်းပွဲသွားရင်း ထင်မှတ်မထားတဲ့ ဘဝအချိုးအကွေ့တစ်ခုနဲ့ရင်ဆိုင်ခဲ့ရပါတယ် အဲတာကတော့ သူမကို မြင်မြင်ချင်းတွယ်တာသွားမိတဲ့ အကြင်နာမျက်ဝန်းပိုင်ရှင် ကောင်လေးတစ်ယောက်ကြောင့်ပါ နယ်မှာနေတဲ့ သူမအမျိုးသားရဲ့ညီဘာမှမရှိတဲ့ကောင်လေးတစ်ယောက်ရဲ့ ဘဝထဲကို သူမဝင်လာချိန်မှာတော့..... ချစ်စရာကောင်းတဲ့အပြုံးပိုင်ရှင်လေးသူမ အမျိုးသားနဲ့ သနားစရာကောင်လေးအကြား ဘယ်လိုဆက်ပြီးစခန်းသွားမလဲဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/e8frw0faw041lx6/Blue_Tv_SHKD_546_SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/051/086/1.jpg",
    "title": "RBD-625mmsub ",
    "info": "Yuki တစ်ယောက်စားသောက်ဆိုင်အလုပ်ကနေအနားယူလိုက်ပေမယ့်တစ်ကြော့ပြန်လည်လုပ်ကိုင်ဖို့ဖြစ်လာပါတယ်။သူနဲ့စေ့စပ်ထားတဲ့သူနဲ့အတူအလုပ်လုပ်ခဲ့ဖူးတဲ့စားသောက်ဆိုင်ကိုပြန်သွားပြီးမင်္ဂလာညစာစားပွဲအတွက်စီစဉ်ခဲ့ပါတယ်။အဲ့အချိန်မှာပဲ Yuki ဟာလူတစ်ယောက်ဆေးလိပ်သောက်နေတာကိုမြင်တော့မနေနိုင်ပဲဆေးလိပ်မသောက်ဖို့ဝင်ပြောခဲ့ပါတယ်။သူပြောတဲ့သူကတခြားသူမဟုတ်ပဲဆိုင်ပိုင်ရှင်ဖြစ်နေသောအခါ Yuki ကိုသဘောကျပြီးဆိုင်မှာအလုပ်လုပ်ဖို့အကူညီတောင်းလာတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်မလဲ။",
    "url": "https://www.mediafire.com/file/dfryx3dujzep94f/Blue_Tv_RBD_-_625.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00235/adn00235ps.jpg",
    "title": "ADN-235mmsub ",
    "info": "Yuji ကသူ့မိန်းမနဲ့အဆင်မပြေပါဘူး။အတူမနေဖြစ်တာလည်းတစ်နှစ်ကျော်ကြာပါပြီသည်းမခံနိုင်တဲ့အဆုံးကွဲဖို့လုပ်ကြပါတယ်။သူ့အစ်ကိုဆီကိုဖုန်းဆက်ပြီးအကျိုးအကြောင်းပြောပြလိုက်တော့သူ့အစ်ကိုကသူ့မိန်းမနဲ့တိုင်ပင်ပြီးအေးအေးဆေးဆေးနားချဖို့အတွက်အိမ်ကိုလာခဲ့ဖို့​ခေါ်လိုက်တာကနေဇာတ်လမ်းစပြီးဘာတွေဖြစ်ကြမယ်ဆိုတာတော့ဇာတ်ကားထဲမှာဆက်လက်ကြည့်ရှု့ကြပါ",
    "url": "https://www.mediafire.com/file/xg1davxmful0kyu/Blue_Tv_ADN_235.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00042/jul00042ps.jpg",
    "title": "JUL-042mmsub ",
    "info": "လက်ထပ်ထားပြီးသားအိမ်ထောင်ရှိမိန်းမတစ်ယောက်ကသူဌေးရဲ့အိမ်ပြောင်းဖို့သွားကူညီပေးရာကနေသူဌေးနဲ့ဒချိ့ဒချိ့တွေဖြစ်ကြပါတယ်။သူမရဲ့ယောင်္ကျားနဲ့သူမရဲ့သူဌေးကလည်းအလောင်းအစားတစ်ခုလုပ်ထားကြပါတယ်။ဘာတွေလောင်းထားကြသလဲဆိုတာတော့ပရိတ်သတ်ကြီးပဲဝင်ကြည့်လိုက်ပါ။21+အခန်းပေါင်းများစွာနဲ့ဇာတ်လမ်းကိုဖော်ကြူးထားပါတယ်။။",
    "url": "https://www.mediafire.com/file/ckhejc7wqvymmrm/Blue_Tv_Jul042.mp4/file"
  },
  {
    "thumbnail": "https://1.bp.blogspot.com/-EDK8utiTltU/X9WRgVqm89I/AAAAAAAACZk/cw1EkUzK7vsIk3D3FRRbMfMF3z8urwQcwCNcBGAsYHQ/s320/IMG_20201213_102821.jpg",
    "title": "PRED-159mmsub ",
    "info": "အမ Eimi Fukada ဖြစ်ပြီး ညီမ Ai Hoshida ပါ\nမိခင်ဆေးရုံတက်နေရတော့ အိမ်မှာကျန်ခဲ့တဲ့ ညီမ ၂ယောက်ကို ပထွေးက အမ ဖြစ်တဲ့ Eimi ကိုသူ့ညီမ အမေ တို့နဲ့ ချိန်းချောက်ပြီး လိုချင်တာရယူသွားသလို\nEimi ရဲ့ ညီမ Ai ကိုလည်း အလွတ်မပေးခဲ့ပါဘူး။ သူ့အမ ဖြစ်တဲ့ Eimi ကမကောင်းပြောတဲ့ ပုံစံနဲ့  ရန်တိုက်ပေးခဲ့ပါတယ်။\nဒါကို မသိတဲ့ Eimi တယောက် သူ့ရဲ့ ညီမ လေးဖြစ်တဲ့ Ai ကို ပထွေးရန်ကနေ အစွမ်းကုန် ကာကွယ် ဖို့ ကြိုးစား ပါတော့တယ် ။\nEimi တယောက် တကယ်ပဲ သူ့ညီမလေး Ai ကို ပထွေးရန်ကနေ  ကာကွယ်မှုတွေ လုပ်သွားနိုင်မလား ဆိုတာ ကြည့်လိုက်ကြရအောင်.....",
    "url": "https://www.mediafire.com/file/gomfr9faxh20imv/blue_Tv_Pred-159%2528zoedi%2529.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00048/jul00048ps.jpg",
    "title": "JUL-048mmsub ",
    "info": "အလုပ်ခွင်မှာအမြဲတမ်းအလွဲလွဲအချော်ချော်ဖြစ်ပြီး အမြဲအဆူခံနေရတဲ့ Yamashita ဟာ သူ့သူဌေးရဲ့ကြင်နာမှုကိုတော့ရရှိပါတယ်။တစ်ရက်အလုပ်ကိစ္စနဲ့သူဌေးမမနဲ့အတူခရီးထွက်ခဲ့ကြပါတယ်။အလုပ်အတွက်တွေ့ဆုံမှုကလဲအဆင်မပြေဖြစ်ခဲ့ပြန်ပါတယ်။ဒီတော့သူနဲ့သူဌေးမမတို့ကိုသဘောတူစာချုပ်မပါပဲပြန်မလာခဲ့နဲ့ဟုဖိအားပေးခံခဲ့ရကာYamashita တစ်ယောက်ကိုယုံကြည်မှုတွေရရှိလာအောင်သူဌေးမမကဘယ်လိုတွေစွမ်းဆောင်ပေးသွားမလဲဆိုတာကိုရှု့စားရမှာဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/30x15q81cwg12rf/%255BDark_TV%255DJul_048.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00245/adn00245ps.jpg",
    "title": "ADN-245mmsub ",
    "info": "Yuko ဆိုတာလှပတဲ့အိမ်ထောင်ရှင်စာရေးဆရာမတစ်ယောက်ဖြစ်ပါတယ်။ဝတ္ထုဇာတ်လမ်းတစ်ပုဒ်ရေးနေရင်းစျာန်ဝင်စားလို့မရဖြစ်ပြီးဇာတ်လမ်းမပြီးနိုင်ဖြစ်နေပါတယ်။ဘာအကြောင်းအရာလဲဆိုတော့အိမ်ထောင်ရှင်မတို့ရဲ့အာသာဆန္ဒနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းပြိုင်ပွဲဝင်ရမှာဖြစ်နေတော့ဟိုဟာ၊ဒီဟာလုပ်တဲ့အကြောင်းတွေပါရေးရမှာပါ။အဲ့ဒါကိုသူ့အယ်ဒီတာကသိသွားတော့အကြံဥာဏ်ပေးပါတယ်။ဒါပေမယ့်လည်းအဆင်မပြေဖြစ်နေရပါတယ်။အဲ့ဒါနဲ့ အယ်ဒီတာကအကောင်းဆုံးနည်းလမ်းနဲ့သင်ပေးဖို့ကြိုးစားတဲ့အခန်းကိုဇာတ်လမ်းမှာကြည့်ရှု့လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/drre6j5senl0ghu/Blue_Tv_ADN_245.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00642/meyd00642ps.jpg",
    "title": "MEYD-642mmsub ",
    "info": "Eimi ရဲ့ယောင်္ကျားဟာအလုပ်ခရီးသွားတာကိုအကြောင်းပြပြီးသူမအပေါ်ဖောက်ပြန်နေတာကိုသူမကသိပေမယ့်မသိချင်ယောင်ဆောင်နေပေးခဲ့ပါတယ်။တစ်နေ့သူမယောင်္ကျားအလုပ်ကိစ္စနဲ့ခရီးထွက်နေတဲ့အချိန်သူမတို့အလုပ်ထဲကလုပ်ဖော်ကိုင်ဖက်ဝန်ထမ်းအမျိုးသားတစ်ဦးနဲ့အတူတူသောက်ဖြစ်ကြပါတယ်။Eimiဟာမူးနေတာကြောင့်အိမ်မပြန်ဖြစ်တော့ပဲထိုဝန်ထမ်းအမျိုးသားရဲ့အိမ်ကိုလိုက်သွားဖြစ်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/hslky375rc7fyb4/MEYD-642_S.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mimk00084/mimk00084ps.jpg",
    "title": "MIMK-084mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့နွေရာသီအားလပ်ရက်မှာညီအစ်မဆီကိုသူ့ရဲ့အစ်မဖြစ်သူရဲ့မိသားစုဟာလာရောက်အပန်းဖြေပါတော့တယ်..အဲ့လိုနဲ့ဘဲမိသားစုနဲ့အတူပါလာတဲ့ဆယ်ကျော်သက်ကောင်လေးကတော့သူ့ရဲ့အဒေါ်ဖြစ်သူကိုတွေ့သွားတဲ့အချိန်မှာတော့မွေးကတည်းသူကြိုးစားကျင့်ကြံကာသင်ထားသမျှသိုင်းကျမ်းတွေနဲ့သိုင်းအစွမ်းတွေကိုသူ့ရဲ့အဒေါ်အပေါ်ကိုအားမနာတမ်းစိတ်ရှိလက်ရှိနဲ့ပယ်ပယ်နယ်နယ်အကြပ်ကိုင်ကာ....",
    "url": "https://www.mediafire.com/file/ff4hlb7xldqrvlo/%255BDark_TV_2.0%255DMimk_084_SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ure00050/ure00050ps.jpg",
    "title": "URE-050mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းနဲ့အားတဲ့အချိန်မှာရေပူစမ်းကိုလာရောက်အပန်းဖြေကာစိတ်ညစ်စရာတွေကိုမေ့ပြီးရောက်နေတဲ့အချိန်မှာပျော် အောင်နေနေတဲ့အစ်မကြီးနှစ်ယောက်ဆီကို..မထင်မှတ်ထားတဲ့လူသုံးယောက်ရောက်လာတဲ့အချိန်မှာတော့...သူတို့နှစ်ယောက်ရဲ့ပျော်ရွှင်နေတဲ့အချိန်ဟာတော့ခဏဆိုဆို‌သလောက်ပျောက်ကွယ်သွားပြီးအဲ့ဒီသူစိမ်းလူသုံးယောက်ရဲ့ဆန္ဒတွေကိုဖြည့်ဆည်းပေးရတဲ့ကစားစရာအရုပ်သာသာမျှဖြစ်သွားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့အတွက်ကိုယ့်ရဲ့fanတွေကိုစိတ်ပူကာသူစိမ်းဆိုကိုယ့်ကောင်မလေးတောင်အခုချိန်မှာမယုံသင့်ကြောင်းစေတနာတွေဖြင့်တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/14vy0jiwwlb0bki/%255BDark_TV_2.0%255DURE_050_SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00257/adn00257ps.jpg",
    "title": "ADN-257mmsub ",
    "info": "တစ်ခါတစ်လေမှာကိုယ်ကကူညီပေမယ့်မကောင်းတာတွေဖြစ်လာတတ်တယ်ဆိုတာကိုပညာပေးသွားမယ့်ကားလေးဖြစ်ပါတယ်။Nami ရဲ့ခင်ပွန်းဟာအဆင်မပြေတဲ့သူ့အကိုကိုအိမ်မှာခေါ်ထားပြီးအတူတူနေထိုင်ကြပါတယ်။ဒါပေမယ့်အကိုဖြစ်သူကအလုပ်မလုပ်တဲ့အတွက်ညီဖြစ်သူနဲ့ခဏခဏရန်ဖြစ်နေရပါတယ်။အလုပ်မလုပ်ရုံတင်မကပဲသူ့ညီတော်မောင်ရဲ့မိန်းမကိုပါမကောင်းကြံဖို့ကြိုးစားခဲ့ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/7jx5syu8p76brvu/%255BDark_TV%255D_Adn_257-1.m4v/file"
  }
]