[
  {
    "thumbnail": "https://pics.r18.com/digital/video/540yst00153/540yst00153ps.jpg",
    "title": "YST-153mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ သားအဖ ဇာတ်လမ်းလေးပါ\nခရီးသွားခါနီး အထုပ်တွေပြင်နေရလို့ ပင်ပန်းနေတဲ့ ကလေးကို အညောင်းပြေအညာပြေ ဇက်ကြောနှိပ်ပေးတဲ့ ဇာတ်လမ်းလေးပါ ခွေးလေးကို ကြိုးနဲ့ဆွဲကာ ခေါ်သွားမလား ဆိုသလို ထူးဆန်းတဲ့နှိပ်နည်း တစ်မျိးကိုလဲ ရှူစားကြရမှာဖြစ်ပါတယ်ခင်ဗျာ အနှိပ်ဝါသနာပါသူများအနေနှင့် တခြားသူတစ်ယောက်ကို အညောင်းအညာပြေအောင် ဘယ်လို နှိပ်နမ်းပေးရမလဲဆိုတာလေးကို သုတရသစုံလင်စွာလေ့လာရမှာတော့ အသေအချာပါပဲ ခင်ဗျာ.....",
    "url": "https://www.mediafire.com/file/cpnjzgw0wav5bmm/YST+153-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00991/ssni00991ps.jpg",
    "title": "SSNI-991mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nနှစ်အတော်ကြာမှ ပထမဆုံး အကြိမ်တွေ့ဆုံဖူးတဲ့ ဝမ်းကွဲညီမလေးYura Kano ကို 3 ရက် 3 ည ဖောင်းဒိုင်းခဲ့တဲ့ ကိုကို\nYura Kano ဖန်တီးခဲ့တဲ့အမှတ်တရတွေကို ဘယ်တော့မှမေ့မှာမဟုတ်ပါဘူး။\nမင်းသမီးနာမည် Yura Kano",
    "url": "https://www.mediafire.com/file/az0izwc4marcchx/Ssni-991sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00118/adn00118ps.jpg",
    "title": "ADN-118mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nရိုးရိုးအေးအေးနေတတ်တဲ့ Kaori ဆိုတဲ့မိန်းကလေး ဟာ သူ့ယောက်ျားကို ဖောက်ပြန်နေမလားဆိုပြီး သင်္ကာမကင်းဖြစ်ရာကနေ တစ်နေ့ကျတော့ ရှေ့နေတစ်ယောက် ကြီး တစ်ယောက်က ဖုန်းဆက်လာပြီးသူ့ယောက်ျားရဖောက်ပြန်နေပြီး တစ်ဖက်လူရဲ့ယောက်ျားက တရားစွဲထားကြောင်းပြောလာပါတယ်။ Kaori လည်း အားကိုးစရာမရှိဖြစ်နေတာကြောင့် အဲ့ရှေ့နေကိုပဲ အဆင်ပြေအောင်လုပ်ပေးဖို အကူအညီတောင်းရာကနေ.....",
    "url": "https://www.mediafire.com/file/nxfh9shcdqseamw/ADN+118-hd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00765/ssni00765ps.jpg",
    "title": "SSNI-765mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမင်းသမီး Amin Nina ကို ဖွေးဆွတ်တဲ့အသားအရည်ကြောင့်သတိထားမိရာကနေ\nသူ့ဇာတ်ကားတွေလိုက်ကြည့်တဲ့အခါမှာတော့ Talent အပြည့်ရှိသူမှန်း ပိုသိလာရပါတယ်။အသားအရည်ရဲ့ဝင်းလက်မှု ခန္ဓာကိုယ်ရဲ့အဆီအပိုမရှိတဲ့အနေအထားက လုံးဝစွဲမက်စရာပါ။\nအကြည့်တွေကလဲ စူးရှပါသေးတယ်…သိပ်လှတဲ့ JAV တစ်ပါးလို့ ဆိုချင်ပါတယ်။သူမရဲ့ဇာတ်ကားတွေက သိပ်များများမရှိရတဲ့အထဲ Decensored ဆိုရင် ဒီတစ်ခုပဲထွက်ထားပါသေးတယ်။\nရှားပါးဇာတ်ကားလေးမို့ မြည်းစမ်းကြည့်ပါဦး",
    "url": "https://www.mediafire.com/file/t15headesu7o35a/SSNI-765.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00686/ipx00686ps.jpg",
    "title": "IPX-686mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nသူဌေးဖစ်သူနဲ့ အလုပ်ကိစ္စ ခရီးထွက်ခြင်း \nမင်းသမီးနာမည် Ema Futaba",
    "url": "https://www.mediafire.com/file/mm5jpk2wse9d1fu/Ipx-686.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00309/1stars00309ps.jpg",
    "title": "STARS-309mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nငယ်သူငယ်ချင်းကို လိုးမယ်\nမင်းသမီးနာမည် Suzu Honjo",
    "url": "https://www.mediafire.com/file/iu2qq352uculogq/Stars-309.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/wanz00895/wanz00895ps.jpg",
    "title": "WANZ-895mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအနေအထိုင် ညစ်ပတ်ပီး\nဆိုးသွမ်းသော ယောက္ခမကို ကျွန်မ အရမ်းမုန်းတယ်\nဒီလောက်မုန်းပီးရွံရှာစရာကောင်းတဲ့ ယောက္ခမက ညအချိန်တွင်အိပ်ပျော်နေတုန်း ကျွန်မအ‌ပေါ်တက်ခွပီးလာလိုးသည်\nယောက္ခမ နဲ့ချွေးမ ဖိုက်တင်ကား\nမင်းသမီးနာမည် Akari Neo",
    "url": "https://www.mediafire.com/file/iz22lckoyei1p88/WANZ+895-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mvsd00471/mvsd00471ps.jpg",
    "title": "MVSD-471mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမင်းသမီးချော Michiru Kujoရဲ့ ဇာတ်ကားလေးပါ\nတမူထူးခြားတဲ့ဇာတ်လမ်းပုံစံမို့ ကြည့်ရတာ ကြိုက်နှစ်သက်ကြမယ်လို့ထင်ပါတယ်\n Remote Control Cuckoldry Listening To My Beloved Wife Moan As She Is Taken By Another Man Starring \nမင်းသမီးနာမည် Michiru Kujo",
    "url": "https://www.mediafire.com/file/gaellp36ulcq3xd/Mvsd-471sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/zxVuXDn_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "JUL-700mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nယောကျာ်းဖစ်သူ နေမကောင်းဖစ်နေလို့ ပိုက်ဆံရှာဖို့အတွက် Nao ဟာရတဲ့အလုပ် မှန်သမျှ လုပ်နေခဲ့ရသည်\nအဲချိန် မှာ ကျောင်းသူဘဝတုန်းက လိင်ပိုင်းဆိုင်ရာ နှောင့်ယှက်ခံတဲ့ ဆရာတစ်ယောက်နဲ့ ပြန်လည်ဆုံဆည်းခွင့်ရခဲ့တယ်။  \nအဲဒီနေ့ကစပြီး Nao ဟာ ဆရာဖစ်သူရဲ့ လိုးစရာ ကောင်မလေး တစ်ယောက်ဖစ်လာခဲ့သည်\nမင်းသမီးနာမည် Jinguji Nao",
    "url": "https://www.mediafire.com/file/zd40e5o7v0737j6/Jul-700.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00385/adn00385ps.jpg",
    "title": "ADN-385mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကျေးဇူးပြု၍ ခွင့်လွှတ်ပါ ကိုကို... ယောက္ခမဖြစ်သူက ကျွန်မကို လိုးတဲ့အကြောင်းဘယ်သောအခါမှ ခင်ပွန်းဖစ်သူအားမပြောနိုင်ပါ\nယောက္ခမနဲ့ ချွေးမတို့ရဲ့ လိုးကား\nမင်းသမီးနာမည် Miu Nakamura",
    "url": "https://www.mediafire.com/file/ht6mznorpxinvfo/ADN_385-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1sw00198/1sw00198ps.jpg",
    "title": "SW-198mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ japan ရဲ့ အဖူးအငုံလေးတွေဖြစ်ကြတဲ့  မင်းသမီးလေး ၄ ယောက် အပြိုင်ကျဲထားတဲ့ ကားလေးပါ",
    "url": "https://www.mediafire.com/file/eekbj786wgrcu31/SW_198-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00662/meyd00662ps.jpg",
    "title": "MEYD-662mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအေးမီတို့ အခန်းဘေးမှာနေ့သည့် အိမ်နီးနားချင်း \nဦးလေးကြီးသည် အောကားကြည့်ပီး‌ နေ့တိုင်းဂွင်းထုလေ့ရှိသည် အခန်းနံရံတွေက ပါးသောကြောင့် အေးမီတို့သည် အောကား အသံတွေ နားမခံနိုင်တော့လို့ အိမ်ဘေးက ဦးလေးကြီးဆီ ရန်သွားတွေ့ပါ‌တော့သည်\nဦးလေးကြီးက ရန်လာတွေ့တဲ့ အေးမီအပြင် Aika ကိုပါ တစ်ခါတည်း ဖြုတ်တာမို့လို့ စော်နှစ်ဗွေနဲ့ သရီးစမ်းလိုက်တဲ့ ဦလေးကြီးကားကို အရသာရှိရှိ ကြည့်ရှုရပါမယ်\nဒီကားလေး‌မှာတော့ အေးမီလေးက တော်တော်လေးလှပါတယ်",
    "url": "https://www.mediafire.com/file/7okylwl4qqn4duu/Meyd-662.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/102/577/1.jpg",
    "title": "JUL-506mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nယောက္ခမနဲ့ ချွေးမတို့ရဲ့  အချစ်ဖိုက်တင်",
    "url": "https://www.mediafire.com/file/5c6xehdxxpfssmi/Jul-506sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00528/ipx00528ps.jpg",
    "title": "IPX-528mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nAV IDOL တွေ တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးတွေဆို Karen Kaede က ထိပ်ဆုံးကပါပဲ။နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ…ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ…သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေသူလေးပါ။သူ့အလှတွေကို ကာရန်စီရရင် ကုဋေလောက်ရှိနိုင်ပါတယ်…ဒါကြောင့်နာမည်က ကာရန်ကုဋေ(Karen Kaede) ဖြစ်နေတာလားတော့မသိ။သူ့ဇာတ်ကားတွေက Uncensored မရှိသေးတာမို့ ဒုတိယအရှင်းလင်းဆုံးဖြစ်တဲ့ Decensored နဲ့ တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းလေးက မြင်နေကျ ပုံစံဆိုပေမယ့် ကာရန်ကုဋေနဲ့မလို့ အစအဆုံး ထိုင်ရာမထ ကြည့်ချင်စရာပါပဲ။Decensored Version ကို ရှာဖွေတင်ဆက်ထားတာမို့ မြင်နေကျထက် ပိုထိမိမှာပါ။",
    "url": "https://www.mediafire.com/file/0lxf4e306zl0wxo/IPX-528.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/nsps00872/nsps00872ps.jpg",
    "title": "NSPS-872mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ အရမ်းဆာနေတဲ့ အိမ်ထောင်ရှင်အမျိုးသမီးတစ်ယောက် လူမှုရေးဖောက်ပြန်တာကို ယောက္ခထီးက သိသွားတော့ ယောက္ခထီးအဘိုးကြီးကိုပါ ညမအိပ်ရ နေ့မအိပ်ရအောင် ဆွဲစားတဲ့ကားပဲဖြစ်ပါတယ်\nအရမ်းထန်တဲ့ အကိတ်မမတစ်ယောက် သူမကတက်ကြွနေသလောက် သူမယောက်ျားက တောထွက်တော့မယ့်အတိုင်း တည်ငြိမ်နေတာမို့ ဘာလုပ်ရဘာကိုင်ရမှန်းမသိဘဲ ငယ်သူငယ်ချင်းကောင်လေးကို ဆွဲစားပါတော့တယ် ဒီကိစ္စကို ယောက္ခထီးအဘိုးကြီးသိသွားတော့ ငယ်သူငယ်ချင်းနဲ့မတွေ့တော့ဘဲ ယောက္ခထီးကို ဗလက္ကာရလုပ်ဖို့ကြိုးစားပါတော့တယ် ဘဘကြီးလဲ အသက်ကြီးမှ မြင်းစီးရပါတော့တယ်...",
    "url": "https://www.mediafire.com/file/bw9vegs0m17k29x/NSPS_872-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00663/meyd00663ps.jpg",
    "title": "MEYD-663mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကျော်ကြီး သည် ခင်ခင်နဲ့ အလုပ်ကအတူတူ ပြန်လေ့ရှိပါတယ်  \nတစ်နေ့မှာတော့ အလုပ်ကအပြန် လမ်းမှာခဏနားနေတုန်း မိုးရွာလာခဲ့သဖြင့် ကျော်ကြီးက ခင်ခင်ကို မိုးခိုဖို့ အိမ်ခေါ်လာခဲ့သည် \nခင်ခင်မှာက လင်ရှိပါသည် သို့သော် ကျားဂူထဲ ဝင်မိသွားတဲ့ ခင်ခင်ကတော့ ကျော်ကြီးရဲ့ အဝိုက်မခံရအောင် ရုန်းထွက်နိုင်ပါ့မလား ဆိုတာကိုတော့....\nမင်းသမီးနာမည် Ai Mukai\nwifi သမားတွေ ဇာတ်ကားအရသာ မပျက်ရလေအောင် hd ကွာလတီနဲ့ကြည့်ပါလို့ recommendပေးပါတယ်",
    "url": "https://www.mediafire.com/file/thfpb2v86opnjdb/Meyd-663sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00409/dasd00409ps.jpg",
    "title": "DASD-409mmsub ",
    "info": "လင့်ပျက်နေတာ ပြန်ပြင်ပေးထားပါတယ်\nမြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ဆော်ကနေ မေမေလေးဖြစ်သွားတဲ့ MC ရဲ့ အသည်းကွဲဇာတ်လမ်းလေးပါ\nသေးသေးကွေးကွေး ကလေးလေးနဲ့တူတဲ့ အရုပ်မလေးလို ချစ်စရာကောင်မလေးရထားတဲ့ MC တစ်ယောက် ပတ်ဝန်းကျင်ကို ကြွားရုံတင်မက အဖေ့ကိုပါ ကြွားမိပါတယ် အဖေကလဲ MC ကောင်မလေးကို သဘောကျပါတယ် သဘောကျတာမှ အကြီးအကျယ်သဘောကျတာပါ",
    "url": "https://www.mediafire.com/file/1dcd6lavboqoqgj/DASD_409-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00316/adn00316ps.jpg",
    "title": "ADN-316mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ညီမလေးရဲ့ ဘဲကို ဝေစားမျှစားတဲ့ ခပ်ထန်ထန် အစ်မကြီးတစ်ယောက်အကြောင်းပါ\nမိဘတွေမရှိတော့တဲ့နောက် ညီမလေးကို ကိုယ်စွမ်းဉာဏ်စွမ်းရှိသလောက်စောင့်ရှောက်ပြီး တဖြည်းဖြည်းနဲ့ နှစ်ဆယ်ကျော်အစိတ်ပိုင်း အရွယ်တော်တစ်ဆိတ်ဟိုင်းလာတဲ့ ရွှေရင်အစုံဖွံ့ထွားလှတဲ့ Kana Kusakabe လေးတစ်ယောက် ညီမလေးဘဲရဲ့ မမြင်သင့်မမြင်အပ်တဲ့အရာကို မြင်ပြီးနောက် ရင်ခုန်သံတွေတဒိန်းဒိန်းးမြန်လာခဲ့ပါတယ် အငယ်မကိုစားရုံတင်မက အကြီးမကိုပါ အုပ်ချင်တဲ့ ညီမလေးရဲ့ဘဲကလဲ သူမရဲ့အကြည့်တွေကို နားလည်ပြီး သူမလိုချင်တာကို ပေးကာ ညီအစ်မ ၂ယောက်လုံးကို တစ်လှည့်စီ အုပ်ပါတော့တယ်...\nRuntime 119min",
    "url": "https://www.mediafire.com/file/n6k9l343w0n54pg/ADN+316-SD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/my4fco3_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ABW-073mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီကား တော်တော်ကောင်းတာဘဲ့\nဇာတ်လမ်းလေးကတော့ လက်ထပ်ပီးခါစ ခင်နုတို့ဇနီး မောင်နှံဟာ အိမ်အသစ်တစ်ခု‌သို့ပြောင်းရွေ့လာခဲ့တယ် အဲမှာ အလုပ်သမားဦးလေးကြီးနဲ့တွေ့ပီး ခင်နုကို မြင်မြင်ချင်း သဘောကျသွားခဲ့ရာကနေ ညတိုင်းမှန်းထုနေခဲ့ပါသည် \nမှန်းထုရုံနဲ့အားမရလို့ ခင်နုတို့ ဇနီးမောင်နှံကြားသွေးထိုးပီး သာယာတဲ့‌အိမ်ထောင်ရေးကို ဖျက်ဆီးကာ ခင်နုကိုလည်း ရအောင်လိုးခဲ့သည်\nမင်းသမီးနာမည်  Airi Suzumura",
    "url": "https://www.mediafire.com/file/8tvdmxvsohjf6ux/ABW-073.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/nsps00884/nsps00884ps.jpg",
    "title": "NSPS-884mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမြန်မာပရိသတ်တွေရဲ့ အသဲကျော် မင်းသားကြီး ဂျပန်ဂတုံး ပါဝင်တာမို့လို့ ဇာတ်ညွန်းကတော့ ထွေထွေထူးထူး ရေးမနေတော့ဘူး\nလက်မလွတ်ဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်း တစ်ကားလို့ဘဲ့ ပြောပါရစေ",
    "url": "https://www.mediafire.com/file/m5tjtd58gsa3phm/NSPS-884.mp4/file"
  }
]