[
  {
    "thumbnail": "https://pics.r18.com/digital/video/waaa00033/waaa00033ps.jpg",
    "title": "WAAA-033mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ မမကြီးတစ်ယောက်ရဲ့ မတရား ခေါ်စားခြင်းကို ခံလိုက်ရတဲ့ သနားစရာကောင်လေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် MC တို့အလုပ်က မန်နေဂျာမမကြီးက အမြဲလိုလို MC ကို စားတော့ဝါးတော့မတတ် အကြည့်ခံရပါတယ် တစ်နေ့မှာ မမကြီးနဲ့ အလုပ်ကိစ္စခရီးအတူတူထွက်ရင်းက MC ကအခန်းသပ်သပ်ငှားဖို့တောင်းဆိုပေမယ့်လို့ သူမအခန်းထဲမှာလာပေါင်းအိပ်ဖို့အတင်းအကျပ်ပြောတော့သည် (သနားစရာ MC ပင်တည်း) မမကြီးက သူ့ကို အရက်တွေအများကြီး အတင်းတိုက်ပြီး ရေလာမြောင်းပေးစကားတွေပြောလေသည် သို့သော် ရုံးမှာကျန်ခဲ့သည့် မိမိကောင်မလေးတစ်ယောက်ကိုသာ ချစ်သော အချစ်ကြီးသည့် သစ္စာရှင် MC ကားတုပ်တုပ်မျှမလှုပ်ချေ ဒီလိုရေလာမြောင်းပေးလုပ်ရုံလောက်နှင့်တော့ ချစ်သူအပေါ်သစ္စာမဖောက်နိုင် ....",
    "url": "https://www.mediafire.com/file/qqzj6w4cbfndsps/%255BDark_TV_2.0%255DWAAA_033%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00084/jufe00084ps.jpg",
    "title": "JUFE-084mmsub ",
    "info": "ဇာတ်လမ်းလေးထဲမှာတော့တက္ကသိုလ်ကနေဘွဲ့ရလာတာသိပ်မကြာသေးတဲ့ငထန်ကျောင်းသားတစ်စုနဲ့ ကုမ္ပဏီတစ်ခုမှ‌သူတို့ကိုသင်တန်းဆင်းပေးနေတဲ့စီနီယာမမကြီးနဲ့နှစ်ပါးသွားမဲ့ကားလေးဖြစ်ပါတယ်,၀န်ထမ်းသစ်လေးတွေခင်ဗျာစီနီယာမမကြီးရဲ့အလှအပအောက်မှာနစ်၀င်ပြီးနေ့တိုင်းမှန်းဆကာပြစ်မှားနေလေရဲ့..ဒီလိုနဲ့တစ်နေ့မှာသူတို့ခင်ဗျာစိတ်မထိန်းနိုင်တော့ဘဲစီနီယာမမကြီးကိုအပိုင်သိမ်းပြီးသူတို့စိတ်ရှိသလိုခြိမ်းခြောက်ကာ..လက်သမားဘ၀ကနေတကယ့်ကာမကိုစိတ်ရှိသလိုခံစားထားတဲ့ကားလေးဖြစ်တဲ့အတွက်ကြည့်ရှု့သင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်.. ",
    "url": "https://www.mediafire.com/file/al2amd9iavzqman/%255BDark_TV_2.0%255DJUFE_084%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00318/adn00318ps.jpg",
    "title": "ADN-318mmsub ",
    "info": "ADN 318 ( JAV ) (mmsub)\nAihara သူမဟာကုမ္ပဏီတစ်ခုမှာအလုပ်ဝင်ရောက်လုက်ကိုင်နေတယအတော်ကြာပါပြီ။သူမအလုပ်ဝင်ခါစက ကုမ္ပဏီကဌာနမှုး Honma ကသူမကိုအလုပ်တွေသင်ပြပြီး ကူညီပေးခဲ့ပါတယ်။တစ်နေ့ ဌာနမှုး Honma ဟာသူ့မိန်းမနဲ့ကွာရှင်းဖိုဖြစ်လာပြီး စိတ်ညစ်နေချိန်မှာ ဖောက်သည်တစ်ယောက်နဲ့ အခြေအတင်ဖြစ်ပြီး အမှားလုပ်မိ့လိုက်ပါတယ်။Aiharaတစ်ယောက် ဌာနမှုးHonma ရဲ့မှားသွားတဲ့အလုပ်တွေကိုကူလုပ်ပေးဖို အလုပ်အချိန်ပိုဆင်းပြီး ဌာနမှုးHonmaကို ကူညီပေးလိုက်ပါတယ်။အလုပ်အချိန်ပိုဆင်းလိုက်မိ့တဲ့သူမဟာ ဌာနမှုးHonmaရဲ့ အလိုးကိုခံရလိမ့်မယ်လို ကြိုမသိခဲ့မိ့ပါဘူး။",
    "url": "https://www.mediafire.com/file/0w8n5zmy9mn2715/ADN_318_mmsub.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00100/miaa00100ps.jpg",
    "title": "MIAA-100mmsub ",
    "info": "ဇာတ်လမ်းလေးထဲမှာတော့တိုကျိုဆိုတဲ့မြို့ကြီးကိုတက်လာပြီးEimiဟာသူစိတ်ဝင်စားတဲ့ဓာတ်ပုံပညာကိုလာရောက်လေ့လာပါတော့တယ်..အဲ့အချိန်မှာသိုးယောင်ဆောင်ထားတဲ့ဝံပုလွေတစ်ကောင်ဖြစ်တဲ့သူ့ရဲ့စီနီယာဟာလည်းသူ့ကိုပညာတွေသင်ပေးမယ်ဆိုပြီးEimiရဲ့အိမ်ကိုလိုက်သွားပါတော့တယ်..‌ဒီလိုနဲ့အိမ်ရောက်သွားတဲ့အချိန်မှာတော့..ဇာတိရုပ်တွေပေါ်လာတဲ့စီနီယာကြီးကတော့Eimiသင်ချင်တဲ့ပညာကိုမသင်ပေးဘဲသူသင်ပေးချင်တဲ့ပညာတွေကိုအတင်းသင်ပေးလိုက်ပါတော့တယ်... ",
    "url": "https://www.mediafire.com/file/4lkdo4nl23md2vt/%255BDark_TV_2.0%255DMIAA_100%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/rbd00916/rbd00916ps.jpg",
    "title": "RBD-916mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့အထူးစုံထောက်မလေးတစ်ယောက်ဟာဒုစရိုက်မှုတွေလုပ်နေတဲ့လူတစ်ယောက်နောက်ကိုလိုက်ရင်းကနေမိန်းကလေးတွေကိုအစေခံအဖြစ်သင်တန်းပေးကာရောင်းစားနေတဲ့အဖွဲ့အစည်းတစ်ခုကိုရှာတွေ့ရှိသွားပါတော့တယ်အဲ့တော့စုံထောက်မလေးခင်ဗျာဒုစရိုက်အဖွဲ့အစည်းကြီးကိုနှိမ်နင်းနိုင်သွားမလား..ဒါမှမဟုတ်ဘဲရန်သူ့လက်ထဲရောက်ခါကျွန်တစ်ယောက်လုံးလုံးဖြစ်ပြီးနှိပ်စက်ခံရမလားဆိုတာဒီဇာတ်လမ်းလေးထဲမှာစောင့်ကြည့်လိုက်ပါနော်..",
    "url": "https://www.mediafire.com/file/a122nuxs95p2vne/%255BDark_TV_2.0%255DRBD_916%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00323/adn00323ps.jpg",
    "title": "ADN-323mmsub ",
    "info": "ADN 323 ( JAV ) (မြန်မာစာတန်းထိုး)\nTakay တစ်ယောက်လက်ထပ်ခဲ့ပြီးနောက် အလုပ်တွေကြိုးစား လုပ်ကိုင်ခဲ့ပါတယ်။ဒါပေမဲ့ သူ့မိန်းမနဲ့သူရဲ့ဆက်ဆံရေးကတော့ မဖြည်းဖြည်းအေးစက်လာပါတယ်။သူကမိန်းမကိုအရမ်းချစ်ပါတယ်။နောက်ပိုင်း မိန်းမက သူ့ကိုပေးမလိုးတော့ပဲ အမြဲလိုလိုငြင်းဆန်လာတော့ စိတ်ညစ်နေခဲ့ရပါတယ်။တစ်နေ့မိန်းမရေချိုးနေတုန်း မိန်းမရဲ့ဖုန်းကိုယူကြည့်မိရာ မိန်းမကတစ်ခြားယောင်္ကျားတစ်ယောက်နဲ့ ဖောက်ပြန်နေတယ်ဆိုတာ သိသွားပြီးတဲ့နောက်ပိုင်းမှာတော့ ဘီလူးဆိုင်းတီးပြီး မိန်းမကို အသေလိုးသတ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/bjykydzhbj7jfjb/Blue_Tv_Adn-323.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00368/meyd00368ps.jpg",
    "title": "MEYD-368mmsub ",
    "info": "ဇာတ်လမ်လေးကတော့လက်ထက်သာကြာပြီဖြစ်တဲ့အိမ်ထောင်စုတစ်စုမှာတန်ဖိုးထားသင့်တဲ့သံယောဇဉ်လေးလိုချင်တာကြောင့်မိန်းမဖြစ်သူဟာယောင်္ကျားကိုပူဆာပါတော့တယ်..ယောင်္ကျားဟာလည်းမနိုင်ဝန်မထန်းနိုင်သေးတာကြောင့်အကြောင်းအမျိုးမျိုးပြပြီး..ငြင်းဆန်နေလေရဲ့... ဒီလိုတော့တစ်နေ့မှာဇနီးသည်ကိုစောင့်ကြည့်နေတဲ့လူတစ်ယောက်ဟာသူ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ရောက်လာခဲ့ပါတော့တယ်.ကောင်မလေးတွေရဲ့အချစ်ကိုတစ်ခေါက်နဲ့မရရင်နှစ်ခေါက်လိုက်ပြီးကြိုးစားရသလိုတစ်ခေါက်လုပ်လို့ကလေးမရတဲ့ဇနီးသည်ဆီကိုအဲ့လူဟာလတိုင်းလာပြီးကလေးရအောင်ကြိုး‌စားပေးတဲ့ကားကောင်းလေးဖြစ်တဲ့အတွက်..ကြည့်ရှုသင့်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်နော်... ",
    "url": "https://www.mediafire.com/file/0aubkad718lgfnm/%255BDark_TV_2.0%255DMEYD_368%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00841/ssni00841ps.jpg",
    "title": "SSNI-841mmsub ",
    "info": "ဦးနဲ့သမီး ဇာတ်လမ်းလေးပါ \nမြန်မာစာတန်းထိုးနဲ့ ကြည့်ရှုရပါမယ်",
    "url": "https://www.mediafire.com/file/ejf8hvfgtogtofi/%255BDark_TV_2.0%255DSSNI_841%257ESD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/pred00144/pred00144ps.jpg",
    "title": "PRED-144mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့..Eimiဟာရိုက်ကူးသူနဲ့တကယ်ကိုခက်ခဲတဲ့ကတိတစ်ခုကိုပြုလုပ်ခဲ့ကြပါတယ်.. အဲ့တာကတော့ဗီဒီယိုမရိုက်ကူးခင်တစ်လအတွင်းကိုယ့်ဘာသာကိုအာသာမဖြေရဘူးဆိုတာပါဘဲ..အလေ့အကျင့်တစ်ခုဟာတောက်လျှောက်လုပ်လာပြီဆိုရင်ဖျောက်ဖို့အင်မတန်မှခက်ခဲလှပါတယ်..ကာယလေ့ကျင့်ခန်းနေ့တိုင်းလုပ်နေတဲ့လူဟာအဲ့အမူအကျင့်ကိုဖျောက်ဖို့ခက်သလို သူကိုယ်တိုင်နေ့တိုင်းအာသာဖြေပါတယ်လို့ဝန်ခံထားတဲ့Eimiဟာလည်းဒီတစ်လဆိုတဲ့အချိန်မှာသူငရဲကျသလိုခံစားနေရမယ်ဆိုတာအမှန်ပါဘဲ...အဲ့တော့တစ်လကြာနောက်အာသာမဖြေဘဲရိုက်ကူးရေးနေ့ကိုရောက်သွားတဲ့အခါအရမ်းတွေထန်နေတဲ့Eimiလေးကိုရင်နဲ့အမျှကြည့်ရှုခံစားချင်တယ်ဆိုရင်တော့ဒီဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါနော်...",
    "url": "https://www.mediafire.com/file/1a9wx3csybgy77j/Blue_Tv_PRED_144SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00148/jul00148ps.jpg",
    "title": "JUL-148mmsub ",
    "info": "JUL 148 ( JAV ) (mmsub)\nEru နဲ့သူမယောင်္ကျား အလုပ်ပိတ်ရက် 3ရက်မှာသူမယောင်္ကျားမွေးရပ်မြေကိုအလည်သွားခဲ့ပါတယ်။ယောက်ခထီးက တစ်ကိုယ်လုံးတက်တူးထိုးထားတဲ့ သူမကို အမြင်မကြည်ပဲစကားတောင်မပြောပါဘူး။ညရောက်တော့ ယောင်္ကျားနဲ့ယောက်ခထီးနဲ့ အရက်သောက်နေကြရင်း ယောင်္ကျားကမှောက်သွားပါတယ်။ယောက်ခထီးလည်းသေးပေါက်ဖို အိမ်သာအသွား Eru အိပ်ခန်းနားရောက်တော့ ပွင့်ဟနေတဲ့တံခါးကိုမြင်တော့ ယောက်ခထီးလည်း အခန်းထဲကိုကြည့်လိုက်မိ့ချိန်မှာတော့ အိပ်ယာပေါ်မှာ တက်တူးအပြည့်နဲ့အိပ်ပျော်နေတဲ့ Eru ကိုမြင်ပြီး လီးတောင်လာကာ ထန်လာရပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/n4beec84mc3rwkf/Blue_Tv_Jul_148.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00304/adn00304ps.jpg",
    "title": "ADN-304mmsub ",
    "info": "ADN 304 ( JAV ) (mmsub)\nMarisan တို့အိမ်ထောင်ရေးက သိပ်တော့အဆင်မပြေပါဘူး လက်ထပ်ခဲ့မိ့တာမှားပြီလားလို့ သူမတွေးမိ့တဲ့အထိဖြစ်လာပါတော့တယ်။သူမယောင်္ကျားက ချက်ထားတဲ့ထမင်းဟင်းတွေကို အရသာရှိလိုက်တာလို့တစ်ခါမှမပြောဘူးသလို အလုပ်အကြောင်းပြပြီး ညဘက်အိမ်ပြန်နောက်ကျတက်ပါတယ်။တစ်နေ့အိမ်ကို ယောင်္ကျားဖြစ်သူရဲ့ညီတစ်ယောက် အလည်လာရာကနေ သူမဘဝမှာ မခံစားဘူးတဲ့ ချိုမြိန်လှတဲ့ ကာမအရသာ အဆီအနှစ်တွေကို အတုံးလိုက်အတစ်လိုက် သူမခံစားလိုက်ရပါတော့တယ်။လိုးချက်တွေထဲက ရုန်းမထွက်နိုင်လောက်အောင် ဒီလီးမှဒီလီးဖြစ်သွားပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/42ct4l9p38r3qvz/Adn-304.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mide00775/mide00775ps.jpg",
    "title": "MIDE-775mmsub ",
    "info": "ဒီဇာတ်လမ်းလေးကတော့ တစိမ်းယောကျ်ားလေးတစ်ယောက်တည်းနေတဲ့အိမ်မှာ no bra နဲ့ သွားတည်းတဲ့ ကျောင်းသူလေးတစ်ယောက်အကြောင်းပါ Sakura ဟာ ဇာတိမြို့လေးကမိဘအိမ်ကိုအလည်သွားရာမှာ မိဘတွေအံ့သြဝမ်းသာသွားအောင် ကြိုမပြောဘဲသွားခဲ့ပါတယ် ဒါပေမယ့် မိဘတွေက ခရီးထွက်သွားပြီး အိမ်ထဲဝင်ဖို့တောင် သော့မရှိတာကြောင့် သူမငယ်ငယ်ကဆရာရဲ့အိမ်မှာ ခွင့်တောင်းပြီးတည်းခဲ့ပါတယ် အရင်ကထက် လှသွေးကြွယ်နေတဲ့သူမဟာ လွတ်လပ်မှုကိုမြတ်နိုးပြီး အမြဲလိုလို ဘရာမဝတ်ဘဲနေလေ့ရှိတာကြောင့် ဆရာ့ရဲ့ ခန္ဓီပါရမီကို စိန်ခေါ်သလိုဖြစ်နေပါတယ် ကဲ ဘရာမဝတ်ဘဲ အကျီင်္အပါးလေးတွေပဲဝတ်လေ့ရှိတဲ့ မိမိရဲ့တပည့်အကိတ်မလေးကို ဆရာ့ဘက်က စောင့်စည်းနိုင်မလားဆိုတာကတော့.....",
    "url": "https://www.mediafire.com/file/03n3wh4ysk38wrx/MIDE_775.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ngod00118/ngod00118ps.jpg",
    "title": "NGOD-118mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့အမြဲတန်းကုမ္ပဏီရဲ့အလုပ်တွေနဲ့စိတ်ရှုပ်နေရတဲ့ဇနီးမောင်နှံနှစ်ယောက်တစ်နေ့မှာနိုင်ငံခြားကနေသူတို့ကုမ္ပဏီဆီကိုရင်းနှီးမြှုပ်နှံမဲ့နိုင်ငံခြားသားလူမဲတစ်ယောက်ရောက်လာတဲ့အချိန်မှာတော့သူတို့ရဲ့ဘဝဟာစတင်ပြောင်းလဲသွားပါတော့တယ်... ဘာသာစကားမတူ..လူမျိုးမတူတဲ့လူတွေနဲ့အလုပ်လုပ်ကိုင်ရတော့မယ်ဆိုရင်သေချာပေါက်အခက်ခဲတွေဟာတော့ရှိစမြဲပါ တစ်ယောက်နဲ့တစ်ယောက်ပြောတာတွေကိုနားလည်နိုင်ပြီး..အမြဲပျော်ပျော်ရွင်ရွှင်နေတတ်တဲ့လူနဲ့တွေ့ဆုံခဲ့ရရင်သေချာ ပေါက်အဲ့ဒီလူကိုသံယောဇဉ်တွေတွယ်သွားမယ်ဆိုတာအမှန်ပါဘဲ..ဒီလိုပါဘဲအဲ့ဒီနိုင်ငံခြားကလာတဲ့ငမဲခြောက်ဖုတ်မီးသွေးခဲလူမဲဟာလည်းကုမ္ပဏီကဂျပန်မလေးကိုသဘောကျသွားပြီးသူနေတဲ့အမေရိကထိခေါ်သွားဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ် အဲ့ဒီတော့..ဒီလူမဲကိုဂျပန်မလေးကဘယ်လိုအရာတွေနဲ့များအမိမြေမှာဧည့်ခံလိုက်လို့နိုင်ငံခြားသားခင်ဗျာရူးမတက်စွဲလမ်းသွားလဲဆိုတာဒီဇာတ်လမ်းလေးထဲမှာအဖြေရှာကြည့်လိုက်ရအောင်နော်..",
    "url": "https://www.mediafire.com/file/ne8nc3i3m6t6w6u/Blue_Tv_NGOD_118SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00221/miaa00221ps.jpg",
    "title": "MIAA-221mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့.အရမ်းတွေမျှော်လင့်ထားတဲ့ကောင်လေးတစ်ယောက်သူ့ချစ်သူEimiလေးနဲ့၅နှစ်အကြာပြန်တွေ့ရတဲ့အချိန်မှာသူ့ကောင်မလေးဟာတစ်ခြားသူနဲ့လက်ထပ်လိုက်ပြီဆိုတာကိုသိခဲ့ရပြီး..ချစ်တဲ့စိတ်တွေနဲ့အိမ်ထိကိုယ်တိုင်ရောက်လာကာနာကျဉ်းစိတ်တွေ..နဲ့အပြစ်ပေးပြီးပြန်ချစ်လာအောင်ဒရမ်မာဇာတ်ကြမ်းလေးခင်းထားတဲ့ကားမို့သင်ဟာအခုသင့် Exကိုမကျေနပ်ချက်တွေနဲ့ပြန်လက်စားချေပြီးပြန်ချစ်လာအောင်လုပ်မယ်လို့စိတ်ဆုံးဖြတ်ထားတယ်ဆိုရင်တော့ပညာတွေကိုဆည်းပူးထားသင့်တဲ့ကားလေး‌ဖြစ်တဲ့အတွက်တင်ဆက်ပေးလိုက်ပါတယ်.",
    "url": "https://www.mediafire.com/file/4egijd0ayl4cxhn/Blue_Tv_Miaa_221SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/rbd00902/rbd00902ps.jpg",
    "title": "RBD-902mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့အထူးစုံထောက်မလေးတစ်ယောက်ဟာသူ့ရဲ့သံယောဇဉ်ရှိတဲ့ကောင်မလေးနှစ်ယောက်ကိုကယ်ချင်တဲ့စိတ်ကြောင့်ရန်သူ့လက်ထဲရောက်ခါသူတို့ခိုင်းသမျှလိုက်နာရတဲ့အဖြစ်ရောက်ရှိသွားတဲ့အကြောင်းလေးပါ.. အဲ့တော့စုံထောက်မလေးခင်ဗျာကောင်မလေးတွေကိုကယ်ပြီးလွတ်မြောက်သွားမလား..? သူအရမ်းကယ်ချင်လွန်းတဲ့ကောင်မလေးနှစ်ယောက်ရဲ့တကယ့်အစစ်အသွင်အပြင်ကရောဘာများဖြစ်နေမလဲဆိုတာဒီကားလေးမှာစောင့်ကြည့်လိုက်ပါနော်.. ",
    "url": "https://www.mediafire.com/file/igj2ktc9v96ufx8/Blue_Tv_Rbd_902SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00143/jufe00143ps.jpg",
    "title": "JUFF-143mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့အရမ်းချစ်ကြပြီးလက်ထပ်ထားတဲ့ဇနီးမယားနှစ်ယောက်ဆီကိုညီမဖြစ်သူရဲ့အစ်မလေယာဉ်မယ်လေးတစ်ယောက်ရောက်ရှိလာပါတော့တယ်,အစ်မဖြစ်သူရဲ့ယောင်္ကျားဟာလည်းအင်မတန်မှအလုပ်များတဲ့သူဖြစ်တဲ့အတွက်အစ်မဖြစ်သူဟာကလေးလိုချင်ပေမဲ့လည်းမရတဲ့အခြေအနေဖြစ်နေခဲ့ပါတော့တယ်အဲ့လိုတော့သူ့ညီမလေးအိမ်ကိုရောက်သွားတဲ့အချိန်မှာတော့..ညီမလေးရဲ့ယောင်္ကျားကိုအငမ်းမရနဲ့ကလေးရအောင်ဆန္ဒတွေဖြည့်ဆည်းခိုင်းပါတော့တယ်.",
    "url": "https://www.mediafire.com/file/dtmdwmgu679u5uc/%255BDark_Tv_2.0%255DJufe_143_SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/hnd00783/hnd00783ps.jpg",
    "title": "HND-783mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့..ဦးလေးနဲ့အတူခရီးတစ်ခုကိုသွားတဲ့လမ်းမှာနှင်းမုန်တိုင်းမိပြီးတစ်နေရာမှာပိတ်မိနေပါတော့တယ်.. စားရတာလည်းခက်ခဲ..နေရတာလည်းအေးစိမ့်လွန်းလှတဲ့အတွက်သူတို့နှစ်ယောက်ခင်ဗျာအအေးဓာတ်လွန်ကဲပြီးမသေဖို့အတွက်ခန္ဓာကိုယ်ချင်းနှီးနှောဖလှယ်ကာအနွေးဓာတ်လေးရအောင်လုပ်ယူပါတော့ တယ်...အဲ့တော့သူတို့တွေဘယ်လိုလုပ်အနွေးဓာတ်ရကာဒီနှင်းမုန်တိုင်းရဲ့အအေးကိုအံတုမလဲဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ စောင့်ကြည့်လိုက်ပါနော်...",
    "url": "https://www.mediafire.com/file/jb256c6qu6h0amw/Blue_Tv_Hnd_783SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00780/ssni00780ps.jpg",
    "title": "SSNI-780mmsub ",
    "info": " ဒီဇာတ်လမ်းလေးကတော့ ရောက်လေရာအရပ်မှာ စန်းပွင့်တဲ့ ပျားဘုရင်မလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် baby face လေးနဲ့ စွဲမက်စရာ ရွှေရင်အစုံကိုပိုင်ဆိုင်ထားတဲ့ မိန်းမငယ်လေး Yua Mikami တစ်ယောက် သွားလေရာနေရာမှာ အမျိုးသားတွေရဲ့ အာရုံစိုက်မှုကို ခံနေရတာကြောင့် တစ်ခါတစ်လေ အရမ်းစိတ်ရှုပ်ရပါတယ် ..",
    "url": "https://www.mediafire.com/file/omuafelxdeb9lzf/Blue_Tv_Ssni_780_SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00002/jufe00002ps.jpg",
    "title": "JUFE-002mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့..တစ်နေ့လက်ထပ်တာမကြာသေးတဲ့လင်မယားနှစ်ယောက်ရေပူစမ်းတစ်ခုကိုသွားရောက်ကာအပန်းဖြေပါတော့တယ်..အဲ့လိုနဲ့အဲ့မှာရောက်နေတဲ့နိုင်ငံခြားသားနှစ်ယောက်နဲ့မိတ်ဆွေတွေဖြစ်ပြီးအတူတူသောက်စားပျော်ရွှင်ကြပါတော့တယ်.. ယောင်္ကျားဟာသူ့မိန်းမအပေါ်အရမ်းကြင်နာဂရုစိုက်ပေမဲ့လည်းမိန်းမကတော့ဟိုအပေါ်ကပြောခဲ့သလို7လက်မလောက်ရှိတဲ့အချောင်းကိုဘဲအားပါးတရငတ်နေပါတော့တယ်..ဒီလိုနဲ့ဘဲသူ့ခင်‌ဗျာနိုင်ငံခြားသားနှစ်ယောက်နဲ့ရေပူစမ်းမှာယောင်္ကျားမသိအောင်ဘယ်လိုတွေချစ်ရည်တွေလူးကြမလဲဆိုတာအားကျသဖွယ်မြင်တွေ့ရမဲ့ကားကောင်းလေးတစ်‌ကားဖြစ်ပါတယ်နော်...",
    "url": "https://www.mediafire.com/file/ol73o1tyl2wljuo/%255BDark_TV_2.0%255DJUFE_002-SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00346/ssni00346ps.jpg",
    "title": "SSNI-346mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့..ကိုယ့်ကိုပညာတွေသင်ကြားပေးခဲ့တဲ့ဆရာကိုမှချစ်မိသွားတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းပါ.... ဆရာဆိုသည်မှာတပည့်တွေမျက်နှာတစ်ချက်ညှိုးတာမခံတာကြောင့်ကျောင်းသူလေးခင်ဗျာလာရောက်ရေလာမြောင်းပေးလုပ်လာတဲ့အချိန်မှာဇနီးရှိပါလျက်နဲ့ကိုယ့်ကျောင်းသူလေးစိတ်မကောင်းဖြစ်မှာကိုတွေးပူပြီးအနစ်နာခံကာ..အာမနာတမ်းချစ်ရည်လူးကာချစ်ပြလိုက်တဲ့ကားလေးဖြစ်တဲ့အတွက်..ကောင်မလေးကလည်းသူ့ကောင်လေးမသိဘဲဘယ်လိုများဆရာနဲ့နှစ်ပါးသွားကာချစ်ရည်လူးကြမလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာစောင့်ကြည့်လိုက်ပါနော်....",
    "url": "https://www.mediafire.com/file/mcsbdtxprpec4cm/%255BDark_Tv_2.0%255DSsni_346_SD.m4v/file"
  }
]