[
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00301/1stars00301jp-1.jpg",
    "title": "STARS-301mmsub ",
    "info": "စော်မရှိတဲ့ FA များ ဒီကားကို မကြည့်ဖို့ပြောချင်ပါတယ် ဘာလို့လဲဆိုတော့ အရမ်းကို Ro မှာ မို့ပါ...ကဲဇာတ်လမ်းအကြောင်းစရအောင် ငယ်သူငယ်ချင်းနစ်ယောက်ရဲ့ မိဘတွေဟာ ခရီးထွက်သွားတော့ မိန်းကလေးဖြစ်တဲ့ Mei ကို စိတ်မချလို့ အိမ်မှာ သွားနေပေးခဲ့ပါတယ်...အရင်ငယ်ငယ်တုန်းက ဘာမှ မဖြစ်ပေမယ့် အရွယ်ရောက်လာမှ အခုလို နီးနီးကပ်ကပ် ပြန်နေရပြီး ဆွဲဆောင်မှုရှိတဲ့ နှုတ်ခမ်းလေးနဲ့ အရမ်းလှနေတဲ့ Mei ကလေးလိုပဲ ဖြူစင်လွန်းနေသေးသော Mai နဲ့ နီးနီးကပ်ကပ်နေရတဲ့ အခါမှာ တော့.... ",
    "url": "https://www.mediafire.com/file/r7yjk7cyv7js9x3/%255BDark_TV_2%255D_STARS-301.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/059/016/1.jpg",
    "title": "DOCP-184mmsub ",
    "info": "Eimi နဲ့ Akari တို့ညီအမနှစ်ယောက်ကိုစောင့်ရှောက်ပေးနေတဲ့သူတို့အမေကလွန်ခဲ့တဲ့ခြောက်လကဘဏ်ကဝန်ထမ်းတစ်ယောက်နဲ့လက်ထပ်ခဲ့ပါတယ်။နောက်မကြာခင်မှာပဲသူမကဆေးရုံတက်ခဲ့ရပါတယ်။အဲ့လူကဆေးရုံစရိတ်တွေကိုလည်းတာဝန်ယူရင်းသူမရဲ့ သမီးတွေကိုလည်းကောင်းကောင်းစောင့်ရှောက်ထားပါတယ်။ဒါပေမဲ့တစ်နေ့မှာတော့Eimiတို့ပထွေးရဲ့စရိုက်အမှန်ဟာပေါ်ပေါက်လာပါတော့တယ်",
    "url": "https://www.mediafire.com/file/ys8nl5h5puuw47v/DOCP-184.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00603/juy00603ps.jpg",
    "title": "JUY-603mmsub ",
    "info": "Uchimura တစ်ယောက်အလုပ်မဆင်းတာကြာနေပြီဖြစ်တဲ့အတွက်သူဌေးကအိမ်ထိလိုက်လာခဲ့ပါတယ်။သူဌေးရောက်လာတဲ့နေ့မှမိုးတွေအရမ်းသည်းနေခဲ့ပြီးရထားလမ်းတွေပိတ်နေတဲ့အတွက်အိမ်ပြန်မရဖြစ်နေတဲ့အခါမှာတော့Uchimura နဲ့သူရဲ့သူဌေးတို့ဘယ်လိုတွေပတ်သက်မှုရှိလာမလဲ Uchimura တစ်ယောက်အလုပ်မဆင်းရတဲ့အကြောင်းရင်းမှန်ကရောဘာလဲဆိုတာကို21+အခန်းများနဲ့ရှု့စားရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/8enwx7s95phu2z3/%5BDark_TV%5D_JUY_603.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00537/ipx00537ps.jpg",
    "title": "IPX-537mmsub ",
    "info": "ပုံမှန်နဲ့မတူတဲ့ကြေကွဲစရာဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။လျှို့ဝှက်စုံထောက်မလေးတစ်ယောက်ဖြစ်တဲ့ Amami Tsubasa ဟာ သူမအမည်ကို Nozomi ဟုပြောင်းပြီးမာဖီးယားဂိုဏ်းကိုမူးယစ်ဆေးဝါးအဓိကတင်သွင်းသူ Toru Oki ကိုအနီးကပ်စောင့်ကြည့်ရန်အတွက်လက်ထပ်ခဲ့ပါတယ်။သူမနဲ့အေဂျင်စီတူသူချစ်သူ Akagi ကစိတ်မချဖြစ်သော်လည်းမစ်ရှင်အောင်မြင်လျှင်ရာထူးတိုးမည်ဖြစ်သောကြောင့်သူမဟာမစ်ရှင်ကိုလက်ခံခဲ့ပြီး သူမနဲ့မူးယစ်ခေါင်းဆောင် Toru Oki တို့ ဘယ်လိုနှစ်ပါးသွားကြမယ်ဆိုတာကို21+အခန်းများနဲ့ရှု့စားရမှာပါ",
    "url": "https://www.mediafire.com/file/fegi104o2btto05/%255BDark_TV%255D_Ipx_537-1.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00201/adn00201ps.jpg",
    "title": "ADN-201mmsub ",
    "info": "ဒီနေ့ကတော့ ဆံပင်ဂုတ်ဝဲလေးနဲ့ချစ်စရာကောင်းတဲ့ဂျပန်မလေး Nanami Matsumoto နဲ့ သူမယောကျ်ားတို့ နှစ်ယောက်လုံး စိတ်ရှုပ်ထွေးပြီး ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိတဲ့နေ့လေးတစ်နေ့ပါ ဘာလို့ဆို သူမယောကျ်ားကို ငယ်စဉ်ကတည်းက ပစ်သွားပြီး မိန်းမတစ်ယောက်နဲ့ကောက်ကောက်ပါအောင်လိုက်သွားတဲ့ အဖေ သူမရဲ့ယောက္ခထီးဟာ ရုတ်တရက် သူမတို့အိမ်ကို ရောက်ချလာလို့ပါပဲ..",
    "url": "https://www.mediafire.com/file/upff97jpdnnjl2q/Blue_Tv_ADN_201_HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00638/juy00638ps.jpg",
    "title": "JUY-638mmsub ",
    "info": "Mari တို့အိမ်မှာတစ်ရက်သူ့ယောက်ျား Takasugi ရဲ့သူဌေးကိုဖိတ်ခေါ်ပြီးအတူတူစားခဲ့ကြပါတယ်။သူဌေးဖြစ်သူကအမှတ်တရအဖြစ် Mari နဲ့အတူဓာတ်ပုံရ်ိုက်သွားခဲ့ပါတယ်။တစ်ရက်မှာတော့သူဌေးဟာသူ့မိန်းမရဲ့ကျန်းမာရေးဆရာဝန်နဲ့တွေ့ပြီးပြန်အလာမှာ Mari တို့အိမ်ကိုအလည်ဝင်ခဲ့ပါတယ်။သူဌေးဖြစ်သူအား Mari တစ်ယောက်ဧည့်ခံရင်းအခက်ခဲရှိခဲ့ရင်ကူညီပေးမည်ဟုပြောလိုက်တဲ့အခါမှာတော့သူဌေးဖြစ်သူကဘယ်လိုအကူညီတွေကို Mari ဆီကတောင်းဆိုသွားမလဲဆိုတာကိုရှု့စားကြရမှာပါ။",
    "url": "https://www.mediafire.com/file/4be5pg8negdj0n7/%255BDark_TV%255D_Juy_638-1.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/hnd00777/hnd00777ps.jpg",
    "title": "HND-777mmsub ",
    "info": "ဇာတ်လမ်းကတော့အဂ်လိပ်ဆရာမတစ်ယောက်ကစနစ်တကျနဲ့သိုင်းကျမ်းတွေရဲ့အခေါ်အဝေါ်တွေနဲ့လက်တွေ့သင်ကြားပေးမှုတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ်သင့်အနေနဲ့ဒီကားလေးကို၂နာရီလောက်အချိန်ပေးပြီးကြည့်ရှုလိုက်တာနဲ့သိုင်းလောကမှာသင်ဟာThe next level ရောက်သွားတဲ့သိုင်းသမားတစ်‌ယောက်ဖြစ်သွားမှာဖြစ်တဲ့အတွက်ကြည့်ရှု့သင့်တဲ့ကားကောင်းတစ်ကောင်းဖြစ်ပါ‌တယ်နော်...",
    "url": "https://www.mediafire.com/file/pinoikqrytyy67b/Blue_Tv_HND_777%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mimk00070/mimk00070ps.jpg",
    "title": "MIMK-070mmsub ",
    "info": "တစ်နေ့ကျောင်းကြီးတစ်ကျောင်းမှာမကောင်းဆိုးဝါးဝင်ပူးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိသတဲ့အဲ့ကျောင်းကြီးကိုဖျက်ပြီးအသစ်ဆောက်ချင်ကြပေမဲ့အကြောင်းအမျိုး‌မျိုးကြောင့်အဆင်မပြေဖြစ်ကြရပါတယ်,အဲ့လိုနဲ့တစ်‌နေ့မကောင်းဆိုးဝါးနှိမ်နင်းသူတစ်ယောက်ကိုပို့လိုက်တဲ့အချိန်မှာတော့..",
    "url": "https://www.mediafire.com/file/tk7l10n9gh0zvie/Blue_Tv_MIMK_070-SD.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mide00733/mide00733ps.jpg",
    "title": "MIDE-733mmsub ",
    "info": "၃မီနစ်အတွင်းအစွမ်းပြပြီးတော့သူငယ်ချင်းရဲ့ရည်းစားကိုဆွဲဆောင်သွားပါတယ်။Sasaki နဲ့ Ushimura တို့ဟာငယ်ငယ်ကထဲကကျောင်းနေဖက်ဖြစ်ကြပြီးအကောင်းဆုံးသူငယ်ချင်းတွေပါ။တက္ကသိုလ်နှစ်ဝက်ပြီးတော့ Sasaki ဟာနေရပ်ကိုခဏပြန်ခဲ့ပါတယ်။အဲ့အချိန်မှာပဲUshimura ကSasaki ရဲ့ရည်းစားကိုနည်းစနစ်ကျကျစည်းရုံးသွားပြီးဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုရှု့စားလိုက်ကြပါဦး။",
    "url": "http://www.mediafire.com/file/88rrdgftrko6uya/%255BDark_TV%255D_MIDE_733.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00168/juy00168ps.jpg",
    "title": "JUY-168mmsub ",
    "info": "Naoရဲ့ယောကျ်ားဟာအလုပ်သွားရင်းအလွန်ကျွံသောက်ခဲ့ရာကနေကားအက်ဆီးဒင့်ဖြစ်ကာသေဆုံးသွားခဲ့ပါတယ်။ထိုအခါမှာတော့အလုပ်ရှင်သဌေးဟာNaoကိုစျာပနအခမ်းအနားအတွက်အစစအရာရာကူညီပေးခဲ့ပြီးတော့သူ့ရဲ့ခံစားချက်တွေပွင့်ထွက်လာကာNaoတစ်ယောက်ဘယ်လိုအကျပ်ကိုင်မှုမျိုးတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုဇာတ်ကားမှာကြည့်လိုက်ကြပါ",
    "url": "http://www.mediafire.com/file/5bx01prhc0sbuib/%255BDark_TV_2%255D_JUY_168.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00574/dasd00574ps.jpg",
    "title": "DASD-574mmsub ",
    "info": "Ai Sena နဲ့ Hoshino တို့နှစ်ယောက်ဟာတစ်ယောက်အကြောင်းတစ်ယောက်ကောင်းကောင်းမသိပဲ သူဌေးဖြစ်သူရဲ့အစီစဉ်ကောင်းမှုကြောင့်လက်ထပ်ခဲ့ကြပါတယ်။အစပိုင်းမှာအဆင်ပြေပေမယ့်အိမ်ထောင်သက်လေးကြာလာတော့အဆင်မပြေမှုတွေအမျိုးမျ်ိုးကြုံတွေခဲ့ရပါတယ်။Ai Sena တစ်ယောက်မျက်နှာမကောင်းတာကိုသူဌေးကရိပ်မိပြီးအကြောင်းစုံဖွင့်ပြောဖို့တောင်းဆိုလာတော့Ai Sena တစ်ယောက်သူ့ရဲ့ အခက်ခဲတွေကိုရင်ဖွင့်ခဲ့ပါတယ်။Ai Sena ရဲ့အခက်ခဲတွေကိုနားလည်ပေးတဲ့သူဌေး...",
    "url": "https://www.mediafire.com/file/v65y4wg52qp2pjn/%255BDark_TV%255D_Dasd_574-1.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00827/ssni00827ps.jpg",
    "title": "SSNI-827mmsub ",
    "info": "Tsukasaဆိုတဲ့ကောင်မလေးကိုရည်းစားကထားသွားခဲ့တယ်။သူမရည်းစားကသူမနဲ့အတူဆက်ဆံတဲ့အခါတိုင်းအထူးအဆန်းလေးတွေကလိတတ်တော့သူမကရည်းစားကိုစွဲလမ်းနေသလိုစိတ်လည်းနာတယ်။သူမရည်းစားပြောဖူးတဲ့စတိုးဆိုင်မှာလုပ်နေတဲ့ရည်းစားရဲ့ညီဖြစ်သူကိုတွေ့ပြီးတဲ့နောက်မှာတော့ကောင်မလေးဆုံးဖြတ်ချက်တစ်ခုကိုအခိုင်အမာချလိုက်ပါတော့တယ်။မိန်းကလေးတွေနဲ့အတွေ့အကြုံမရှိတဲ့ရိုးအတဲ့ကောင်လေးကိုအသုံးချပြီးသူရည်းစားကိုဘယ်လိုလက်စားချေမလဲဆိုတာကိုဇာတ်လမ်းမှာကြည့်ကြပါလို့",
    "url": "https://www.mediafire.com/file/zdutpp9tt93kceo/SSNI_827.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00168/jufe00168ps.jpg",
    "title": "JUFE-168mmsub ",
    "info": "တစ်နေ့Eimiတို့အိမ်ကိုကျောင်းတုန်းကဆိုးဆိုးပေပေယောက်ျားလေးသူငယ်ချင်းတစ်ယောက်ရောက်လာပါတယ်။ကျောင်းတုန်းကEimiအပေါ်အမြဲအနိုင်ကျင့်တက်တဲ့အဲ့ဘဲကိုEimiကအိမ်ကိုမလာစေချင်သလိုမနှစ်မြို့ပါဘူး။သူကအတင်းဝင်လာတော့Eimiရဲ့ရည်းစားကထွက်လာပြီးဖောင်းထုတ်ခဲ့ပါတယ်။ဒါကိုအဲ့ဘဲကမကျေမနပ်ဖြစ်ပြီးEimiကိုစားဖို့အတွက်ကြံပါတော့တယ်",
    "url": "https://www.mediafire.com/file/nnonvdlxvlyuqyy/JUFE-168.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00124/jufe00124ps.jpg",
    "title": "JUFE-124mmsub ",
    "info": "ဒီကားလေးက တင်ပြီးသားဆိုပေမယ့် အခုက Decensored ဖြစ်တာကြောင့် အားလုံးအကြိုက်တွေ့မယ် ထင်ပါတယ်ဗျ \nမြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/0gopltv7pbu0ze7/Blue_Tv_Jufe-124_%2528Decensored%2529.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00043/jul00043ps.jpg",
    "title": "JUL-043mmsub ",
    "info": "ဒီဇာတ်လမ်းလေးကတော့ မိုးတွေရွာတဲ့နေ့မှာ အိမ်တံခါးကိုလာခေါက်တဲ့ မိန်းမလှလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ရုပ်ရှင်ချစ်သူ MC အိမ်ကို ရုပ်ရှင်ကားခွေတွေနေ့တိုင်းလာပို့ပေးတဲ့ delivery ကောင်မလေးတစ်ယောက်ကို MC တစ်ယောက်စွဲလမ်းနေမိပါတယ် တစ်နေ့မှာ သည်းသည်းမည်းမည်းရွာနေတဲ့မိုးရေနဲ့အတူ ခါတိုင်းလို delivery ကောင်မလေး MCအိမ်ကို ဇာတ်ကားလာပို့ပါတယ် မိုးအရမ်းရွာလို့ MC တစ်ယောက်ကောင်မလေးကို သူ့အိမ်မှာမိုးခိုစေပြီး နွေးနွေးထွေးထွေးဖြစ်အောင် မီးလင်းဖိုဘေးမှာ တစ်ထည်တည်းသောစောင်လေးကို အတူခြုံရင်းနှစ်ယောက်သား ရုပ်ရှင်အတူတူကြည့်ကြပါတော့တယ်",
    "url": "https://www.mediafire.com/file/okabed5c70uup4u/Blue_Tv_Jul_043.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00971/juy00971ps.jpg",
    "title": "JUY-971mmsub ",
    "info": "Nanaho တစ်ယောက်ကျောင်းဆရာမအနေနဲ့ကျောင်းသားများရဲ့ English စာအားနည်းနေတာကိုစိတ်ပူနေခဲ့ပါတယ်..ဒီလိုနဲ့နိုင်ငံခြားမှ English ဆရာကိုခေါ်ပေးပြီးကျောင်းသားများကိုသင်စေခဲ့ပါတယ် Nanaho လဲ English စာကိုစိတ်ဝင်စားတာကြောင့်ဆရာဆီမှာသင်ယူရင်း ဆရာက English စာအပြင်ဘယ်လိုအတတ်ကောင်းတွေပါသင်ပေးမလဲ ယောကျင်္ားရှိတဲ့ Nanaho တစ်ယောက် English ဆရာနဲ့ဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာ.....",
    "url": "https://www.mediafire.com/file/altlyepkbag5txm/Blue_TV__Juy_971.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00103/jul00103ps.jpg",
    "title": "Jul-103mmsub ",
    "info": "JUL 103(Censored)\nဒီဇာတ်လမ်းလေးကတော့ သိုင်းသင်ရင်း ကိုယ်ခံပညာအဆင့်မြင့်သွားတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nအခုတလော မိန်းမလှလေး  Megumi   တို့အိမ်နားမှာ လူဆိုးသူခိုးတွေအရမ်းပေါလာတာကြောင့် သူမတို့အိမ်ပြောင်းဖို့ ယောက်ျားဖြစ်သူကို ပူဆာခဲ့ပါတယ် ဒါပေမယ့် သူမယောက်ျား ဦးကပ်စေးကတော့ money သာ ပထမ money သာ ဒုတိယဆိုသလို မိန်းမသာအပါခံမယ် ငွေတော့အကုန်မခံနိုင်သူဖြစ်သမို့ ညှိမရဖြစ်နေပါတယ် ဒါကြောင့် မတတ်သာတဲ့အဆုံး အကြံကုန်ဂဠုန်ဆားချက်ဆိုသလို သူမဟာ အိမ်နီးနားချင်း ကိုယ်ခံပညာတတ်တဲ့ ဆရာတစ်ယောက်ကို အိမ်ခေါ်ပြီး...",
    "url": "https://www.mediafire.com/file/sasud98f15jgdyv/Blue_Tv_Jul_103.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00529/ipx00529ps.jpg",
    "title": "IPX-529mmsub ",
    "info": "လင်မယားနှစ်ယောက်အိမ်ထောင်ကျတာသုံးနှစ်ပဲရှိပါသေးတယ်။ကောင်မလေးကအလုပ်ထွက်ပြီးအိမ်မှာပဲအိမ်မှုကိစ္စတွေနဲ့အချိန်ကုန်နေတဲ့အိမ်ရှင်မကောင်းတစ်ယောက်ပါ။ကျန်တဲ့အချိန်တွေတော့ရုပ်ရှင်တွေကြည့်ရင်းငြီးငွေဖွယ်အချိန်တွေကိုဖြတ်သန်းရတာပေါ့။တစ်ရက်မှာအမူးလွန်နေတဲ့ယောကျာ်းကိုလိုက်ပို့တဲ့ဒါရိုက်တာsuzukiနဲ့ရုပ်ရှင်တွေအကြောင်းပြောကြရင်းနဲ့ရင်းနှီးသွားပါတယ်။ဒါရိုက်တာsuzukiကလည်းအိမ်ထောင်ကျတာပြီးကလေးမရပဲလင်မယားနှစ်ယောက်တည်းနေလာတာနှစ်၂၀ကျော်ပါပြီ။အသက်အရွယ်မတူပေမယ့်ဝါသနာတူခံစားချက်တူကြတဲ့သူတို့နှစ်ယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုဇာတ်လမ်းမှာကြည့်ရှု့လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/au3wk84fz8kscau/IPX_529.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/blk00470/blk00470ps.jpg",
    "title": "Blk-470mmsub ",
    "info": "ဇာတ်လမ်းကတော့Eimiတစ်ယောက်သူငယ်ချင်းဖြစ်သူရဲ့ရည်းစားကိုစနိုက်ကျော်တဲ့ကဇာတ်လမ်းဖြစ်ပါတယ်။Eimiကသူမသူငယ်ချင်းနဲ့အတူတူအားလပ်ရက်မှာသူငယ်ချင်းရဲ့ရည်းစားအိမ်ကိုသွားလည်ခဲ့ပါတယ်။သူငယ်ချင်းရဲ့ရည်းစားကိုတွေ့ပြီးနောက်ရည်းစားမရှိတဲ့Eimiဟာသူငယ်ချင်းရဲ့ရည်းစားကိုအောက်စလွတ်ပြလိုက်ကုန်းပြလိုက်ကွပြလိုက်နဲ့အမျိုးမျိုးမြူဆွယ်ဖြားယောင်းပါတော့တယ်။Eimiရဲ့မြူဆွယ်မှု့အောက်မှာသူငယ်ချင်းရဲ့ရည်းစားကသက်ဆင်းလာမလားဆိုတာကိုဇာတ်ကားမှာကြည်ကြပါလို့ပြောပါရစေ။",
    "url": "https://www.mediafire.com/file/nxarfgq4enml5qs/BLK_470.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00066/adn00066ps.jpg",
    "title": "ADN-066mmsub ",
    "info": "ADN 066 (Decensored) ဒီဇာတ်လမ်းလေးကတော့ လျှို့ဝှက်စုံထောက်မလေးတစ်ယောက်ရဲ့ လူူဆိုးဂိုဏ်းကြီးကို ဖော်ထုတ်တဲ့ဇာတ်လမ်းလေးပါ အထူးစုံထောက်မလေး Kaho Kasumi ဟာ အဖြူရောင်ဂါဝန်လှလှလေးကိုဆင်မြန်းပြီး စားသောက်ခန်းမကြီးရဲ့ ထောင့်စားပွဲကလူနားကို လှပစွာချဉ်းကပ်လာခဲ့ပါတယ် ဝင်ထိုင်ပါရစေလို့ ခွင့်တောင်းပြီး အရက်တစ်ခွက်ကို ငှဲ့ပေးကာ ချိုလွင်သာယာသောအသံလေးနဲ့ စကားစမြည်ပြောကာ ထိုသူအား မသိမသာထောက်လှမ်းဖို့ကြိုးစားခဲ့ပါတယ် ရီဝေဝေဖြစ်နေတဲ့ထိုသူဟာ အတန်ငယ်မူးနေပုံရပေမယ့် သူမပြောတဲ့စကားတွေကို ပါးနပ်စွာရှောင်တိမ်းနိုင်ခဲ့ပြီး ဟိုုတယ်ကိုသွားရအောင် လို့တစ်ခွန်းထဲပဲပြန်ပြောခဲ့ပါတော့တယ်..",
    "url": "https://www.mediafire.com/file/dhcvq05ytnrfl62/Blue_Tv_ADN_066.mp4/file"
  }
]