[
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00540/meyd00540ps.jpg",
    "title": "MEYD-540mmsub ",
    "info": "Eimi Fukada ဟာအိမ်ထောင်သည်အမျိုးသမီးတစ်ယောက်ဖြစ်ပေမယ့်အပျိုလေးတွေလိုမျက်နှာကိုအမြဲပြင်ဆင်ချယ်သတက်သူပါ။နောက်ပြီးသူမဟာအိမ်နီးချင်းများအပေါ်မှာလည်းမောက်မာစွာနဲ့မတူသလိုမတန်သလိုဆက်ဆံတက်သူပါ။သူမအိမ်ခန်းနဲ့အထပ်တူတူနေထိုင်တဲ့အိမ်နီးချင်းဘဲတစ်ဗွေကိုလည်းမောက်မာစွာဆက်ဆံခဲ့ပါတယ်\nဖိုင်ဆိုဒ် 882mb ကြာချိန် 2နာရီ ",
    "url": "https://www.mediafire.com/file/aare4n9z4ef9hd2/MEYD_540.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00092/adn00092ps.jpg",
    "title": "ADN-092mmsub ",
    "info": "ဖြူစင်လှပလွန်းတဲ့ Rina Ishihara လေးဟာ ပျော်စရာကောင်းတဲ့ အိမ်ထောင်ဘဝကိုပိုင်ဆိုင်ထားသူပါ တစ်စုံတစ်ယောက်က သူမကို တစ်နေရာရာကနေ အမြဲတမ်းစောင့်ကြည့်နေတတ်တာကို ရိုးသားတဲ့သူမက မသိရှာပါဘူး တစ်နေ့မှာ သူမယောကျ်ား ခရီးသွားချိန်မှာတော့ သူမ ဘဝမှာ လုံးဝမျှော်လင့်မထားတဲ့အရာတစ်ခု ပေါ်ပေါက်လာခဲ့ပါတယ်\nဖိုင်ဆိုဒ် 569 mb ကြာချိန် 2 နာရီ\nမြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/u16iiaszrwwrf1b/%255BDark_TV_2%255DADN_092.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00504/dasd00504jp-1.jpg",
    "title": "DASD-504mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့Goshဆိုတဲ့ကောင်မလေးကအိမ်ထောင်မကျသေးပါဘူး။သူမရဲ့အဖေအမေတို့နဲ့အတူနေပါတယ်။ရည်းစားကောင်လေးလည်းရှိပါတယ်။သူ့အဖေမိတ်ဆွေအမေရိကန်လူမည်းအမျိုးသားတစ်ယောက်ဂျပန်လာရင်းတစ်ပတ်လောက်အိမ်မှာတည်းမယ်ဆိုတော့အမေနဲ့သမီးကသဘောမကျပေမဲ့သူ့အဖေဆန္ဒအတိုင်းလက်ခံလိုက်ရပါတယ်။\nဖိုင်ဆိုဒ် 1gb ကြာချိန် 2နာရီ\nမြန်မာစာတန်းထိုး",
    "url": "https://www.mediafire.com/file/wevuxjkxww46k6h/FHD_DASD-504_720_A_black_guy_homestay._His_massive_c%2Ack_doesn%25E2%2580%2599t_fit_in_his_underwear._NTR._EN_%25E2%2580%2593_JAVX.CC%25281%2529.mp4/file"
  },
  {
    "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress.jpg",
    "title": "Mretress4mmsub ",
    "info": "ဇာတ်လမ်းကတော့အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ကောင်မလေးကိုသူ့ချစ်သူစားဘဲကြီးကညီလေးအတွက်ဂိုက်သင်ပေးဖို့ပြောရင်းညီကလည်းအစ်ကို့ဆော်ကိုမှန်းအကိုကလည်းရသမျှဆော်ဝိုက်တဲ့ရှယ်လန်းတဲ့ဖောင်းဒိုင်းကားလေးပါ။",
    "url": "https://www.mediafire.com/file/radoovgutmrxhzf/Mistress_4_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00251/jul00251ps.jpg",
    "title": "Jul-251mmsub ",
    "info": "ဇာတ်လမ်းလေးကယောင်္ကျားကဘောစိပါ။လင်မယားနှစ်ယောက်ကလေးမယူချင်လို့အစွပ်နဲ့ပဲလုပ်လေ့ရှိပါတယ်။ယောင်္ကျားပစ္စည်းကသေးသေးလေးမို့အစွပ်ဝယ်ရင်အသေးပဲရွေးဝယ်ရပါတယ်။တစ်နေ့တော့အစွပ်ကိုအသေးအစားအကြီးမှားဝယ်လာတော့လုပ်မရပဲသိမ်းထားလိုက်ရပါတယ်။နောင်တစ်ချိန်အဲ့ဒီမှားဝယ်လာတဲ့ကြီးတဲ့အစွပ်ကသူ့တပည့်ဒရိုင်ဘာပိုက်ဆံအိတ်ထဲမှာမထင်မှတ်ပဲတွေ့လိုက်ရပါတယ်။\nဖိုင်ဆိုဒ် 555mb ကြာချိန် 2 နာရီ",
    "url": "https://www.mediafire.com/file/t6j34nsbcewoq6j/More_Large_%2528Large_Size%2529.m4v/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1hbad00335/1hbad00335ps.jpg",
    "title": "HBAD-335mmsub ",
    "info": "Yuma Koda ရဲ့မိခင်ဟာအဖေမရှိတော့တဲ့နောက်အလုပ်တူတူလုပ်ကိုင်နေတဲ့လူတစ်ယောက်နဲ့အိမ်ထောင်ထပ်ပြုလိုက်ပါတယ်။ပထွေးဖြစ်သူဟာသူမအမေနဲ့ညားခါစမှာတော့သဘောထားကောင်းမွန်စွာနေထိုင်ပြီးကြာလာတော့ပထွေးရဲ့ရိုင်းစိုင်းတဲ့သရုပ်မှန်ကပေါ်လာပါတော့တယ်\nဖိုင်ဆိုဒ် 1gb ကြာချိန် 2 နာရီ",
    "url": "https://www.mediafire.com/file/n0e2fdwgo7hcogy/HBAD-335_%2528mmsub%2529.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00094/ssis00094ps.jpg",
    "title": "SSIS-094mmsub ",
    "info": "Mei Washio နဲ့သူမယောင်္ကျားနဲ့ကတစ်ယောက်နဲ့တစ်ယောက်အိမ်မှာတွေ့ဆုံချိန်နည်းလို့ဖောင်းဒိုင်းမပေးဖြစ်ကြပါဘူး။သူမကစားသောက်ဆိုင်တစ်ခုမှာအလုပ်လုပ်ပြီးသူမရဲ့ယောင်္ကျားကတော့ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်ကိုင်ပါတယ်။မိုးလင်းမိုးချုပ်အလုပ်လုပ်ပြီးအိမ်ပြန်ရောက်ထမင်းစားပြီးတန်းအိပ်တက်တဲ့ယောင်္ကျားကြောင့်သူမရဲ့လိင်အာသာဆန္ဒတွေမပြည့်ဖြစ်နေပါတယ်။တစ်နေ့အလုပ်လုပ်ဖော်ကိုင်ဘက်နဲ့ညစာအပြင်မှာအတူတူစားရင်းအမူးလွန်ပြီး\nဖိုင်ဆိုဒ် 324mb ကြာချိန် 2 နာရီ\nမြန်မာစာတန်းထိုးနဲ့ကြည့်ရှုရမှာပါ",
    "url": "https://www.mediafire.com/file/o83a00266m2crrw/SSIS_094.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00492/ipx00492ps.jpg",
    "title": "IPX-492mmsub ",
    "info": "Airi Kijima ရဲ့ယောင်္ကျားဖြစ်သူဟာ Airi Kijima ကိုကုမ္ပဏီအလုပ်မလုပ်စေချင်ပါဘူး။အိမ်ထောင်ရှင်မတစ်ယောက်အနေနဲ့အိမ်ထောင်မှု့တာဝန်ပဲထမ်းဆောင်စေချင်တာပါ။ဒါပေမယ့်သူမကတာဝန်ယူမှု့တာဝန်ခံမှု့ရှိတဲ့အလုပ်လုပ်ရင်းဘဝတိုးတက်အောင်လုပ်ချင်သူပါ။တစ်နေ့အလုပ်မှာကုန်ပစ္စည်းအသစ်မိတ်ဆက်ပွဲပြုလုပ်ပြီးအပြန်မှာသူမနဲ့သူမလုပ်ဖော်ကိုင်ဘက်သူမရဲ့လက်အောက်ကဘဲတစ်ဗွေနဲ့ဆိုင်တစ်ဆိုင်မှာအောင်ပွဲခံစားသောက်ကြရင်သူမအမူးလွန်သွားခဲ့ပါတယ်\nဖိုင်ဆိုဒ် 478mb ကြာချိန် 2 နာရီ 47 မီနစ်",
    "url": "https://www.mediafire.com/file/0kn2xx6rskmi1v8/Ipx_492.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/waaa00077/waaa00077jp-7.jpg",
    "title": "WAAA-077mmsub ",
    "info": "Kasumi Tsukino တစ်ယောက်အလုပ်ပြန်လွှတ်ချိန်မှာသူမရဲ့အလုပ်လုပ်ဖော်ကိုင်ဘက်နဲ့အတူတူလျှောက်လည်ကြဖို့ဖြစ်လာပါတယ်။သူမရဲ့လုပ်ဖော်ကိုင်ဖက်ကရိုးသားပြီးအလုပ်ကြိုးစားတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။သူမတို့နှစ်ယောက်လျှောက်လည်ကြရင်းနောက်ဆုံးရထားရောကားရောမမှီလိုက်တဲ့အတွက်သူမရဲ့လုပ်ဖော်ကိုင်ဘက်ဟာအိမ်ပြန်ဖို့အခက်အခဲဖြစ်တာကြောင့်သူမရဲ့အိမ်မှာလိုက်အိပ်ဖို့ခေါ်ခဲ့ပါတယ်။\nဖိုင်ဆိုဒ် 900 mb ကြာချိန် 2 နာရီ\nမြန်မာစာတန်းထိုးနဲ့မို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်",
    "url": "https://www.mediafire.com/file/tkeyfy4tobzc7ih/WAAA_077.mp4/file"
  }
]