[
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00764/jul00764ps.jpg",
    "title": "JUL-764mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ အချိန်ပြည့်ထန်နေတဲ့ ဟိုဘက်ခန်းက လင်မယားနှစ်ယောက်ကြောင့် တစ်ကြောင်းပြီးတစ်ကြောင်းဆွဲပြီး အိပ်ရေးပျက်ရတဲ့ FA တစ်ယောက်ရဲ့ ဒုက္ခအကြောင်းလေးပါ...",
    "url": "https://www.mediafire.com/file/lo31m5pl0m97ov8/Blue_Tv_JUL_764SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00703/jul00703ps.jpg",
    "title": "JUL-703mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ အနောက်တိုင်းသူချောချောလေးကို ဆွဲစားခဲ့တဲ့ ကုမ္ပဏီပိုင်ရှင် ကတုံးကြီးရဲ့ အကြောင်းပဲဖြစ်ပါတယ် ငယ်ရွယ်လှပတဲ့ ရွှေအိုရောင်ဆံပင်ပိုင်ရှင် ရုရှားသူလေးဟာ ဂျပန်က သူဌေးတစ်ယောက်နဲ့ အိမ်ထောင်ကျနေတာ သုံးနှစ်ရှိခဲ့ပါပြီ ကံမကောင်းစွာနဲ့ သူမယောကျ်ား ကုမ္ပဏီ ဒေဝါလီခံခဲ့ရတဲ့အချိန်မှာတော့ သူမကိုယ်တိုင် တခြားကုမ္ပဏီတစ်ခုမှာ secretary အလုပ်ကို ဝင်လျှောက်ခဲ့ရပါတယ် ဘာသာစကားသုံးမျိုးတတ်ပြီး လုပ်ငန်းအတွေ့အကြုံရှိရုံသာမက မြှစ်စို့ပေါက်ကြီးလို မြင့်မားဖွံ့ထွားလှတဲ့သူမကို သူမသူဌေးကတုံးကြီးက သူငယ်ချင်းလိုပဲဆက်ဆံမလားဆိုတာကတော့.....",
    "url": "https://www.mediafire.com/file/wwjkoeki3qj4hma/Blue_Tv_JUL_703SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00253/adn00253ps.jpg",
    "title": "ADN-253mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ထောင်ကထွက်ပြေးလာတဲ့ ရာဇဝတ်သားတစ်ယောက်က အိမ်မှာလာကပ်ပြီး အိမ်ထောင်ရှင်ကောင်မလေးတစ်ယောက်ကို အနိုင်ကျင့်တဲ့ကားပါ (နည်းနည်းတော့ကြမ်းတယ်) ထောင်ပြေးဖြစ်တဲ့ ကျော်ကြီး ဟာ ရဲတွေလိုက်လို့ပြေးရင်း အိမ်တစ်အိမ်ထဲဝင်ပြေးတုန်း အိမ်ရှင်မလှလှလေးကို ဓားထောက်ခြိမ်းခြောက်ပြီး ကာမရယူခဲ့ပါတယ် ကောင်မလေးကိုလက်ပြန်ကြိုးတုပ်ပြီး အဝတ်အစားတွေကိုကပ်ကြေးနဲ့ထိုးခွဲတဲ့ လူ့အခွင့်အရေးချိုးဖောက်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ် .... ",
    "url": "https://www.mediafire.com/file/8ccn2lvzmk3ek8p/bluetv_ADN_253.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00289/adn00289ps.jpg",
    "title": "ADN-289mmsub ",
    "info": "ခင်နု တို့အိမ်ထောင်သက်နှစ်ပတ်လည်နေ့မှာယောင်္ကျားဖြစ်သူအမူးလွန်ပြီးအိမ်ကိုပြန်လာပါတယ်။အမူးလွန်နေတဲ့အတွက်ယောင်္ကျားရဲ့မိတ်ဆွေတစ်ယောက်ကအိမ်ကိုလိုက်ပို့ခဲ့တာပါ။အိမ်ကိုလိုက်ပို့တဲ့လူနဲ့ ခင်နု နဲ့ကလွန်ခဲ့တဲ့၅နှစ်လောက်ကအလုပ်အတူတူလုပ်ခဲ့ကြတဲ့ဘာညာဘာညာမိတ်ဆွေတွေဖြစ်ပါတယ်။မတွေ့ရတာကြာတော့အရက်တူတူသောက်ရင်းစကားပြောဖြစ်ကြပါတယ်။နောက်တစ်နေ့သူမယောင်္ကျားမရှိတဲ့အချိန်မှာထိုမိတ်ဆွေဟောင်းကအိမ်ကိုရောက်လာပြီးသူမကိုဖက်နမ်းပါတော့တယ်....",
    "url": "https://www.mediafire.com/file/8xzl4dpsmef5bps/bluetvADN_289.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00344/jul00344ps.jpg",
    "title": "JUL-344mmsub ",
    "info": " မြန်မာစာတန်းထိုး လူတိုင်းကိုအထင်မသေးသင့်ကြောင်းပြသသွားမယ့်ပညာပေးဇာတ်ကားလေးပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/95730ugid5yo5i7/bluetv_JUL_344.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/cawd00240/cawd00240ps.jpg",
    "title": "CAWD-240mmsub ",
    "info": "ဒီဇာတ်လမ်းလေးကတော့ သောက်တလွဲလုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်နဲ့ တည်ငြိမ်ရင့်ကျက်တဲ့ကိုကြီးရဲ့ ဖူးစာဇာတ်လမ်းလေးပါ Tokyo ရောက်တာ ကြာပေမယ့် ခုချိန်ထိစကားဝဲနေသေးတဲ့ Mitsuki တစ်ယောက် စားသောက်ဆိုင်မှာစားပွဲထိုးလုပ်ရတာ အလွဲလွဲအချော်ချော်နဲ့ပါ customer တွေရဲ့ complain တက်မှုတွေနဲ့ မန်နေဂျာရဲ့ ဆူပူငေါက်ငမ်းမှုတွေကြားမှာ သူမပြသနာတွေကို လိုက်ဖြေရှင်းပေးတတ်တဲ့ စီနီယာကိုကြီးချောချောလေးတစ်ယောက်က သူမအတွက် လမ်းပြကြယ်လေးပါ တစ်နေ့မှာ အလုပ်နောက်ကျရင်း ကိုကြီးနဲ့ငြိမိရာမှ ကိုကြီးနဲ့ ညီမလေး ဇာတ်သိမ်းခန်းမှာ ပေါင်းရမလားဆိုတာကတော့.......",
    "url": "https://www.mediafire.com/file/qzr5ijo0m5erzgk/bluetvCAWD_240SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/067/396/1.jpg",
    "title": "RBD-360mmsub ",
    "info": "စာဖိုင်ကတော့ သိပ်အဆင်မပြေလို့ တစ်ဝက်ထိပဲ ဘာသာပြန်ထားပါတယ် အဆင်ပြေကြပါစေ.... ဒီဇာတ်လမ်းလေးကတော့ ဖခင်မရှိတဲ့နောက် လူယုံလို့စုံလုံးကန်းရတဲ့ ခေတ်သစ်ကုဋေရှစ်ဆယ်သူဌေးသမီးလေးရဲ့ အကြောင်းပါ ရွှေပေါ်မြတင်သူဌေးသမီးလေးဖြစ်တဲ့ Sho Nishino တစ်ယောက် သူမဖခင်ရုတ်တရက်ဆုံးပါးသွားချိန်မှာ ကုမ္ပဏီကြီးတစ်ခုလုံးကို ဆက်ခံဖို့ လက်လွှဲယူလိုက်ရပါတယ် သူမအမျိုးသားကော သူမကော ဘာမှမလုပ်တတ်မကိုင်တတ်နဲ့မို့ သူမဖခင်ရဲ့အပါးတော်မြဲယုံကြည်အားကိုးရတဲ့ မန်နေဂျာဦးလေးကြီးကို အစစအရာရာသင်ကြားပြသပေးဖို့တောင်းဆိုခဲ့ပြီး အရာအားလုံး လက်ဝကွပ်အပ်ခဲ့ပါတယ် ပညာရည်ပြည့်ဝပြီး စိတ်သဘောထားကောင်းလှတဲ့ မန်နေဂျာဦးလေးကြီးကလည်း နောက်ထပ် မန်နေဂျာတစ်ယောက်နဲ့အတူ သူမ မသိမတတ်တာတွေမှန်သမျှကို ဘီဒီအက်စ်အမ်နည်းလမ်းတွေနဲ့ အလုပ်ခန်းထဲမှာသာမက...",
    "url": "https://www.mediafire.com/file/a65fzcr5uvnwevb/blue_tv_RBD_360SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.dmm.co.jp/digital/video/adn00077/adn00077jp-3.jpg",
    "title": "ADN-077mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ ဒရိုင်ဘာရဲ့ မလိုင်မှာ စိတ်ယိုင်သွားရှာတဲ့ နွယ်နီ လေး အကြောင်းပဲဖြစ်ပါတယ် ဒီနေ့ဟာ နွယ်နီ ယောက္ခမရဲ့ နှစ်ပတ်လည်ပဲဖြစ်ပါတယ် အိမ်ရှေ့က လူခေါ်ဘဲလ်တီးသံနဲ့အတူ ယောကျ်ားဖြစ်သူရဲ့ နာနာကျည်းကျည်းအော်ဟစ်နှင်ထုတ်လိုက်သံကို ကြားလိုက်ရပါတယ် နွယ်နီ တစ်ယောက် သိချင်စိတ်နဲ့ သွားကြည့်လိုက်တော့ ညှိူးညှိူးငယ်ငယ်နဲ့ ပန်းစီးလေးကိုကိုင်ထားပြီး ယောက္ခမကို ဝတ်ပြုဖို့ တကူးတကလာခဲ့ရှာဟန်တူတဲ့ တစ်ခါမှမမြင်ဖူးတဲ့ ပိန်ပိန်ရှည်ရှည်အဘိုးကြီးတစ်ယောက် တရွေ့ရွေ့နဲ့ ပြန်သွားတာကို တွေ့လိုက်ရပါတယ် သူဟာ နွယ်နီ ယောက္ခမရဲ့ ဒရိုင်ဘာအဟောင်းဖြစ်ပါတယ်။ နောက်တစ်နေ့မှာတော့ မိမိရဲ့ရိုင်းစိုင်းတဲ့အပြုအမူကြောင့် စိတ်မကောင်းဖြစ်နေတဲ့ ယောကျ်ားအစား နွယ်နီ ကိုယ်တိုင် ဒရိုင်ဘာကြီးအိမ်ကို သွားတောင်းပန်ရာမှာ နှစ်ပေါင်းများစွာ မိန်းမတွေနဲ့စကားမပြောရတာကြာပြီဖြစ်တဲ့ အဘိုးကြီးတစ်ယောက် မိန်းမလှလေးတစ်ယောက် မိမိအိမ်ကိုဝင်လာတဲ့အခါ ဘယ်လို ဝုန်းဒိုင်းကြဲတုံ့ပြန်မလဲဆိုတာကတော့......  ",
    "url": "https://www.mediafire.com/file/dn0ezw87b1905c5/Blue_Tv_ADN_077SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00519/miaa00519ps.jpg",
    "title": "MIAA-519mmsub ",
    "info": "ဇာတ်လမ်းကတော့…ဘားဆိုင်လေးမှာရုန်းကန်နေရတဲ့ ဆိုင်ရှင်သူဌေးခင်ဗျာ ကိုဗစ်ရဲ့ထုထောင်းမှုတွေကြောင့် ဆိုင်ကို လည်ပတ်အောင်မနည်းကြိုးစားနေရပါတယ်..\nဒါပေမဲ့ သူ့ရဲ့ဆိုင်ဝန်ထမ်းလေးကတော့ အမောပြေနှလုံးအေးလောက်စရာ အလှနဲ့ ကီတာနိုမီရာ လေးပါ...",
    "url": "https://www.mediafire.com/file/lt879477gqooypk/Blue_tv_miaa519.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00115/meyd00115ps.jpg",
    "title": "MEYD-115mmsub ",
    "info": "ကျော်ကြီး တစ်ယောက် အမှိုက်ကို စည်းကမ်းတကျ မပစ်တာကို ဘေးအခန်းက အိမ်ထောင်ရှင်မမ Meguri က ရစရာမရှိအောင်ပြောပါတော့တယ်..ကျော်ကြီး တစ်ယောက် သူ့အပေါ်ကြမ်းကြမ်းတမ်းတမ်းဆက်ဆံ ခံလိုက်ရတဲ့ အတွက် စိတ်ထွက်ပေါက် အနေနဲ့ အနှိပ်ခန်းကို ရောက်သွားပါတော့တယ်...အဲ့မှာ မထင်မှတ်ထားတာတွေ ဘာတွေ ဆက်ဖြစ်လာမလဲ ဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/b0yk0imuieg869v/Blue_Tv_MEYD_115_SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00105/adn00105ps.jpg",
    "title": "ADN-105mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ တစ်ရက် Ayumi တစ်ယောက်အပြင်ကနေ အိမ်ကိုပြန်လာရာမှာ အမှတ်မထင် လူတစ်ယောက်နဲ့ ဝင်တိုက်မိပါတယ်...သူမ ဝင်တိုက်မိတဲ့ သူက သူ့မကို မြင်မြင်ချင်းစွဲလမ်းသွားခဲ့ပြီး...သူမယောကျ်ား အလုပ်သွားခိုက် အိမ်ကိုရောက်ရှိလာကာ သူမကိုမိတ်ဆက်ရာမှာ Ayumi ကမမှတ်မိကြောင်း ပြောလိုက်တဲ့ အခါမှာတော့ ဘာတွေ ဆက်ဖြစ်လာမလဲ ဆိုတာ...ဇာတ်လမ်းလေးကလဲ Decensored လေးက်ို ရွေးချယ် တင်ဆက်ပေးထားတာမို့ အားလုံးလဲ အကြိုက်တွေ့ကြမယ် ထင်ပါတယ် ဗျ...",
    "url": "https://www.mediafire.com/file/k9wjbgu9w44826v/ADN_105SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/shkd00956/shkd00956ps.jpg",
    "title": "SHKD-956mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ ...ကိုယ့်ထက်နှိမ့်ကျတဲ့ သူကို အတင်သေးပြီးတော့ နှိမ်မိတဲ့ အတွက် ပညာပြန်ပေးခံလိုက်ရတဲ့ သူဌေးအဘိုးကြီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးပါ...အိမ်မှာ လဲ မိန်းမအပေါ်ဗိုလ်လုပ် တီဗီလာပြင်တဲ့ ကောင်လေးကို လဲ နှိမ်...ဒါပေမယ့် တီဗီလာပြင်တဲ့ ကောင်လေးက သာမန်လူတစ်ယောက် မဟုတ်ပဲ ဘယ်လို လူစားမျိုးဖြစ်ပြီးတော့ သူဌေးကြီးကို ဘယ်လို ပညာပြန်ပေးမလဲ ဆိုတာကတော့.... ",
    "url": "https://www.mediafire.com/file/1nfqmvm79ut0xlm/Blue_Tv_SHKD_956SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00866/ssni00866ps.jpg",
    "title": "SSNI-866mmsub ",
    "info": " မောင်ဇော် တစ်ယောက်သူ့အကိုအိမ်ကို စာမေးပွဲအတွက်ပြင်ဆင်ဖို့ရောက်လာခဲ့ပါတယ်... တကယ်တမ်း မောင်ဇော် ဟာစာကြောင့်မဟုတ်ပဲ သူ့အကိုရဲ့မိန်းမ ကိုငမ်းကြောထချင်လို့လာခဲ့တာပါ... Yuzuru ရဲ့ ဆုတောင်းတွေဖြည့်ဆည်းပေးမယ့်အခြေနေတစ်ခုကတော့ တစ်ရက်မှာပေါ်ပေါက်လာခဲ့ပါတယ်...ဒါကတော့ သူ့အကို မိုးသည်းထန်စွာရွှာမှုကြောင့် အလုပ်ကနေအိပ်ကိုပြန်မလာနိုင်ခဲ့တာပါ....",
    "url": "https://www.mediafire.com/file/aymub2fh5culq0l/Blue_Tv_Ssni_866.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00718/meyd00718ps.jpg",
    "title": "MEYD-718mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ မိ်န်းမရေချိုးနေတုန်း ငယ်လေးနဲ့ ခိုးစားတဲ့ စားဘဲကြီးတစ်ပွေအကြောင်းပါ ကျော်ကြီး ရဲ့ မိန်းမဟာ အလွန်အသန့်အပြန့်ကြိုက်သူဖြစ်ပြီး ဆောင်းတွင်းကြီးလဲ ရေခဏခဏချိုးတတ်ပါတယ် မိန်းမရေချိုးနေတုန်း ဘေးအခန်းက ငယ်လေးကို ကျော်ကြီးတစ်ယောက် ဘယ်လိုဝိုက်မလဲဆိုတာကို.....",
    "url": "https://www.mediafire.com/file/cm11ap8wq4wtyug/MEYD_718SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00045/jul00045ps.jpg",
    "title": "JUL-045mmsub ",
    "info": " ဒီဇာတ်လမ်းလေးကတော့ အရင်ကအရမ်းမုန်းတဲ့သူကို အခုချိန်မှာတမ်းတမ်းစွဲဖြစ်သွားတဲ့ ဇာတ်လမ်းလေးပါ Kahoi ယောကျ်ားရဲ့ ဘော့စ်ဟာ အရမ်းကြမ်းတမ်းပြီး သူမယောကျ်ားကိုအမြဲအနိုင်ကျင့်တတ်သူပါ နှုတ်ကြမ်းပြီး သူမအပေါ်ထိကပါး ရိကပါးလုပ်တတ်သူဖြစ်တာကြောင့် သူမအရမ်းမုန်းပါတယ် တစ်နေ့မှာ သူမယောကျ်ားနဲ့အတူ မူးပြီး သူမတို့အိမ်မှာ လာအိပ်သောအခါ...",
    "url": "https://www.mediafire.com/file/l4fvuz4du1oct5s/%255BDark_TV_2%255D_JUL_045.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/venu00767/venu00767ps.jpg",
    "title": "VENU-767mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ မိထွေးရဲ့ အကြင်နာရိပ်အောက်မှာ ခိုလှူံခဲ့တဲ့ အထီးကျန်ကောင်လေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် လက်သမား မောင်ဇော် တစ်ယောက် ခါတိုင်းလိုပဲ တစ်ယောက်တည်း ဖီးတက်နေရရှာတာကို မိထွေးဖြစ်သူမြင်သွားပြီး အသနားပိုမိပါတော့တယ် မောင်ဇော် ရဲ့ အဖေခရီးရှည်ထွက်ချိန်မှာတော့ စိတ်ထားကောင်းပြီး ဂရုစိုက်တတ်တဲ့ မိထွေးဖြစ်သူက အထီးကျန်နေရှာတဲ့ ဝမ်းမနာသားလေးကို မကြည့်ရက်တော့လို့ အဖော်လုပ်ပေးဖို့ အနားကိုတိုးကပ်လာတော့ မောင်ဇော် တစ်ယောက်....",
    "url": "https://www.mediafire.com/file/9p10dhxvvx54orf/%255BDark_TV_2.0%255DVENU_767%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00186/jul00186ps.jpg",
    "title": "JUL-186mmsub ",
    "info": "ယောက်ခထီးဖြစ်သူက မြေးချီချင်တဲ့အတွက် သားမက်လုပ်သူကို ကြိုးစားပေးဖိုပြောရင်း စိတ်ပြေလက်ပျောက် အသစ်အဆန်းဖြစ်အောင် သူတိုမိသားစုရေပူစမ်းသွားဖိုပြောပါတယ်။ရေပူစမ်းဟိုတယ်ရောက်တော့ မိန်းမဖြစ်သူကိုဘုဖိုအခွင့်မသာပဲ မိန်းမကအလုပ်နဲ့အီးမေးလ်ပိုပြီး အလုပ်ရှုပ်နေပါတယ်။ထမင်းစားသောက်ကြရင်း မိန်းမကအရက်သောက်တာများပြီး မှောက်သွားလို တွဲပြီးအိပ်ခန်းထဲလိုက်ပိုချိန်မှာ ယောက်ခမကလည်း သူ့သမီးကိုစိုးရိမ်ပြီး သားမက်နဲ့အတူတူတွဲပြီး လိုက်ပိုပါတယ်။အခန်းထဲရောက်တော့ သားမက်က ယောက်ခမရဲ့ဖရိုဖရဲ အင်္ကျီအောက်က နိုတွေကိုတွေ့သွားပြီး လီးတောင်လာပါတော့တယ်",
    "url": "https://www.mediafire.com/file/2hkkvh5hj712ayy/JUL_186SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/juy00179/juy00179ps.jpg",
    "title": "JUY-179mmsub ",
    "info": "တစ်ရက်မှာ Mayu တို့လင်မယားနှစ်ယောက်မြိုှုထဲကနေလမ်းလျှောက်ပြီးပြန်အလာမှာ သူှုယောကျ်ားရဲ့လုပ်ဖော်ကိုင်ဖက် Kayama နဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ပါတယ်ဖြစ်ချင်တော့သူတို့ကအိမ်နီးနားချင်းဖြစ်နေကြပါတယ်...Mayu တို့အိမ်မှာ Kayama ကိုဖိပြီးအတူတူသောက်ကြရာမှ Kayama ရဲ့အပျော်တမ်းလုပ်ထားတဲ့မြေထည်ခွက်လေးတွေနဲ့သောက်ကြပါတယ်...Kayama ကမြေထည်ခွက်လေးတွေကိုလက်ဆောင်ပေးခဲ့ပြီးနောက်ကြုံရင် အိမ်ကိုလာပြီးလေ့လာဖို့ Mayu ကိုဖိတ်ခေါ်ခဲ့ပါတယ်...နောက်နေ့ Mayu စျေးကပြန်အလာ Kayama နဲ့အမှတ်မထင်တွေ့ဆုံမိပြီးမြေထည်လက်မှုပညာအကြောင်းလေ့လာဖို့လိုက်သွားခဲ့ရာမှ...",
    "url": "https://www.mediafire.com/file/kcp0oqs3exu8jeq/JUY-179.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/cjod00264/cjod00264ps.jpg",
    "title": "CJOD-264mmsub ",
    "info": "တစ်နေ့မှာ မိန်းမအကျဉ်းထောင်ကနေ ထောင်သားအမျိုးသမီးတစ်ဦးထွက်ပြေးလွတ်မြောက်သွားပါတယ်။ထိုသတင်းကို TV သတင်းတွေမှာလည်းကြေငြာသတိပေးထုတ်ပြန်ထားပါတယ်။ထိုဝရမ်းပြေးအမျိုးသမီးဟာ အိမ်တစ်အိမ်မှာ ခဏပုန်းခိုဖိုခိုးဝင်လာခဲ့ရာ ထိုအိမ်မှာ လူကြီးတွေမရှိကြပဲ ကောင်လေးတစ်ယောက်သာရှိနေပါတယ်။ဝရမ်းပြေးအမျိုးသမီးက အကျဉ်းထောင်ထဲမှာ ငတ်ခဲ့သမျှအတိုးချပြီးဆွဲစားပါတော့တယ်။ထမင်းလည်းစား လီးလည်းစား အကုန်စားပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/wtc8vz2brdaor1b/blue_tv_CJOD-264SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/venu00984/venu00984ps.jpg",
    "title": "VENU-984mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့ ဆော်ပစ်ခံရတဲ့ ကောင်လေးတစ်ယောက်ကို ဝေဒနာကနေ သက်သာလာအောင်ကုထုံးမျိုးစုံနဲ့ ကုသပေးတဲ့ အကိတ်မမတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ် ဆော်ပစ်ခံရလို့ တမှိုင်မှိုင် တတွေတွေနဲ့ အပမှီသလိုဖြစ်နေတဲ့ အောင်ဇော် ကို ကြည့်ပြီး အကို့မိန်းမလှလှလေးတစ်ယောက် စိတ်မချမ်းသာလှပါ အမြဲတမ်း အခွက်ပြောင်လှတဲ့ မောင်ဇော် လိုလူမျိုးက ကြက်ကြီးလည်လိမ်ထားသလို ဖြစ်နေလေတော့ သူမ ဘယ်လိုမှ မကြည့်ရက်တော့ပေ ဒါ့ကြောင့် စော်ပစ်ကောင် MC တစ်ယောက် စိတ်ပျော်လာရန်အလို့ငှာ သူမမှာ ရှိတာအကုန်အသုံးချပြီး နည်းမျိုးစုံ ကြိုးစားလေတော့သည်...",
    "url": "https://www.mediafire.com/file/v3ndj9a8pcedxts/%255BDark_TV_2.0%255DVENU_984%257ESD.m4v/file"
  }
]