[
  {
    "thumbnail": "https://pics.javhd.today/videos/tmb/000/058/534/1.jpg",
    "title": "SHKD-541mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဆရာမကို ချုပ်လိုးတာ\nမင်းသမီးနာမည် Rina Ishihara",
    "url": "https://www.mediafire.com/file/o19udkxhgn63uqi/Shkd-541_Rina_Ishihara.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00311/1stars00311ps.jpg",
    "title": "STARS-311mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့..ကောင်လေးတစ်ယောက်တိုကျိုမြို့ကိုပြောင်းလာပီးတော့သူ့အိမ်ရဲ့မျက်နှာချင်းဆိုင်အိမ်ကကောင်မလှလှလေးတစ်ယောက်က သူ့ဘဲနဲ့သိုင်းကျင့်နေတာကိုခိုးကြည့်နေပီးတစ်ရက်မှာကောင်မလေးကသူ့ကိုမြင်သွားပီးသူ့အိမ်ကိုခေါ်ကာသူ့ဘဲကသိုင်းကွက် မျိုးစုံ မကျွမ်း ကျင်တဲ့ အတွက် ကောင်လေးနဲ့ သိုင်းကွက် မျိုးစုံ သုံးဖို့ ပြောလာတဲ့ အခါမှာတော့... ",
    "url": "https://www.mediafire.com/file/2ydvz9ugu3n3jpm/STARS_311SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00261/1stars00261ps.jpg",
    "title": "STARS-261mmsub ",
    "info": "Mahiro တို့ လင်မယားအိမ်ကို ယောက္ခထီးဖြစ်သူက မိန်းမ သေဆုံးပြီးနောက် အတူတူ လာရောက်ပြီး နေထိုင်ခဲ့ပါတယ်...\nကျေးဇူးပြုပြီး ရပ်လိုက်ပါ ယောက္ခမ… ယောက္ခမနဲ့ အိမ်ထောင်ရေးဖောက်ပြန်လို့ ခင်ပွန်းဖြစ်သူကို မပြောနိုင်ဘူး!  သက်လတ်ပိုင်း ယောက္ခမနဲ့ ဖောက်ပြန်တဲ့ လိင်ဆက်ဆံမှုမှာ ရေနစ်နေတဲ့ ချွေးမ Mahiro Yui ",
    "url": "https://www.mediafire.com/file/sie9d1rdgudqv32/STARS_261%257ESD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00007/ssis00007ps.jpg",
    "title": "SSIS-007mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကျွန်မခင်ပွန်းနဲ့ ၃ ရက်လောက်ဝေးကွာသွားတဲ့အခါ သူ့၏အထက်အရာရှိရဲ့ ကြမ်းတမ်းစွာ \nရိုက်နှက်လိုးခြင်းကို ကျမ ခံခဲ့ရတယ် \nမင်းသမီးနာမည် Marin Hinata",
    "url": "https://www.mediafire.com/file/tzgvjf8kljrvf3k/BlueTv_Ssis-007.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00289/1stars00289ps.jpg",
    "title": "STARS-289mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမိမိသူငယ်ချင်းဖြစ်သူအား လူလည်ကျမယ့် ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်....Hikari တို့ သူငယ်ချင်းနှစ်ယောက် အလုပ်ပိတ်ရက်မှာ သူငယ်ချင်းဖြစ်သူရဲ့ ရည်းစားအိမ်ကို အလည်သွားခဲ့ ကြပြီး မိမိသူငယ်ချင်းရဲ့ ကောင်လေးကို Hikari တစ်ယောက် ဘယ်လို စားမလဲ ဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/vboaxnrzqzvzqkc/STARS_289SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00124/ssis00124ps.jpg",
    "title": "SSIS-124mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းက တော့ RION ဟာ လူတစ်ယောက်ရဲ့ ခြိမ်းခြောက်မှုကြောင့် အလုပ်လုပ်တာတောင် ဆိုင်ရှေ့မထွက်ရဲပဲ ဆိုင်အနောက်မှာပဲ လူမသိ သူမသိ အလုပ်လုပ်နေခဲ့ရတာပါ...တစ်ရက်တော့ MC တစ်ယောက် ဆိုင်မှာ အလုပ်စဝင်ခဲ့ပြီး....RION ရဲ့ အပြုအမှုနဲ့ အလှအပ ကို သတိထားမိခဲ့ရာကနေ...MC တစ်ယောက် RION ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်ပေးမလဲ ဆိုတာကတော့.... ",
    "url": "https://www.mediafire.com/file/slr5x2eysnyg5im/BlueTv_SSIS_124SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00283/1stars00283ps.jpg",
    "title": "STARS-283mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအပြာဝတ္ထုစာရေးဆရာမတစ်ယောက်ဖြစ်တဲ့ Makoto တစ်ယောက် သူ့ဇာတ်လမ်းတွေကို ဆန်းသစ်တဲ့ ပုံစံမျိုးတွေနဲ့ ဆွဲဆောင်မှုရှိအောင်ရေး ဖို့ အတွက် အွန်လိုင်းက ယောကျ်ားလေးတွေနဲ့ ဘယ်လို ချိတ်ဆက်ပြီး အကြံညဏ်ယူမလဲ...သူမရဲ့ အပြာ ဝတ္ထုကရော ထင်ထားတာထက်ပို ပြီး ကောင်းလာ မလားဆိုတာကတော့.... ",
    "url": "https://www.mediafire.com/file/lafl8xsjyyr62l7/STARS_283HD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00782/jul00782ps.jpg",
    "title": "JUL-782mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nMizuno တစ်ယောက် ယောကျ်ားဖြစ်သူကို ဂျိုတပ်ပေးမယ့် ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...Mizuno ရဲ့ယောကျ်ား ဖြစ်သူက နိုင်ငံခြားကို ပြောင်းဖို့ စီစဉ်နေသောကြောင့် ယောကျ်ား ဖြစ်သူအား ဘယ်လို ဂျို တပ်ပေးမလဲ ဆိုတာ ကြည့်လိုက်ရအောင်ဗျ.... ",
    "url": "https://www.mediafire.com/file/x8vje8rrqi256yu/BluetvJUL_782SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/prtd00024/prtd00024ps.jpg",
    "title": "PRTD-024mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nစုံထောက်မလေး Eimi တစ်ယောက် ဒုစရိုက်ဂိုဏ်းတစ်ခုရဲ့ လိင်စိတ်ကြွဆေးကို အမိဖမ်းဖို့အတွက်...ဖြေဆေးသောက်ကာ ဒုစရိုက်ဂိုဏ်းတွေဆီကို သွားရောက်စစ်ဆေးတဲ့ အခါမှာတော့...",
    "url": "https://www.mediafire.com/file/hg94gr1ia6vd1ak/bluetvPRTD_024SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00705/jul00705ps.jpg",
    "title": "JUL-705mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့မိထွေးကသားကိုပြုစုပြိုးထောင်ပေးခဲ့ပီး သားကတက္ကသိုလ်တက်နေရတာကြောင့်အိမ်မှာရှိမနေဘဲမိထွေးတစ်ယောက်အထီးကျန်နေရပါတယ်..နောက်ဆုံးမှာသားကဘွဲ့ယူတဲ့အချိန်ရောက်လာတော့ဘွဲ့ယူတဲ့နေ့မှာအဖေကအလုပ်ကိစ္စနဲ့ခရီးထွက်နေရလို့ဘွဲ့ယူတဲ့နေ့ကိုမလာနိုင်တဲ့အတွက်မိထွေးကသွားပေးပီးသားဘွဲ့ယူတာကိုဘယ်လိုတွေဂုဏ်ပြုမလဲဆိုတာကတော့...",
    "url": "https://www.mediafire.com/file/ve1ktbfa2hsz0ft/bluetvJul_705SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/wanz00849/wanz00849ps.jpg",
    "title": "WANZ-849mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nခင်ပွန်း ဖစ်သူက ဇနီးသည်ကို အင်္ဂလိပ် စာ သင်ခိုင်းပါသည် ဇနီးသည်က ခင်ပွန်းဖစ်သူပြောတဲ့အတိုင်း အင်္ဂလိပ်စာ သွားသင်ခဲ့ရာ ဆရာဖစ်သူက အိမ်ပေးမပြန်တော့ဘဲ ဟိုတယ် ခေါ်လိုးပါတော့တယ် ခင်ပွန်းဖစ်သူက အင်္ဂလိပ် သင်တန်းဆရာက လူရှုပ်တစ်ယောက်မှန်း သိလိုက်ရတဲ့အချိန်မှာတော့ နောက်ကျသွားခဲ့ပါပီ",
    "url": "https://www.mediafire.com/file/ebiylkci33chz5c/WANZ-849.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00781/ipx00781ps.jpg",
    "title": "IPX-781mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nသားသမီးတွေ အမှတ်မကောင်းရင် အရင်ဆုံးစိတ်ပူရတာက မိဘပါပဲသားဖြစ်သူက အင်္ဂလိပ် ဆရာဖြစ် ကျောင်းမှာအမှတ်တွေက ဘဲဥမကွဲဖြစ်နေတော့ အမေဖြစ်သူကအနီးကပ် စာကူလုပ်ပေးဖို့ ဆရာတစ်ယောက်ရှာရပါတော့တယ်\nဆရာဆိုပေမဲ့ ဆရာမပဲရှာလို့ရပါတယ်\nဆရာမဆိုတာ တခြားသူမဟုတ်ပါဘူး JAV မော်ဒယ်အချောလှလေး Nanami Misaki ဖြစ်နေပါတယ်",
    "url": "https://www.mediafire.com/file/j06te6zh3o8s6of/BlueTv_ipx-781_SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/pppd00439/pppd00439ps.jpg",
    "title": "PPPD-439mmsub ",
    "info": "မြန်မာစာတန်ူးထိုး\nကိုယ့်နဲ့ အရင်းနှီးဆုံး သူတွေက ကိုယ့်အပေါ်မှာ မထင်မှတ်တာတွေ လုပ်တတ်တယ် ဆိုတာကို ပညာပေးသွားမယ့် ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...မိမိ ကောင်လေးကို သူငယ်ချင်းဖြစ်သူက မိတ်ဆက်ပေးခိုင်း သဖြင့် မိတ်ဆက်ပေးလိုက်ရာမှ နောက်ဆက်တွဲပြသနာတွေက ဘာတွေ ဖြစ်လာမလဲ...",
    "url": "https://www.mediafire.com/file/pfk3jacx1aru0i2/BlueTv_PPPD_439SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00586/jul00586ps.jpg",
    "title": "JUL-586mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမောင်နှစ်မ နှစ်ယောက်ကြားက သံယောဇဉ်ကို ဖော်ကြူးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...အဖေနဲ့ အမေ က ငယ်စဉ်ကထဲက ကွဲကွာသွားခဲ့တော့ အကိုကြီး အဖ အရာ ဆိုသလို သူ့ညီမလေးကို အရွယ်ရောက် ဘွဲ့ရတဲ့ အထိ ပြုစုပြိုးထောင်ပေးခဲ့ အကိုတစ်ယောက်...ညီမလေးကို အပြည့် အဝ ဂရုစိုက်ပေးနိုင်ဖို့ အတွက်... ချစ်သူ ရည်းစားတောင် မထား တဲ့ အကိုတစ်ယောက်..သူတို့ မောင်နှမ နှစ်ယောက်ရဲ့ သံယောဇဉ်က ဘယ်ထိ ခရီးပေါက်မလဲ ဆိုတာကတော့..",
    "url": "https://www.mediafire.com/file/vd0rfq7l77iiv8u/%255BDark_TV_2.0%255DJUL_586%257EHD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00574/jul00574ps.jpg",
    "title": "JUL-574mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်း ပုံစံလေးက အရင်ကလဲတင်ထားပြီးသားဆိုတော့ ထွေထွေထူးထူး ပြောစရာ မလိုတော့ ပါဘူး..ယောက္ခထီးဖြစ်သူက မြေးချီချင်တဲ့ အတွက် သားမတ််ဖြစ်သူကို လိင်ကိစ္စရှောင်ထားခိုင်းပြီး...ရေပူစမ်းကို အပျော်ခရီးထွက်တဲ့ အခါမှ အပီဝုန်းဖို့ မှာထားတာပါ...MC တစ်ယောက် ရေပူစမ်းကိုရောက်ကထဲက မီးခဲ ဖင်ခုထိုင်သလို မနေနိုင်မထိုင်နိုင်ဖြစ်နေပေမယ့် မိန်းမ နားကို ကပ်မရသော အခါ..နောက်ဆုံး ကလေးရသွားတဲ့ သူက ဘယ်သူ ဖြစ်မလဲ ဆိုတာကတော့.... ",
    "url": "https://www.mediafire.com/file/j1eatz2oyu3ctl4/BlueTv_Jul-574.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00529/jul00529ps.jpg",
    "title": "JUL-529mmsub ",
    "info": "Nao ကတော့ သူ့ယောကျ်ားရဲ့ အနိုငကျင့်မှုကို ညတိုင်းခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ ဒီဘက်အခန်းက FA MC ကတော့ စော်မရှိလို့ အပြာကားနဲ့ ပဲ နှစ်ပါးသွားနေရတဲ့ သူတစ်ယောက်ပါ...တစ်ရက် Nao သူ့ယောကျ်ားနဲ့ ရန်ဖြစ်ပြီး သူ့ယောကျ်ားက အခန်းအပြင်ကို ထွက်နေခိုင်းခဲ့ရာကနေ FA MC နဲ့ ဘယ်လို ဆုံစည်းပြီး ဘယ်လို ဇာတ်လမ်းဆက်ကြမလဲ ဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/3jhtu3i36qqxjoh/BlueTv_JUL_529SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00716/jul00716ps.jpg",
    "title": "JUL-716mmsub ",
    "info": "ဇာတ်လမ်းလေးကတော့လင်မယားနှစ်ရောက်ဆီကိုခပ်ဆိုးဆိုးကအကိုကလာနေပီးမိန်းမကသူ့အကိုနဲ့ဝေးတဲ့နေရာမှာနေဖို့ယောကျာ်းကိုပြောတယ်တစ်နေ့မှာယောကျာ်းဖြစ်သူရုံးသွားနေတုန်းမိန်းမနဲ့မိန်းမယောကျာ်းအကိုနဲ့ပိုက်ဆံကိစ္စအငြင်းပွားရာကနေကနေကောင်မလေး အစားခံလိုက်ရလို့ကောင်မလေးကအရမ်းမုန်းသွားပီးသူ့ယောကျာ်းကိုလဲပြောပြလို့မရဘဲဘယ်လိုတွေဆက်ဖြစ်ပီးဘယ်လိုတွေမုန်းသွားမလဲဆိုတာကတော့..... ",
    "url": "https://www.mediafire.com/file/b8jq928weqccb10/bluetvJUL_716SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00717/jul00717ps.jpg",
    "title": "JUL-717mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဆံပင်တိုလေးနဲ့ စတိုင်မိုက်မိုက်ကောင်မလေး Hitomi ဟာ အဘိုးကြီးတစ်ယောက်နဲ့ အိမ်ထောင်ကျပြီး အများသုံးရေချိုးခန်းဖွင့်ထားသူပါ သူမယောကျ်ားရဲ့ မအားလပ်မှုတွေနဲ့ စိတ်ကျေနပ်အောင်မဖြည့်ဆည်းပေးနိုင်မှုတွေကြောင့် စိတ်ပြေရာရှာဖို့စတင်ကြိုးစားလာပါတော့တယ် သူမတစ်ယောက်တည်း အလုပ်တွေမနိုင်တော့တာကြောင့် သူမတို့ရေချိုးခန်းကို ခဏခဏလာလေ့ရှိတဲ့ ကျောင်းသားလေးကို အလုပ်ခန့်ခဲ့ပါတယ် အဲဒီနောက်မှာတော့ .....",
    "url": "https://www.mediafire.com/file/eikb8oc49k43n2j/blue_tvJUL_717SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00103/ssis00103ps.jpg",
    "title": "SSIS-103mmsub ",
    "info": "မြန်မာစာတန်းထိုး \nဇာတ်လမ်းလေးကတော့ \nဒီနှစ်နွေရာသီမှာ မောင်ဇော် တစ်ယောက် ကလေးဘဝကတည်းက မရောက်တာကြာပြီဖြစ်တဲ့ မွေးရပ်မြေ ရွာငယ်လေးကိုပြန်လာခဲ့ပါတယ် တောရွာလေးမှာ အရင်နဲ့မတူတော့တာ တစ်ခုက မောင်ဇော် ရဲ့ ငယ်သူငယ်ချင်း ကလေးဘဝက ဆော်လေးက ရွာကဘဲတွေကို အိမ်ခေါ်ခေါ်ပြီး စားနေတဲ့ကိစ္စပါပဲ အိမ်နီးနားချင်းလဲဖြစ်နေတော့ ရှောင်လို့မရတဲ့အပြင် ရွာမှာ ဘာမှလုပ်စရာမရှိလို့ပျင်းနေတဲ့သူမကအထာကျကျအပြုံးတွေနဲ့ မောင်ဇော် ကို မြှူဆွယ်ခဲ့ပါတော့တယ် မနူးမနပ် ဆယ်ကျော်သက်လေးဖြစ်တဲ့ မောင်ဇော် တစ်ယောက် ရွာက စားဆော်ကြီးရဲ့ ခြေတော်တင်ခြင်းခံရမလားဆိုတာကတော့ဖြင့်..... ",
    "url": "https://www.mediafire.com/file/rl437wsnhbvads5/BlueTv_SSIS_103SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00753/jul00753ps.jpg",
    "title": "JUL753mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ အထက်တန်းကျောင်းသားဘဝက မိမိကို ငြင်းခဲ့တဲ့ crush အစ်မကြီးကို ပြန်လည်ဆုံတွေ့ချိန်မှာ မကြေပွဲနွဲခဲ့တဲ့ ဆော်ပစ် FA လေးတစ်ယောက်အကြောင်းပါ....",
    "url": "https://www.mediafire.com/file/8m51a9spjmb9cz7/Blue_tv_JUL_753SD.mp4/file"
  }
]