[
  {
    "thumbnail": "https://pics.r18.com/digital/video/hnd00557/hnd00557ps.jpg",
    "title": "HND-557mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းကတော့ ကျေးလက်ကနေ Tokyo မြိုကြီးကို ပြောင်းရွှေ့နေထိုင်နေတဲ့ Arisaka Miyuki ဆိုတဲ့ကောင်မလေး ဟာ လူတစ်ယောက်ရဲ့နောက်ယောင်ခံမှုကို မထင်မှတ်ဘဲ ခံလိုက်ရပြီး ပြေးလိုဘယ်လိုမှမလွတ်တဲ့အနေအထားတစ်ခုမှာ ကိုယ့်ကိုယ်ကို ဘယ်လောက်ထိ ခုခံကာကွယ်နိုင်မလဲ\nနောက်ယောင်ခံလိုက်တဲ့ လူ ရဲ့ ရည်ရွယ်ချက်ကရော ဘာဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုကြဖို တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ",
    "url": "https://www.mediafire.com/file/anqz01lgspeyw5v/Hnd+557-.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00675/dasd00675ps.jpg",
    "title": "DASD-675mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ အတိတ်မေ့နေတဲ့ Eimi လေးကို ရည်းစားဟန်ဆောင်ပြီး ကြာကူလီလုပ်ခဲ့တဲ့ သန့်ရှင်းရေးသမားတစ်ယောက်အကြောင်းပါ\nMC ဟာ ဆေးရုံမှာ အမျိုးသမီးအိမ်သာ သန့်ရှင်းတဲ့သူဖြစ်ပြီး အမျိုးသမီးအတွင်းခံတွေ ခိုးလေ့ရှိတာကြောင့် နာမည်ကြီးပါတယ် တစ်နေ့မှာတော့ အက်ဆီးဒင့်ဖြစ်ပြီး အတိတ်မေ့သွားတဲ့ Eimi Fukada ဆိုတဲ့ ချစ်စရာကောင်းတဲ့ မိန်းမလှလေးတစ်ယောက် ဆေးရုံရောက်လာပါတယ် သူမဟာ ဘာဆိုဘာမှမမှတ်မိတော့ဘဲ သူမရည်းစားကိုတောင်မသိတော့ပါဘူး ဒါကြောင့် အကြံသမားဖြစ်တဲ့ သန့်ရှင်းရေးသမား MC ဟာ Eimi ရဲ့ ရည်းစားဟန်ဆောင်ပြီး Eimi နဲ့ ရင်းနှီးအောင်ကြိုးစားခဲ့ပါတယ်....\nRuntime 120min\nမင်းသမီးနာမည် Eimi Fukada",
    "url": "https://www.mediafire.com/file/vulhtgxkklen92a/DASD+675-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00440/miaa00440ps.jpg",
    "title": "MIAA-440mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nစုံထောက်မမနဲ့ ကတုံး တို့ ထိပ်တိုက်တွေ့ဆုံကြပါပီ မင်းသမီးနာမည် Hikari Kisaki",
    "url": "https://www.mediafire.com/file/cwwc3a0vsh54z2c/Miaa-440_sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/miaa00444/miaa00444ps.jpg",
    "title": "MIAA-444mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကိုကြီးရဲ့ ကလဲ့စား ကိုကြီးအပေါ် အမြဲအနိုင်ယူလေ့ရှိတဲ့ ဘေဘီ ကို ကိုကြီးက ဘယ်လိုပြန်ပီး ပညာပေးသွားမလဲဆိုတာကိုတော့\nမင်းသမီးနာမည် Ichika Matsumoto",
    "url": "https://www.mediafire.com/file/lgj42kjmpu12pzd/Miaa-444sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00977/ssni00977ps.jpg",
    "title": "SSNI-977mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးမှာ မင်းသမီး‌ Saki Okuda ဟာ သူ့သားလေး Masato ကို သွေးတွေအလွန်အမင်းထွက်အောင် ထိုးကြိတ်အနိုင်ကျင့်တဲ့ Murakami ဆိုတဲ့ အလေအလွင့် ခပ်ဆိုးဆိုးကျောင်းသား လေးကို သူ့သား ကို အနိုင်မကျင့်ဖို အိမ်ကိုခေါ်ယူသတိပေးရာကနေ Murakami ရဲ့ ဆိုးသွမ်းလွန်းတဲ့ အကျင့်စရိုက်ကြောင့် မင်းသမီး တစ်ယောက် လောကဓံကို ရင်ဆိုင်လိုက်ရပုံကို ကွက်ကွက်ကွင်းကွင်းထိထိရောက်ရောက် ရှုစားရမှာဖြစ်ပါတယ်...",
    "url": "https://www.mediafire.com/file/mto75wqq8z3u14x/SSNI+977-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00345/adn00345ps.jpg",
    "title": "ADN-345mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nသူဌေးဖစ်သူ အလုပ်ကိစ္စနဲ့ ခရီးသွားတုန်း သူဌေးမိန်းမကို သုံးရက်ဆက်တိုက် ဖိုက်တဲ့ ဝန်ထမ်း\nမင်းသမီးနာမည် Kana Kusakabe",
    "url": "https://www.mediafire.com/file/1hawvav8yfnftqo/Adn-345sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00625/ipx00625ps.jpg",
    "title": "IPX-625mmsub ",
    "info": "မြန်မာစာတမ်းထိုး\nယုတ်မာတဲ့သူဌေးဖစ်သူနဲ့ မန်နေဂျာမလေး \nHikari Azusa\nဒီဇာတ်ကားလေးမှာ သူမဟာ boss ရဲ့ ဒစ်ကြီးနဲ့ထပ်ခါထပ်ခါ အလိုးခံရတော့မှာပါ\nမြန်မာစာတန်းထိုးနဲ့ ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/j2dlwkz165mmzs3/Ipx-625sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jufe00161/jufe00161ps.jpg",
    "title": "JUFE-161mmsub ",
    "info": " မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ သွားမရှိတော့တဲ့ ဘော့စ်အဘိုးကြီး ဇနီးချောငယ်ငယ်လေးတစ်ယောက်ရဲ့ မီးလင်းဒိုင်ယာရီပါ\nMC တို့ရဲ့ သွားတုတပ်ထားရတဲ့ ဘော့စ်အဘိုးကြီးမှာ ငယ်ရွယ်လှပတဲ့ ဇနီးချောလေးတစ်ယောက်ရှိပါတယ်  အဘိုးကြီးရဲ့ ဇနီးချောလေးဟာ ရွယ်တူကောင်လေးမြင်ရင် မျက်စိမှိတ်ပြတတ်တဲ့အကျင့်လဲရှိပါတယ် ဘော့စ်အနေနဲ့ သူ့မှာရှိပေမယ့် သူမဖတ်တတ်တဲ့စာအုပ်ကို သူများကဖတ်ဖတ်သွားသလိုပါပဲ တစ်နေ့မှာ ဘော့စ်ခရီးထွက်တော့ သူ့ဇနီးကို ကိုယ်ဖိရင်ဖိစောင့်ရှောက်ပေးဖို့ MC ကိုအိမ်ခေါ်ထားခဲ့ပါတယ် မျက်စိမှိတ်ပြီးအထာအမျိုးမျိုးပေးတတ်တဲ့ မိန်းမချောလေးနဲ့ တစ်အိမ်တည်းကျန်ခဲ့ရတဲ့ MC ရဲ့ ဘဝလေးဟာ လုံခြုံမှုရှိပါ့မလားဆိုတာကတော့....",
    "url": "https://www.mediafire.com/file/u9c4ktweh08hunj/JUFE+161-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00215/jul00215ps.jpg",
    "title": "JUL-215mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ အမြဲတမ်း game ပဲဆော့နေပြီး မိန်းမကိုစိတ်မဝင်စားသောယောက်ျားကိုခေါက်ထားပြီး ကြင်နာတတ်တဲ့ အဘိုးကြီးကို ချိုချဉ်တွေပေးခဲ့တဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nကြင်နာတတ်တဲ့ မိန်းမလှလေး  Jasmine မှာ gamer ယောက်ျားတစ်ယောက်ရှိပါတယ် သူအလုပ်အားချိန် အိမ်ပြန်ချိန်တွေမှာ မိုးလင်းမိုးချုပ် game ပဲဆော့နေလေ့ရှိပြီး မ်ိန်းမကိုရှိမှန်းတောင်မသိပါဘူး ဒါကြောင့် အထီးကျန်နေတဲ့ သူမဟာ ယောက္ခထီးနဲ့ပဲ တစ်နေကုန်အဖော်ပြုနေရပြီး သူမရဲ့ အကြင်နာတွေ ချိုချဉ်တွေကိုလဲ ယောက္ခထီးကိုပဲ ပုံအောပေးခဲ့ပါတော့တယ်.....",
    "url": "https://www.mediafire.com/file/bvm8vq49j5o4946/JUL+215-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00568/jul00568ps.jpg",
    "title": "JUL-568mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအရင်က ဒီလိုဇာတ်လမ်းမျိုးတင်‌ဖူးပါတယ် ဒီတစ်ခါ မြန်မာစာတန်းထိုးနဲ့ မို့ကြည့်ရတာ ပိုကောင်းမှာပါ",
    "url": "https://www.mediafire.com/file/k6fgfziea5hb69h/Jul-568sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ISwLzsI_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "A Plentiful Married Woman  21    2018mmsub ",
    "info": "မင်မင် အကြိုက်ဆုံးဇာတ်ကားတွေထဲက တစ်ကား ဖစ်ခဲ့တဲ့ ကားဟောင်းလေး တစ်ကားပြန်တင်ပေးပါရစေ\nမြန်မာစာတန်းထိုး\nငယ်ငယ်ကဆရာနဲ့တွေ့ရာက ဇာတ်လမ်းစတာပဲ..\nဆရာက လက်ရှိမှာ ရေပိုက်ပြင်သူတော့ မဟုတ်ပေမယ့် သန့်ရှင်းရေးပစ္စည်းတွေရောင်းဝယ်ဖောက်ကားသူဒီလိုနဲ့ ဇာတ်လမ်းက မတရားကြမ်းလာလို့ ၂၂+ လို့ခေါင်းစဉ်တပ်လိုက်ပါတယ်။",
    "url": "https://www.mediafire.com/file/z7dn2oaf9nwyb3h/A_Plentiful_Married_Woman.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/venx00100/venx00100ps.jpg",
    "title": "VENX-100mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမိမိ သားနဲ့ ရွယ်တူလောက်ရှိတဲ့ ကောင်မလေးကို လက်ထပ်မိတဲ့ အခါ ဘယ်လို ဆိုးကျိုးတွေ ခံစားရမလဲ ဆိုတာ စင်ခန်းစာ ကောင်းကောင်းပေးသွားမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်....Nanami တစ်ယောက် မိမိယောက်ျားရဲ့ သားနဲ့ အိမ်မှာ အနေများပြီး ယောက်ျားက အလုပ်သွားတဲ့ အခါ ဘယ်လိုတွေ ဖြစ်ကြမလဲ...မိမိယောက်ျား အိမ်မှာရှိနေတာတောင် ရှောင်ပါ့မလား .....",
    "url": "https://www.mediafire.com/file/ncj2c9atn3ufm4r/VENX+100-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mimk00087/mimk00087ps.jpg",
    "title": "MIMK-087mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nhentai ကို ပြန်ရိုက်ထားတာပါ အိုးကောင်းကြီးမို့ ကြည့်ဖစ်အောင်ကြည့်\nမင်းသမီးနာမည် Yuri Honma\nကြည်တောက် ကွာလတီဖြင့် ကြည့်ချင်ပါက hd ဖစ် ဒေါင်းလုပ်ဆွဲပီးကြည့်ပါရန်",
    "url": "https://www.mediafire.com/file/h2ffg8vlrl54nzj/Mimk-087_sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00160/1stars00160ps.jpg",
    "title": "Stars-160mmsub ",
    "info": "မြန်မာစာတန်းထိုး ဆင်ဆာမပါ ဂွတ်ရှယ်\nမီးများမီးနိုင် ရေများရေနိုင်ဆိုတာ ဒီကားလေးကသက်သေပါပဲ ဒါမျိုးကားကဆယ်ခါပြန်ကြည့်သင့်တဲ့ကားထဲမှာ ပါတယ်လို့ပြောရင် လွန်ရာကျမယ်မထင်ပါဘူးတကယ့်ဒိတ်ဒိတ်ကြဲ JAV Stars တွေ အိုဗျာ ရုပ်ရည် အချိုးစားအထာကျကျသရုပ်ဆောင်တာတွေ လုံးဝ ပြောစရာမရှိအောင်မရှိအောင်တော်ကြတဲ့ JAV Stars ဆယ်ယောက်ကျော် အကြိုက်ဆုံးကတော့\nIori Kogawa, Yuna Ogura ပဲ သူတို့အားလုံးရဲ့ Uncensored Leak ပါပဲ",
    "url": "https://www.mediafire.com/file/w0fg4ijr49gkhni/STARS-160.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00001/ssis00001ps.jpg",
    "title": "SSIS-001mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကိုယ့်ကောင်မလေးရဲ့ အခန်းဖော် စကီလေးကို ကောင်မ‌လေးလစ်တုန်းလေး ဝိုက်တာ\nဆော်အလန်းနှစ်ပွေတောင်ပါတယ် ဂွတ်ရှယ်ကားလေး\nကြည်လင်ပြတ်သားတဲ့ hd ကွာလတီဖြင့်ကြည့်ရှုလိုပါက hd ဖြင့်ဒေါင်းလုပ်ဆွဲပီးကြည့်ပါရန်",
    "url": "https://www.mediafire.com/file/ae1ogtqixg99fl0/Ssis-001sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/atid00403/atid00403ps.jpg",
    "title": "ATID-403mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ အဖိုးကြီး တစ်ယောက်ဖြစ်တဲ့ Kinoshita ဟာ သူ့ရဲ့တပည့်အရင်းဖြစ်တဲ့ Tsuruki(ဆူရူကီ) ဆီမှာ လုပ်ငန်းတစ်ခု အတွက်ငွေလိုလိုဆိုပြီး ပိုက်ဆံချေးထားပေမယ့် အချိန်မီပြန်မဆပ်နိုင်ဘဲဖြစ်နေပါတယ်။ တပည့်ဖြစ်သူဖြစ်လို နည်းနည်းစောင့်ပေးမယ် ထင်နေတဲ့အဖိုးကြီးဟာ တပည့်ရဲ့မထင်မှတ်ဘဲ အကြွေးတောင်းလာတဲ့အခါမှ သမီးဖြစ်သူ Chiaki ကို မြင်သွားပြီး သူ့အိမ်မှာ Chiaki ကို အိမ်ဖော်အဖြစ် လုပ်ပြီး အကြွေးဆပ်ခိုင်းရာက နေ အကြွေးကြေတဲ့အထိဆပ်နိုင်မလား ဘယ်လိုတွေဆက်ပြီးဖြစ်လာမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်...",
    "url": "https://www.mediafire.com/file/y0smztpjmy1wr5i/ATID+403-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00540/ipx00540ps.jpg",
    "title": "IPX-540mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမြင်လိုက်တာနဲ့ ပြေးပြီး လိုးချင်စဖွယ် အိုးကြီး\n\nမျက်နှာကို ကြည့်လိုက်တော့လည်း Tsumugi Akari လေးဆိုတော့....\n\nဇာတ်လမ်းလေးကတော့ company မှာအလုပ်လုပ်ရင်း အမှားတစ်ခုကျူးလွန်မိတဲ့ akari လေးကို ကျော်ကြီးကအကျပ်ကိုင်ပြီး လိုးတာ\n.....",
    "url": "https://www.mediafire.com/file/o46fenikl2psxea/Ipx-540.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00752/jul00752ps.jpg",
    "title": "JUL-752mmsub ",
    "info": "မြန်မာစာတန်းထိုး \nလူပျိုဖော်ဝင်စ မောင်ဇော်တစ်ယောက် \nမိထွေး ဖစ်သူကို ဖောင်းဒိုင်း လုပ်တဲ့ ဇာတ်ကားလေးပါ",
    "url": "https://www.mediafire.com/file/n3fiqvrddqyeqs1/JUL_752-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/rbd00505/rbd00505ps.jpg",
    "title": "RBD-505mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးရဲ့အစ က မိန်းမပစ်ခွာထားရစ်ခဲ့တဲ့ ဘေးအိမ်က Honda ကိုမှ စိတ်ထဲက သနားမိခဲ့တဲ့ ယောက်ျားရှိတဲ့ Yuka ဟာ Honda အပေါ်သနားတဲ့စိတ်နဲ့ သူ့အကြောင်းတွေးပြီးအိပ်မရခဲ့ပါဘူး....\nဒီလိုလူတစ်ယောက်ကိုသနားမိခဲ့တဲ့ Honda ကို ဘာလိုသူ့မိန်းမက ထားပစ်ခဲ့တာလဲ Honda ကရော Yuka ရဲ့သနားကြင်နာမှုကို ဘယ်လိုကျေးဇူးဆပ်လိမ့်မလဲ ဘယ်သူက ဘယ်သူ့အပေါ်မှာကျရှုးလိမ့်မလဲ ဆိုတာ ဆက်လက်ကြည့်ရှုပါခင်ဗျ...",
    "url": "https://www.mediafire.com/file/3hyi9fch7pv1tv8/RBD+505-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssni00964/ssni00964ps.jpg",
    "title": "SSNI-964mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဇာတ်လမ်းလေးကတော့ Tsukasa ရဲ့ခင်ပွန်းဟာ company ထောင်ရင်းဆုံးရှုံးမှုများပြီး အကြွေးပါတင်သွားခဲ့ပါတယ်\nဒီလိုနဲ့ တိုက်ခန်းခတောင် မပေးနိုင်တော့တဲ့ထိ အခြေအနေဆိုးရွားသွားတယ်\nဒါပေမဲ့လည်း တိုက်ခန်းပိုင်ရှင်က သဘောကောင်းပါတယ်\nတိုက်ခန်းခနဲ့ အလဲအထပ်လုပ်လို့ရတဲ့အရာတွေကရှိပါတယ်တဲ့ \nမင်းသမီးက ဘော်ဒီသေးသေးလေးနဲ့ အိုးလေးက လုံးနေတာပဲဗျာ \nဒီကားလေးက\nဖိုင်ဆိုဒ် 1 gb ကျော်တာမို့လို့ ဖုန်းဘေသမားတွေ သတိထားပါရန်",
    "url": "https://www.mediafire.com/file/58ubmk9j28smehc/Ssni-964.mp4/file"
  }
]