[
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00097/jul00097ps.jpg",
    "title": "JUL-097mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ကိုယ်ချစ်ရဆုံးသူကို သူများလက်ထဲ ရင်နာနာနဲ့အပ်ခဲ့ရတဲ့ အရှည်ကြီး  ရဲ့ ကြေကွဲမှတ်တမ်းလေးပါ\nကလေးမရနိုင်တဲ့အကြောင်း ဆေးစစ်ချက်အဖြေထွက်ပြီးနောက် MC တစ်ယောက် မိန်းမကို တခြားသူနဲ့ မျိုးစပ်ဖို့ ကြိုးစားခဲ့ပါတယ် ကလေးလိုချင်တဲ့ MC ရဲ့ အတ္တကြောင့်ဆိုရင်တော့ မမှားပါဘူး မရနိုင်တာကိုမှ လိုချင်တဲ့ MC တစ်ယောက် သူ့မိန်းမကို သူ့ညီနဲ့ မျိုးစပ်ဖို့ ကြိုးစားခဲ့ရာမှာ MC တစ်ယောက် ကမ္ဘာကြီးပြောင်းပြန်လည်နေသလို မကြုံဖူးတဲ့ တစ်ခါမှတွေးမထားဖူးတဲ့အရာကိုကြုံတွေ့ခဲ့ရပါတယ်\nမင်းသမီးနာမည် Akari Neo",
    "url": "https://www.mediafire.com/file/xlow0vr211lf1kd/JUL+097-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00637/jul00637ps.jpg",
    "title": "JUL-637mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nအချစ်ကို အယုံအကြည် မရှိတော့သလို နေရက်တွေကိုလည်း မှုန်ဝါးဝါးဖစ် ကုန်ဆုံးစေခဲ့သော ကျော်ကြီးတစ်ယောက် ကျောင်းတုန်းကသူငယ်ချင်းပြန်ဆုံပွဲတွင် ငယ်သူငယ်ချင်း ခင်နုကို ပြန်တွေ့လိုက်ရ‌တော့ ရင်ခုန်သံတွေဟာ ပြန်ခုန်လာခဲ့ပါပီ သို့သော် ခင်နု မှာက လင်ရှိ‌နေပါပီ... မင်းသမီးနာမည်Nao Jinguji\n\nဇာတ်ကားကောင်းတွေသာရွေးချယ်တင်ဆက်ပေးနေသော blue tv ကို ကြိုက်နှစ်သက်ပါက vip key ဝယ်ယူအားပေးကြပါရန် ❤️\n\nVipkey ထည့်သွင်းပီးပါက ကြော်ညာတွေ မတက်တော့ခြင်း USA တွေပါ အကုန်ကြည့်ရှုနိုင်ခြင်း\n\n3 လစာ 4000 ကျပ်သို့မဟုတ် 1လစာ 2000 ကျပ် ဖြင့် BlueTv Pro fb page သို့မဟုတ် 09758657395 သို့ viber ဖြင့်ဆက်သွယ်ဝယ်ယူနိုင်ပါသည်။ \nwave /kpay/mptဖုန်းဘေ ကြိုက်နှစ်သက်ရာနည်းလမ်းဖြင့် ငွေပေးချေနိုင်",
    "url": "https://www.mediafire.com/file/dcrbe8mbtbrxsef/Jul-637sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00174/jul00174ps.jpg",
    "title": "JUL-174mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ သားအမိမှန်းသိတော့ အချိန်နှောင်းခဲ့လေတဲ့ အင်းစက်မှန်းမသိတဲ့ အင်းစက်ကားလေးပါ\nခါးသီးလှတဲ့လောကဓံအောက်မှာ အလုပ်မရှိခါးပိုက်နှိုက်ဘဝရောက်နေတဲ့ MC တစ်ယောက် တစ်နေ့မှာတော့ သူ့ဘဝရဲ့ လမ်းပြကြယ်လေးတစ်လုံးကို ထင်းထင်းကြီးတွေ့ခဲ့ပါတော့တယ် အဲ့ဒီလမ်းပြကြယ်လေးက အများထင်ထားသလို ငယ်ငယ်ရွယ်ရွယ်ကောင်မလေးတော့မဟုတ်ပါဘူး သူ့အမေအရွယ်ရှိတဲ့ အန်တီကြီးတစ်ယောက်ပါပဲ သူ့အပေါ်အပြစ်မမြင်ဘဲ ကြင်နာတတ်ပြီး နားလည်ပေးတတ်တဲ့အန်တီကြီးကလဲ နေ့ခင်းဘက်မှာ အရောင်းစာရေးလုပ်ပြီး ညဖက် ဘားမှာအလုပ်လုပ်ခါ သူ့လိုပဲ ဘဝ ၂ခုနဲ့ လောကဓံကိုဖြတ်ကျော်နေသူပါ သူတို့နှစ်ယောက် အခက်အခဲတွေကိုအတူရင်ဆိုင်ပြီး ပျားရည်လိုချိုမြိန်တဲ့နေ့ရက်တွေဖြတ်ကျော်နေရင်းမှာ MC နဲ့ အန်တီကြီးတို့ သားအမိမှန်းသိသွားချိန်မှာတော့....",
    "url": "https://www.mediafire.com/file/jh9y5hqv6n5jjfb/JUL+174-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/adn00314/adn00314ps.jpg",
    "title": "ADN-314mmsub ",
    "info": "မြန်မာစာတန်းထိုး \nဇာတ်လမ‌်းလေးကတော့ မောင်ရိုးလေးရဲ့ တစ်လဘဲ့ တွဲရသေးတဲ့ ရည်းစား အသစ်စက်စက်‌လေးကို ကျော်ကြီးကကြားကနေ ‌စော်လေးကို တော်ကီတွေကျွေးပီး လိုးသွားတာ\nမင်းသမီးနာမည် Tsumugi Akari ",
    "url": "https://www.mediafire.com/file/l50laus919aooty/Adn-314sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00875/dasd00875ps.jpg",
    "title": "DASD-875mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမိထွေကို ဝိုက်တာ အားမရသေးလို့  Stepsister (မိထွေးရဲ့ သမီး) ကိုပါဝိုက်တဲ့ကျော်ကြီး",
    "url": "https://www.mediafire.com/file/o8utrvqoabwdptg/Dasd-875sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00065/ssis00065ps.jpg",
    "title": "SSIS-065mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nငါ့မိဘတွေ လေးရက်ကြာခရီးထွက်တုန်း ငါ့ရဲ့ stepsister (မိထွေးသမီး) ကို ဝိုက်\nဆော်လေးကရှယ်လန်းတာနော်\nနို့ဆို လုံးပီးတင်းနေတာဘဲ့",
    "url": "https://www.mediafire.com/file/k4fhisn4jaiafbr/Ssis-065.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/pred00233/pred00233ps.jpg",
    "title": "PRED-233mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ဖျင်ကိုင်ကြမ်းတဲ့ တင်လှိုင်သန်းအကြောင်းပါ\nMC တစ်ယောက် တိုကျိုက အကို့အိမ်ကိုရောက်ခါစ toilet နဲ့ ရေချိုးခန်းမှားပြီး မရီးဖျင်ကြီးကိုမြင်မိရာမှ ဇာတ်လမ်း စပါတယ် မရီးကိုမြင်တိုင်း မျက်နှာကိုတည့်တည့်မကြည့်ဘဲ ဖျင်ကြီးကိုပဲ ကြည့်နေမိတဲ့ MC တျောက် အကို့မိန်းမကို ဘယ်လို မူလီ ကူလီ ကြာကူလီ လုပ်ပြီး ဖျင်ကိုင်ခွင့်ရဖို့ကြိုးစားမလဲဆိုတာကတော့......",
    "url": "https://www.mediafire.com/file/vvw9siikbklzw65/PRED_233-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ipx00691/ipx00691ps.jpg",
    "title": "IPX-691mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nမိုမိုသည် ကုမ္ပဏီငယ်လေး တစ်ခုတွင်အလုပ်လုပ်သည့် ဝန်ထမ်းလေးဖစ်သည် သူ၏ သူဌေးမှာ နှာဘူး အကြီးစား တစ်ယောက်ဖစ်ပီး ဝန်ထမ်းတွေအပေါ် မထိတထိ လုပ်လေ့ရှိပီး မိုမို ကိုလည်း မှန်းထုလေ့ရှိပါသည် တစ်နေ့မှာတော့ မိုမို ပုံလေးကိုကြည့်ပီး မှန်းထုနေတုန်း မိုမို သိသွားတဲ့အချိန်မှာတော့...\n\nဇာတ်ကားကောင်းတွေသာရွေးချယ်တင်ဆက်ပေးနေသော blue tv ကို ကြိုက်နှစ်သက်ပါက vip key ဝယ်ယူအားပေးကြပါရန် \n\nVipkey ထည့်သွင်းပီးပါက ကြော်ညာတွေ မတက်တော့ခြင်း USA တွေပါ အကုန်ကြည့်ရှုနိုင်ခြင်း\n\n3 လစာ 4000 ကျပ်သို့မဟုတ် 1လစာ 2000 ကျပ် ဖြင့် BlueTv Pro fb page သို့မဟုတ် 09758657395 သို့ viber ဖြင့်ဆက်သွယ်ဝယ်ယူနိုင်ပါသည်။ \nwave /kpay/mptဖုန်းဘေ ကြိုက်နှစ်သက်ရာနည်းလမ်းဖြင့် ငွေပေးချေနိုင်",
    "url": "https://www.mediafire.com/file/ir8q811ngkrehvw/Ipx-691sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/1stars00225/1stars00225ps.jpg",
    "title": "STARS-225mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nပထမဆုံးပြောချင်တာကတော့ ဒီဇာတ်ကားက ရှားရှားပါးပါး Uncensored Leaked ထားတာပါ။ဆိုတော့ကာ ဖြူဖြူနုနု မင်းသမီး Hikari Aozora နဲ့ လိုက်ဖက်တဲ့ Version ပေါ့…\nဟီကာရီက ကရာတေးပြိုင်ပွဲဝင်မယ့် အပြစ်ကင်းစင်တဲ့ ဗိုင်းကောင်းကျောက်ဖိ ကျောင်းသူလေးတစ်ယောက်…သူ့ကိုကြိတ်သဘောကျနေတဲ့ ဆူဂီမိုတိုဆိုတဲ့ မအူမလည်ကောင်လေးကရှိသေးတယ်…အချင်းချင်းဖေးမကူညီရင်း နေကြတဲ့ သူတို့ဘဝလေးကို နှောင့်ယှက်ဖျက်ဆီးမယ့်သူတွေလဲ ပေါ်လာတဲ့အခါမှာတော့….",
    "url": "https://www.mediafire.com/file/plt23r8uyhj8wyd/STARS-225.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/wanz00873/wanz00873ps.jpg",
    "title": "WANZ-873mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nMiho Tono တယောက်ကလေးမယူခင်\nနိုင်ငံခြားခရီးသွားပြီး ရေငုပ်ချင်နေခဲ့ပါတယ်...\nနိုင်ငံခြားသွားမယ်ဆိုတော့ English စကားပြော\nကျွမ်းကျင်ဖို့လိုတာပေါ့\nစကားပြောသင်တန်းတက်မိရာမှ..\nလူမဲဆရာရောဘတ်နဲ့ တွေ့​ပြီး ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာကတော့...\n\nဇာတ်ကားကောင်းတွေသာရွေးချယ်တင်ဆက်ပေးနေသော blue tv ကို ကြိုက်နှစ်သက်ပါက vip key ဝယ်ယူအားပေးကြပါရန် \n\nVipkey ထည့်သွင်းပီးပါက ကြော်ညာတွေ မတက်တော့ခြင်း USA တွေပါ အကုန်ကြည့်ရှုနိုင်ခြင်း\n\n3 လစာ 4000 ကျပ်သို့မဟုတ် 1လစာ 2000 ကျပ် ဖြင့် BlueTv Pro fb page သို့မဟုတ် 09758657395 သို့ viber ဖြင့်ဆက်သွယ်ဝယ်ယူနိုင်ပါသည်။ \nwave /kpay/mptဖုန်းဘေ ကြိုက်နှစ်သက်ရာနည်းလမ်းဖြင့် ငွေပေးချေနိုင်",
    "url": "https://www.mediafire.com/file/vct3vss4cwmnuzi/WANZ-873.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/venx00102/venx00102ps.jpg",
    "title": "VENX-102mmsub ",
    "info": "ဒီဇာတ်လမ်းလေးကတော့ နေ့စဉ်နဲ့အမျှ မှန်း(စိတ်ကူးယဉ်) ခဲ့ရတဲ့ မေမေလေးကို အဖေခရီးသွားတုန်း အဖေ့ဆီက ကြာကူလီလုပ်တဲ့ ကောင်ဆိုးလေးတစ်ယောက်အကြောင်းပါ\nRuntime 125min",
    "url": "https://www.mediafire.com/file/3zx8w2fqaw0ywfc/VENX+102-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/ssis00241/ssis00241ps.jpg",
    "title": "SSIS-241mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဆရာမလေးက အိမ်ကပေးစားတဲ့ ဘောစိကို မယူဘဲ ကျောင်းသားလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးပါ\nမင်းသမီးက top1 မှာရပ်တည်နေတဲ့ Yua Mikami",
    "url": "https://www.mediafire.com/file/k4cejyhkhoh0j0m/SSIS-241.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00226/jul00226ps.jpg",
    "title": "JUL-226mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nနာမည်ကြီး ကပ္ပလီကတုံး ပါဝင်သည်\nဒီဇာတ်လမ်းလေးကတော့ ဂျပန်စာသင်တဲ့ဆရာမလေးနဲ့ ကိုနီဂရိုးတို့ရဲ့ အချစ် အလွမ်း အကြမ်း ရသစုံပါတဲ့ဇာတ်လမ်းလေးပါ",
    "url": "https://www.mediafire.com/file/lrekael0eyhtbin/JUL_226-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/pred00372/pred00372ps.jpg",
    "title": "PRED-372mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nကျောင်းနေဖက် သူငယ်ချင်းမလေး Riho တစ်ယောက် ကျောင်းတုန်းက သူငယ်ချင်းတွေ တွေ့ဆုံညစာစားပွဲတွင် ရည်းစားဖစ်သူက မလာနိုင်တာကြောင့် အထီးကျန်နေခဲ့ပါတယ် ဒါကို သူငယ်ချင်းဖစ်သူက ကျော်ကြီးက အခွင့်အရေးယူပီး ဘယ်လိုဆွဲစားသွားမလဲဆိုတာကို...",
    "url": "https://www.mediafire.com/file/v2e3fzgkf6u8fgz/Pred-372sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/dasd00920/dasd00920ps.jpg",
    "title": "DASD-920mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nJune Lovejoy လေးဟာ ဒီဇာတ်လမ်းထဲမှာတော့ အရမ်းဂျပန်ဆန်တဲ့ဂျပန်အဘိုးကြီးရဲ့ ချွေးမလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ် ဘယ်လိုဂျပန်ဆန်တာလဲဆိုတော့ အစားအသောက်ဆိုလဲ ဂျပန်စာမှ ဘာနေနေ ဂျပန်ရိုးရာကိုပဲနှစ်သက်သူမို့ ဂျပန်မဟုတ်တဲ့ June လေးကို မျက်စိစပါးမွှေးစူးနေသူပါ ယောက္ခမကြီးကို မနက်စာ စွပ်ပြုတ်အရည်ကျဲနဲ့ လက်စွမ်းပြထားတဲ့ June လေးအတွက်လဲ အရှေ့တိုင်းအစားအစာ နေပုံထိုင်ပုံတွေကို အသားမကျသေးတဲ့အပြင် ယောက္ခမကြီးအိမ်မှာ free တက်နေရတာကို စိတ်ထဲမှာ အပြစ်ရှိနေသလိုခံစားနေရပါတယ် ဒါကြောင့် အိမ်လခ free မဖြစ်အောင် အေနယ်ပလေးပြီး အကြွေးဆပ်ခဲ့တဲ့အပြင် သဘောကောင်းလွန်းတဲ့ June လေးက ယောက္ခမကြီးရဲ့ သူငယ်ချင်းသုံးယောက်ကိုပါ... ဖိုးဆမ်းခဲ့ပါတယ်...",
    "url": "https://www.mediafire.com/file/qt0mab6ecn1u0vt/DASD+920-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/jul00842/jul00842ps.jpg",
    "title": "JUL-842mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nသိပ်ချစ်ဖို့ကောင်းတဲ့ မိထွေး ကို ဆွဲစားပစ်လိုက်တဲ့ သားဖစ်သူ ကောင်ဆိုးလေး\nမင်းသမီးနာမည် Marina Shiraishi",
    "url": "https://www.mediafire.com/file/7pxlkirl3h5f8x0/Jul-842sd.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/hmn00032/hmn00032ps.jpg",
    "title": "HMN-032mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ ကလေးမရနိုင်တော့တဲ့ high boss အဘိုးကြီးကိုယူထားတဲ့ AI Sayama တစ်ယောက် အင်တာနက်ကနေချက်တင်ထိုင်ပြီး ကောင်လေးငယ်ငယ်လေးတွေကိုမှရွေးချယ်ကာ တစ်နေ့တစ်ယောက်နှုန်းချိန်းတွေ့ပြီး သုတ်ပိုးဓားပြတိုက်တဲ့ အဖြစ်အပျက်လေးပါ\nအားလုံးမြင်ဖူးကြတဲ့အတိုင်း အင်မတန်မှကို ဘော်ဒီတောင့် ရုပ်ဖြောင့် ဆက်စီကျလှတဲ့ AI Sayama လေးဟာ သွားမပါရင်နေကားပါရင်ပြီးရောဆိုတဲ့ စကားပုံအတိုင်း အခြေအနေမြင့်မားလွန်းလှတဲ့ high boss နဲ့လက်ထပ်ထားပြီး ရွှေပေါ်မြတင် ခြေမွှေးမီးမလောင် လက်မွှေးမီးမလောင်နေရသူပါ ဒါပေမယ့် ခုတလော သူမ တကယ် လောင်နေရပါတယ် ဘာလောင်တာလဲဆိုတော့ သူမယူထားတဲ့ အဘိုးကြီး high boss က အသက်ကြီးရုံတင်မက ကလေးပါမရနိုင်တော့တာကို သိလာရလို့ပါပဲ ကလေးအရမ်းချစ်တဲ့ AI Sayama ဟာ သူမဘဝမှာ လိုချင်တာမှန်သမျှကို မရဘူးဆိုတာ မရှိသလောက်ပါပဲ ဒီတစ်ခါလဲ သူမလိုချင်တဲ့ ကလေးရဖို့ စီမံကိန်းကို မရရအောင်လုပ်ယူဖို့ ကြံစည်ပါတော့တယ် ...\nRuntime 120min",
    "url": "https://www.mediafire.com/file/j88ec737z34nsyo/HMN_032-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/sspd00157/sspd00157ps.jpg",
    "title": "SSPD-157mmsub ",
    "info": "မြန်မာစာတန်းထိုး \nငယ်ငယ်ကကြိတ်ချစ်ပြီး ဆရာ့ကိုစာပေးခဲ့ဖူးတဲ့\nကျောင်းသူမလေး ကျောင်းသားဟောင်းတွေ့ဆုံပွဲမှာ ဆရာနဲ့ဆုံမိပြီး တစ်ညလုံး ဆရာနဲ့ဖောက်ပြန်တဲ့ဇာတ်လမ်းလေးပါ...။\nမင်းသမီးနာမည် Saeko Matsushita",
    "url": "https://www.mediafire.com/file/eywqdihe0gmuqwg/SSPD-157.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/meyd00543/meyd00543ps.jpg",
    "title": "MEYD-543mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nဒီဇာတ်လမ်းလေးကတော့ မိန်းမကိုဆံပင်ညှပ်ထားမှန်းတောင်သတိမထားမိတော့တဲ့ ယောက်ျားဖြစ်သူကို စိတ်ပြန်လည်လာအောင် အိမ်နေရင်း ဘီကီနီဝတ်နေရာမှ ယောက်ျားကပြန်စိတ်မဝင်စားဘဲ ဘေးအိမ်က လူနဲ့ငြိသွားတဲ့ မစ္စဘီကီနီမလေးရဲ့အကြောင်းပါ\nRuntime 116min",
    "url": "https://www.mediafire.com/file/kxunhbkgtp5vppz/MEYD_543-SD.mp4/file"
  },
  {
    "thumbnail": "https://pics.r18.com/digital/video/mide00814/mide00814ps.jpg",
    "title": "MIDE-814mmsub ",
    "info": "မြန်မာစာတန်းထိုး\nသူဌေးရဲ့ ဇနီးကို နွေရာသီ ခရီးစဉ်တစ်ခုကိုခေါ်သွားပီးလိုး\n\nသူဌေးမလေးကလုံး၀အလန်းလေး\nနှုတ်ခမ်းလေးနဲ့တင်ကြည့်ရတကယ်တန်ပါတယ် \nမင်းသမီးနာမည် Shoko Takahashi",
    "url": "https://www.mediafire.com/file/mxkuuxk5uyoxsyp/Mide-814sd.mp4/file"
  }
]