[
  {
    "thumbnail": "https://i.imgur.com/CfvG4I1_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pusoy 2022 *vip",
    "info": "18+မြန်မာစာတန်းထိုးအသစ်ထွက်လာတဲ့ ဖိလစ်ပိုင် Action,Erotic,Gambling ဇာတ်ကားသစ်ကို တင်ဆက်လိုက်ပါတယ်။ပိုပွိုင်းက နာမည်ကြီးလောင်းကစားဝိုင်းတစ်ခုမှာသက်တော်စောင့်လုပ်ပါတယ်။ အိမ်ထောင်ကျပြီးပေမယ့်မိဘနဲ့အတူနေပြီးတော့ တာဝန်ကျေချင်တဲ့သားလိမ်မာ၊တစ်ဖက်တော့ ကြုံတဲ့လူနဲ့ကြုံသလိုဝုန်းတတ်တဲ့လူရှုပ်ကလေးတစ်ယောက်ပါ။တစ်နေ့တော့ သူတို့အဖွဲ့ဟာ လောင်းကစားဝိုင်းမှာဖဲလိမ်ရိုက်တဲ့ပြဿနာကနေ သူတို့သတ်လိုက်မိတဲ့လူကအကောင်ကြီးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်နေတာကို သိလိုက်ရတဲ့နောက်တော့ မီးခိုးကြွက်လျှောက်ပြသနာတွေလိုက်ဖို့ဖြစ်လာပါတယ်။",
    "url": "https://www.mediafire.com/file/p1rh81ifnouzu3d/Pusoy2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ha8BMnd_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sex Girl *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဝမ်းကွဲအမတွေကို ဖောင်းဒိုင်းပေးတဲ့ ဒီဇာတ်ကားလေးမှာတော့ ဂျောင်ဟွန်းအတွက် အထက်တန်းကျောင်းသား ဘဝတည်းကနေ အခုထိ သဘောကျလာခဲ့ရတဲ့ ကောင်မလေး မင်ဂျီက သူ့အိမ်ကို လာလည်တဲ့အခါ ဖောင်းဒိုင်းကြတာတွေ၊ဆွေမျိုးတွေ ယယ်ဂျူတစ်ယောက် သူ့အိမ်ကို လာတဲ့အခါမှာ sexဖြစ်ကြတာတွေကို အဓိက ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ စားဘဲကြီးဖြစ်တဲ့ ဂျောင်ဟွန်းတစ်ယောက် ဝမ်းကွဲအမတွေကို  တွေကို ကြိတ်တဲ့ sex sceneတွေကို အနီးကပ် ကြည့်ရှုနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/leu0uv5ym3uuwui/S_Girlsd.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQrrQgguJCxU00SbE4d949XwOIF-teqcEe2ug&usqp=CAU",
    "title": "Secrets (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးကားလေးကတော့ ဖီလစ်ပိုင်လိင်ပညာပေးကားလေးပါ ကြည့်သင့်တယ်ပေါ့နော်ဇာတ်လမ်းအစမှာ လက်မထက်ရသေးတဲ့စုံတွဲတစ်တွဲက အားလပ်ရက်ခရီးလေးဆန်တာမာရီယာကမ်းခြေကိုသွားကြတယ်အဲ့ဒီက Resort ကသူတို့သူငယ်ချင်းပိုင်တာကိုး ကောင်လေးက အရင်အိမ်ထောင်နဲ့ကွဲနေပြီးကလေးတစ်ယောက်ရှိတယ် သူ့ဇနီးဟောင်းကဖုန်းဆက်တာကိုကောင်မလေးကမကြိုက်တော့ဆက်ဆံရေးက အဆင်မပြေဘူးကောင်လေးက ကုတင်ပေါ်မှာကျတော့လဲပုံမလာဘူးအဲ့လိုဖြစ်နေတဲ့သူတို့နှစ်ယောက်ကြားထဲကိုဝင်လာတဲ့သူကတော့ပရိတ်သတ်ကြီးပဲကြည့်လိုက်ပါတော့",
    "url": "https://www.mediafire.com/file/1u886ra0xqhinqx/Secrets2022.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS757kzZ1HOfYetTX2kVwOWX3WqFtoFCbcT8g&usqp=CAU",
    "title": "Nurse Girl *vip",
    "info": "18+ မြန်မာစာတန်းထိုးလူနာတွေအပေါ် သူနာပြုဆရာမလေးတွေရဲ့ ဂရုစိုက်မှု့တွေကို အားပါးတရကြည့်ရမယ့်ကားလေးပါသူနာပြုလေးတွေက ရှယ်ချောပြီး လန်းပါတယ် တော်တော်များများ ကွက်ကွက်ကွင်းကွင်း ကြမ်းကြမ်း ရိုက်ပြထားတာမို့ ၁၈ယောက်မက ၂၁ယောက်လောက်စုကြည့်ကြပါလော့",
    "url": "https://www.mediafire.com/file/nxnqu2a46shjll2/NurseGirl.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/q42kz_4c.jpg?v=1",
    "title": "Biyak (2022) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့God of War ကို easy mode နဲ့ဆော့ပြီး Boss တွေကို အားရပါးရ ရှယ်ခုတ်နေရသလိုပါပဲ။ အဲ့လောက်ပျော်ဖို့ကောင်းတဲ့ဇာတ်ကားလေးကို လက်လွတ်မခံပဲ ခုဘဲဒေါင်းကြည့်လိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။P.S ဇာတ်လမ်းအကျဉ်းကတော့ မရေးတော့ဘူး ဇာတ်လမ်းအကုန်သိသွားမှာစိုးလို့",
    "url": "https://www.mediafire.com/file/3qfy18rtw8mks64/Biyak2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/dzUA6Tj_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Stop Time Taste Your Friends Girlfriends *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးကတော့ တခြားတခြား ဘယ်ဇာတ်ကားတွေနဲ့မှ မတူအောင် စိတ်ကူးယဉ်ပုံဖော်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ပိုင်ရှင်ရှိနေတဲ့ ကောင်မလေးကိုမှ တစ်ဖက်သတ် ကြိုက်နေတဲ့ ကောင်လေးတစ်ယောက် ကံကောင်းထောက်မစွာနဲ့ လူတွေကို ရပ်တန့်ပစ်နိုင်တဲ့ သဲနာရီနဲ့ ကိုယ်စေလိုရာစေနိုင်တဲ့ ရပ်တန့်နာရီလေးကို ရရှိလိုက်တဲ့အချိန်မှာတော့ တစ်ဖက်သတ်ကြိုက်နေတဲ့ချစ်သူကောင်မလေးကို ဘယ်လိုမျိုး အသုံးချပြီး သူ့ရဲ့အချစ်ကို ရယူသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/axytb6wl7acpylw/StoYour_Friendsd.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1360653.jpg",
    "title": "Stepdad And Mother Daughter *vip",
    "info": " 18+ မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ နိုင်ငံခြားမှာ ကျောင်းတက်နေတဲ့ သမီးဖြစ်သူက အမေဖြစ်သူကို တွေ့ချင်လို ပြန်လာရင်း အဖေသစ် ဖြစ်တဲ့သူနဲ့ပါ တွေ့ဖို ဖြစ်လာခဲ့ကြတာလေးကို အဓိကထား ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ အဖေသစ် ဖြစ်တဲ့သူမှာ အရင်မိန်းမနဲ့ ကွာရှင်းထားတာ သိပ်မကြာသေးတဲ့သူဖြစ်ပြီး နောက်မိန်းမဖြစ်သူရော သူ့သမီးနဲ့ပါ ဘယ်လို နှစ်ပါးသွားကြမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/drfsqnb9iox02wa/Mother_Daur_sd.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/2AYNW_4f.jpg",
    "title": "Undryable Younger Cousin *vip",
    "info": "18+ မြန်မာစာတန်းထိုးUndryable Younger Cousinသွေးမတော် သားမစပ် ဘင်္ဂလားမောင်နှမတွေ တအိမ်ထဲနေတဲ့အခါ ဘယ်လို ပြဿနာတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့ အကြောင်းကို ဗဟုသုတရဖွယ်တင်ဆက်ထားတဲ့ အမှောင်လောကသားဘဒိုတွေ အကြိုက် ကိုရီးယားကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ချမ်းသာတဲ့အိမ်ရှင်ရဲ့ တစ်ဦးတည်းသော သမီးလေးက မိဘတွေဆုံးသွားခဲ့ပြီး အထီးကျန်နေတဲ့အချိန်မွေးစားအစ်ကိုနှစ်ယောက်နဲ့ တစ်အိမ်တည်း အတူနေရတဲ့အခါ ဘယ်လိုစခန်းသွားကြမယ်ဆိုတာ...",
    "url": "https://www.mediafire.com/file/9jx4c9frv50ygta/nable_Yo.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/2R9zB8M_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Naked Killer 2 *vip",
    "info": "18+မြန်မာစာတန်းထိုးဟောင်ကောင်မင်းသမီး Chingmy Yau ရဲ့ 1992 ကထွက်ခဲ့တဲ့ Naked Killler ရဲ့ နံပါတ် ၂ …Naked Killler 2 ဖြစ်ပေမယ့် သူ့ထက်ပိုနာမည်ကျော်တဲ့ စီးရီးစ်တစ်ခုဖြစ်လာမယ့်Raped by an angel ဇာတ်ကားတွဲတွေအတွက် ပထမဆုံးကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ယူးနဲ့ မင်းမင်းတို့ဟာ မိဘမဲ့ကျောင်းတစ်ကျောင်းထဲက အတူတူထွက်လာတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်လဲဖြစ် အခုချိန်မှာ တက်သစ်စကြေငြာမင်းသမီးလေးတွေဖြစ်နေပြီးတော့တိုက်ခန်းတစ်ခုမှာအတူတူနေကြပါတယ်။ပါတီတစ်ခုမှာ ချက်ခ်ဆိုတဲ့ လူပွေလူရှုပ်ပုံစံ ရှေ့နေတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးတဲ့နောက်ကံဆိုးစွာပဲအဲ့ဒီလူဟာ သူတို့ဘေးခန်းကိုပြောင်းလာခဲ့ပါတယ်။ ယူးက ကျောင်းတစ်ဖက်နဲ့အလုပ်ရှုပ်နေရင်း ထိပ်သီးနာမည်ကျော်ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်နဲ့ချစ်ဇာတ်လမ်းစချိန်မှာ တစ်ယောက်တည်းအိမ်မှာကျန်နေခဲ့တဲ့ မင်းမင်းကို ဟိုရှေ့နေက မတရားကျင့်တာခံလိုက်ရပါတော့တယ်။ဒါကို တရားရုံးမှာရင်ဆိုင်ဖို့ကြိုးစားခဲ့ပေမယ့် အကွက်စေ့ ဉာဏ်များလွန်းတဲ့ရှေ့နေက အမှုကနေ ကွင်းလုံးကျွတ်လွတ်သွားချိန်မှာတော့အချစ်ဆုံး သူငယ်ချင်းကိုယ်စား ယူး တစ်ယောက်ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ကလဲ့စားချေဖို့ကြိုးစားပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/qb57d6us1shcozp/Naked_Killer_2.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Kw2yt8Q_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Body Meeting fan service *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ အွန်းမီဆိုတဲ့ ကောင်မလေးက ဒိတ်လုပ်ဖို သွားရာကနေ မမျှော်လင့်ဘဲ အချစ်ရဲ့ကျေးကျွန် ဖြစ်သွားပုံလေးတွေကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မျှော်လင့်ထားတဲ့အတိုင်း ဖြစ်မလာတဲ့အခါမှာအွန်းမီတစ်ယောက် sexနဲ့ပတ်သတ်ပြီးဘယ်လိုမျိုး ရင်ဆိုင်ဖြေရှင်းခဲ့ရလဲဆိုတဲ့အတွေ့အကြုံတွေကို ပြန်လည် ဝေမျှပေးထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/48v19d2r0c7ppci/body+meeting+fan.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/BcPyI6cQnD6AQJcnfolChxG2kp.jpg",
    "title": "The Lady Improper ( 2019 ) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဇာတ်လမ်းအေးအေးလေးတွေ ကြိုက်နှစ်သက်တဲ့ သူတွေအတွက် တရုတ်အချစ်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ……..သူနာပြုမလေး ယွမ်စူမန် က သူမရဲ့အမှားကြောင့် ဆေးခန်းကနေ အလုပ်ထွက်ခဲ့ပါတယ်။တချိန်ထဲမှာပင် စူမန်ရဲ့ အဖေက နာမကျန်းဖြစ်နေတာကြောင့် သူမအဖေရဲ့ စားသောက်ဆိုင်ကို ကူညီရင်း သူမဘဝကို ခက်ခဲစွာ ရုန်းကန်လှုပ်ရှားခဲ့ရပါတယ်။သူမအဖေရဲ့ ဝမ်ကီစားသောက်ဆိုင် နာမည်ပြန်မကျအောင် ပြင်သစ်ကနေ ရောက်လာတဲ့ စားဖိုမှူး ကျားဟောင်က ကူညီေပးရင်း သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ကြည့်ရှူရမှာဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/7fdyy5had20pq6t/TheLadyImproper2019.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/pp1/main/nLxlIO2faw0MuLiqjQ7fGNstqFL.jpg",
    "title": "Homejack Pentagram (2019) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးလွန်ခဲ့တဲ့ ဆယ်နှစ်က ပြဇာတ်အဖွဲ့သားတွေ ဆိုင်တစ်ဆိုင်မှာ အစည်းအဝေးလုပ်ပြီး သောက်စားပျော်မြူးကြပါတယ်။သောက်စားပြီး အားလုံးအိပ်ပျော်သွားပြီးနောက် ဂျူနီယာကောင်မလေး ရိုကိုအရင်နိုးလာပါတယ်…ရိုကိုက အပျိုလေးမို့ ပါကင်ဖောက်ချင်တာကြောင့် သူ့ရဲ့စီနီယာအစ်ကိုတစ်ယောက်ကို အကူအညီတောင်းတဲ့နောက်…စီနီယာကလည်း ဂျူနီယာလေးရဲ့ ဆန္ဒတွေကို ဖြည့်ဆည်းပေးနေချိန် စီနီယာအစ်ကိုကြီးတွေပါနိုးလာတဲ့အခါမှာတော့ အကုန်၀ိုင်းလုပ်ကြပါတယ်ဆယ်နှစ်ကြာတော့ ရိုကို့ကိုဝိုင်း*ုဒိမ်းကျင့်ခဲ့တဲ့သူတွေက ဇွန်လ ခြောက်ရက်နေ့တိုင်း တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပါတယ်ရိုကိုက ဘယ်လိုသေသွားခဲ့တာလဲ တစ်ယောက်ပြီးတစ်ယောက် လိုက်သတ်နေတဲ့သူက ဘယ်သူလဲဆိုတာကို ကွင်းဆက်လူသတ်သမား Jack the Ripper ကနေ ကူညီဖော်ထုတ်ရင်း ကောင်မလေးတွေဆန္ဒကိုပါ ဖြည့်ဆည်းသွားမှာပါ ",
    "url": "https://www.mediafire.com/file/1jt4ih8xqiui0sj/18__Homejack_Pentagram.mp4/file"
  },
  {
    "thumbnail": "https://asianwiki.com/images/d/db/Secret_Love-p3.jpg",
    "title": "Secret Love *vip",
    "info": " 18+ မြန်မာစာတန်းထိုးရမ္မက်နှောင်ကြိုး (သို့မဟုတ်) Secret Love (2010) Yeon-Yi ဆိုတဲ့ လက်ထပ်ပြီးတာ သိပ်မကြာသေးတဲ့ မိန်းမချောလေးဟာ သူ့ရဲ့ ဘဝတစ်ခုလုံး အစိတ်စိတ်အမွှာမွှာ ဖြစ်လောက်အောင် ကြမ်းတမ်းတဲ့ကြမ္မာဆိုးတစ်ခုနဲ့ တွေ့ကြုံခဲ့ရပါတယ်.။ အဲ့ဒီ့ကံကြမ္မာဆိုးကတော့ သူ့ရဲ့ အသစ်စက်စက် လင်ယောကျာ်း ဖြစ်သူ Jin-Wu ဟာ ပြင်းထန်တဲ့ ကားမတော်တဆမှု့တစ်ခုဖြစ်ပြီး အသေကောင်တစ်ယောက်ကို မျောသွားခြင်းဖြစ်ပါတယ်။ လောကကြီးအလယ်မှာ တစ်ကောင်ကြွက် Yeon-Yi ဟာ ခင်ပွန်းဖြစ်သူမပြီးပြတ်သေးတဲ့ အလုပ်ကိစ္စများစွာနှင့် အခက်အခဲတွေများစွာရင်ဆိုင်နေခဲ့ရတဲ့အချိန်မှာတော့ သူ့ဘဝကို အလင်းပြပေးမယ့်သူတစ်ယောက်ပေါ်လာခဲ့ပါတယ်။ အဲ့ဒီ့သူကတော့ Jin-Wu ရဲ့ အမွှာညီဖြစ်သူ Jaung-Wu ပါ.။ တွေ့ဆုံမှု့ အစပိုင်းမှာတော့ Jaung-Wu ဟာ Yeon-yI အတွက် ဘဝလမ်းပြပေးမယ့်သူတစ်ဦးလို ဖြစ်ခဲ့ပေမယ့် သိပ်မကြာတဲ့ အချိန်မှာတော့ Yeon-yI ကို ပြင်းထန်တဲ့ ကာမရမ္မက်အမှောင်တိုက်ထဲကို သွတ်သွင်းမယ့် ကာမဘီလူးတစ်ယောက်ဖြစ်ကြောင်း တဖြေးဖြေးရုပ်လုံးပေါ်လာပါတယ်",
    "url": "https://www.mediafire.com/file/hhuwlht90zfcj02/Secret+Love+2010.mp4/file"
  },
  {
    "thumbnail": "https://imagizer.imageshack.com/img923/7047/tFWKfG.jpg",
    "title": "A Pretty Sister Who Treats Well *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ မိန်းကလေးသူငယ်ချင်း နှစ်ယောက်ကြောင့် ဗျာများနေပြီး sexအတွေအကြုံမရှိတဲ့ ကောင်လေးတစ်ယောက်က ပထမကောင်မလေးကို ကြိတ်ပြီးတဲ့အခါမှာ အတွေ့အကြုံသစ်တွေ ရသွားပါတော့တယ်။အဲဒီအတွေ့အကြုံတွေနဲ့ ဒုတိယကောင်မလေးကို ဘယ်လိုတွေ ဆက်ကြုံးမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/6m9mkofhlmda7cw/A_Pretty_Sister_W.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BM2NlZjk2OWQtMmMyYy00MDQ5LThlZTctNjBlMDdlMDMzYWQxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_.jpg",
    "title": "Putahe (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဂျန်နီလင်းဟာ တံငါလုပ်ငန်းနဲ့အသက်မွေးပြီးဝေးလံခေါင်ဖျားတဲ့ကျွန်းကလေးမှာကြီးပြင်းလာတဲ့ကျွန်းသူမလှလှလေးပါ၊ သူတို့ကျွန်းဟာ မြို့ပြနဲ့ဝေးလံ ဗဟုသုတဖျော်ဖြေရေးတွေနည်းပါးတဲ့အလျောက်ကျွန်းသူတွေဟာ လူစုအတင်းတုပ်လေ့ရှိကြပြီး ကျွန်းသားတွေကတော့ ညဘက်မှာအရက်ဝိုင်းဖွဲ့လေ့ရှိကြတယ်။သူစိမ်းလူအရောက်အပေါက်အဝင်အထွက်နည်းလှပြီး တစ်ယောက်အကြောင်းတစ်ယောက်အတွင်းသိအစင်းသိ အဖွဲ့အစည်းကျဉ်းကျဉ်းလေးတစ်ခုပေါ့။တစ်နေ့တော့ သူတို့ကျွန်းကို သူစိမ်းတစ်ယောက်ရောက်လာပါတယ်၊ ",
    "url": "https://www.mediafire.com/file/d1d8l1rzkni62ud/Putahe2022.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/fa0sl6xf2oph9kSCUF41onRHfV2.jpg",
    "title": "High School Girl’s Diary (1981) *vip",
    "info": "18+မြန်မာစာတန်းထိုးရီကာက ၁၈နှစ်ပြည့်ပြီးတာမကြာသေးတဲ့ ကျောင်းသူလေးကလေးဆန်ဆန်မျက်နှာပေါက် လှပကျော့ရှင်းတဲ့ခန္ဓာကိုယ်ကိုလဲပိုင်ဆိုင်ထားသူပေါ့ သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ပါ….ကံကောင်းချင်တော့ စတူဒီယိုတခုရဲ့ဒါရိုက်တာကသူ့ကိုတွေ့သွားပြီး အလားအလာရှိတယ်လို့ထင်တာကြောင့်ခေါ်ယူမွေးစားရိုက်ကူးပြီး နာမည်ကြီးမော်ဒယ်တစ်ယောက်ဖြစ်အောင်မြေတောင်မြှောက်ပေးပုံကို ကြည့်ရှုရမှာပါ…..တချို့ဇာတ်ဝင်ခန်းတွေမှာမိသားစုနဲ့အတူ မကြည့်ရှုသင့်တာကြောင့် 18+ဖြစ်ကြောင်း သတိပေးပါရစေ…Video ကြာချိန် 1 နာရီ 5 မီနစ်Video အပြည့်အစုံမပေါ်ပါက player 2 နဲ့ကြည့်ပါ သို့မဟုတ် download ဆွဲပီးမှကြည့်ပါရန်",
    "url": "https://www.mediafire.com/file/tsgt9hl9n0sh1ys/HighSchoolgirl.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/KpbY7uF_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Hidden Desire (1991) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်ကို လှည်ပြန်ကြည့်မယ်ဆိုရင် ဒီလို ပွင့်ပွင့်လင်းလင်းတင်ဆက်တတ်တဲ့ Erotic ဇာတ်လမ်းတွေကလဲ အသက်ဝင်ရခြင်း အချက်တစ်ချက်ပါပဲ….ဒီဇာတ်ကားမှာဆိုလဲ အရှိကိုအရှိအတိုင်း မညှာစတမ်းရိုက်ကူးတင်ဆက်ထားပါတယ်…ဇာတ်လမ်းကတော့…ဖုံးကွယ်ထားတဲ့ ရမ္မက်ဆန္ဒတွေကို ကြုံရင်ကြုံသလို ပွင့်အံထုတ်တဲ့ လူ့သဘာဝအကြောင်းတွေပေါ့….ပညာပေးဇာတ်လမ်းလေးမလို့ ပညာသင်ယူရမယ့် ၁၈ နှစ်အထက်တွေသာ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/p2wqw4hkgaytyyc/Hidden_Desire_1991.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo544106.jpg",
    "title": "Lost Flower Eo Woo-dong (2015) *vip",
    "info": "18+မြန်မာစာတန်းထိုးရှေးဟောင်းနန်တွင်းစတိုင်​လေးနဲ့ ချစ်​မှုရေးရာအဖြာအဖြာကိုခံစားချင်​တဲ့ ပရိသတ်​ကြီးအတွက် ​ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးတကားနဲ့မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဗျာ။အဲ့ကားကတော့ 2015ခုနှစ်​တုန်းက တောင်​ကိုရီးယားမှာထွက်​ရှိခဲ့တဲ့ Lost Flower Eo Woo-Dong ဆိုတဲ့ ကိုရီယား18+ကားလေးပဲဖြစ်​ပါတယ်​။ထူးခြားတာကတော့ ဒီကားထဲမင်းသမီးလေးကတော်​တော်​ချောတာပါပဲ ငိငိ…။လူကြီးကားတွေရဲ့ထုံးစံအတိုင်းကတော့ ဇာတ်​လမ်းအညွှန်းကိုသိပ်​ညွှန်းပေးဖို့ မလိုလောက်​ဘူးဆိုတော့ အကြမ်​းဖျင်​းဖွဖွလေးပဲ အညွှန်​းသဘောမဆန်​တဲ့ အညွှန်​းလေးနဲ့ပဲ ညွှန်​းပေးလိုက်​ပါတယ်​….။Eo Woo Dong ဆိုတဲ့ အကကောင်း ဂီတဘက်​မှာပါရမီပါတဲ့ လှပတဲ့မိန်းခလေးတယောက်​နဲ့ တဏှာရာဂပြင်းထန်​တဲ့ မင်းသားတစ်​ပါးလက်​ထပ်​လိုက်​ရာကနေ နောက်​ဆုံးEo Woo Dong ကဘယ်​လိုတွေဖြစ်​သွားခဲ့ပြီးတော့ မင်​းသားကို ဘယ်​လိုနောင်​တရအောင်​လုပ်​သွားခဲ့လဲဆိုတာကို တံတွေးတွေမြိုချပြီးတော့ ကြည်​့ရှုခံစားကြရမှာဖြစ်​ပါတယ်​……….",
    "url": "https://www.mediafire.com/file/6bj36gyorlz2xq7/Lost_Flower_Eo_Woo_dong.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/75QTzLW_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Moebius (2013) *vip",
    "info": "မြန်မာစာတန်းထိုးဒီကိုရီးယားဇာတ်ကားက ထူးဆန်းပါတယ်။ ဘာစကားမှ မပြောပါဘူး။18+ သီးသန့် ဇာတ်ကားလဲ မဟုတ်တာ အသေအချာပါ။ဇာတ်လမ်းကတော့ ကြက်သီးထစရာဖြစ်ပြီးဇာတ်လမ်းလို့ပြောရမလား အတွေးတစ်စလို့ပြောရမလားတကယ့်အဖြစ်အပျက်ကိုဒီတိုင်းထိုင်ကြည့်နေရတာလို့ ပြောရမလားအတော်ပဲ ဇဝေဇဝါဖြစ်ရတဲ့ဇာတ်ကားပါပြသစဉ်တုန်းကတော့ ပရိတ်သတ်တွေရဲ့ အုတ်အော်သောင်းနင်းဖြစ်မှုကိုရရှိခဲ့ပြီးဘာလိုကြောင့်များလဲဆိုတာ သိချင်ရင် ကြည့်ကြပါဦး။",
    "url": "https://www.mediafire.com/file/zen0mvbtvp8emna/Moebius.mp4/file"
  },
  {
    "thumbnail": "https://tribune.net.ph/wp-content/uploads/2021/07/02SHOW__PHOTOGRAPH-COURTESY-OF-IG_UPSTREAM.PH_.png",
    "title": "A Girl And A Guy *vip",
    "info": "18+မြန်မာစာတန်းထိုးA Girl And A Guy ဟာ Rom/com အမျိုးအစားကိုမှလက်ရှိခေတ်အနေအထားနဲ့သရုပ်ဖော်ပြသွားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဒီတော့ ဇာတ်လမ်းအကျဉ်းထဲမှာထည့်မပြောထားပေမယ့် sex scenes တွေအများကြီးပါဝင်ပြီးတော့ တကယ်လဲကြမ်းတမ်းပါတယ်။(ကြည့်နေရင်းနဲ့ဟာ ဒါကြီးလဲပြတာပဲလား ဆိုပြီးအံ့သြစရာတွေအထိပါပါတယ်)ဖိလစ်ပိုင်ကားတွေဂျင်းမဟုတ်ဘူးဆိုတာတစ်ခေတ်တစ်ခါက နာမည်ကျော် Silip/Daughters of Eve တို့ Scorpio Nights တို့လိုဇာတ်ကားတွေကြည့်ဖူးရင်သိမှာပါ။ ",
    "url": "https://www.mediafire.com/file/97nfopefpelpj7q/A_girl_and_guy.mp4/file"
  }
]