[
  {
    "thumbnail": "https://i.imgur.com/sSGXoMR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Eva 2022 *vip",
    "info": "မြန်မာစာတန်းထိုး ထိုင်းကားအယ်ဗာက လှတယ် နုပျိုတယ်အသက်ကလဲ ၂၀ဝန်းကျင်ဆိုတော့လှအားကလဲကြွယ် သွေးသားဆန္ဒတချို့လဲရှိလာတဲ့အချိန်ပေါ့ သူမရဲ့ဘဝပေးကံကတော့မကောင်းရှာပါဘူး ဆင်းရဲတာကြောင့်သူများအိမ်မှာ အကူလုပ်ရတဲ့ အိမ်အကူမလေးအယ်ဗာပေါ့ ကံဆိုးမလေးသွားရာ မိုးလိုက်ရွာဆိုသလိုပထမအိမ်ရှင်က သူ့အပေါ်မဟုတ်မကကြံစည်တာကြောင့်အလုပ်ထွက်ပြီး သူဌေးမလေးတစ်ယောက်အိမ်မှာသွားလုပ်ရပါတယ် ကံကောင်းတယ်ပဲပြောရမလားပေါ့သူဌေးမလေးက သူ့အပေါ်ကြင်နာရှာတယ် ပြီးတော့သူ့ရဲ့အိမ်နီးနားချင်းထဲက အလုပ်သမားကောင်လေးကလဲသူ့အပေါ်စိတ်ဝင်စားနေပြီး သူကလဲ စိတ်ဝင်စားသွားပါတယ်သူဌေးမလေးက သူ့အပေါ်ကြင်နာပေမယ့် ဆန္ဒကတော့တော်တော်ကြီးပါတယ်ညစဉ်လိုလို ယောကျာ်းမိန်းမ မကျန် ခေါ်ပြီးပျော်ပါးနေတာကြောင့်အယ်ဗာလေး ညတွေဆိုအိပ်မပျော်ဖြစ်တာပေါ့ ဒီလိုနဲ့သူရဲ့အိမ်နီးချင်းကောင်လေးကလဲ သူ့ရဲ့အိမ်ကိုလာပြီးတွေ့တဲ့အခါ……….",
    "url": "https://www.mediafire.com/file/n4fe0x9dzg9wxnd/Eva.2021.720p(CM).mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/TlRohD1_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Take Turns Testing With College Alumni (2022) *vip",
    "info": " မြန်မာစာတန်းထိုး (18+)ဇာတ်လမ်းလေးကတော့ တစ်နေ့မှာ ယယ်ဆုတို သမီးရည်းစားနှစ်ယောက်က သူငယ်ချင်း လင်မယားနှစ်ယောက်ဆီကို အလည်သွားခဲ့တယ်။ ဒီလိုနဲ့ အဲ့အိမ်ရောက်တဲ့အခါ သူငယ်ချင်း အထန် သူငယ်ချင်းလင်မယားနှစ်ယောက်က လူချင်းလဲပြီး စမ်းပြီး စားကြည့်ရအောင်လို ပြောလာခဲ့တယ်အခါ သူတိုလည်း သဘောတူခဲ့တယ်။ အတွဲနှစ်တွဲရဲ့ စိတ်လှုပ်ရှားဖွယ် အချစ်ခန်းတွေကို ကြည့်ရမယ့် ကားကောင်းလေး တစ်ကား ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/5srp58n62iq64kq/Take_Turns_Testing.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/UvNp50z_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Married Women The Taste Of Swapping 2021 *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ ယောက်ျားဖြစ်သူ ဂျယ်ဆောင်းရဲ့ ပြုစုယုယမှုတွေကို စိတ်ကုန်ငြီးငွေ့လာတဲ့ မိန်းမဖြစ်သူ ဂျင်ဟီးရဲ့ အိမ်ထောင်ရေး ဖောက်ပြန်မှုအကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ယောကျာ်းဖြစ်သူ လစ်ရင်လစ်သလို ရပ်ကွက်ထဲက စာရင်းကောက်တဲ့သူ ဟျောင်းဆူဆိုတဲ့သူနဲ့ ဖောက်ပြန်နေကြတာကို ယောကျာ်းဖြစ်သူ သိရှိသွားတဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/9hnx9hkupibo0cl/Married_Women_The_Taste_Of_Swapping.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/l1NdmFg_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "ကိုးရီးယား 18+ ကားသစ် *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ ဂန်ယောင်းနဲ့ ဆိုရာတိုက လင်မယားတွေပေါ့။ ဂန်ယောင်းက ကျောင်းစာတွေကို အကြောင်းပြပြီး ကျူရှင်ဆရာမဖြစ်သူနဲ့ တိတ်တိတ်ပုန်း ဖောင်းဒိုင်းနေရတော့ မိန်းမဖြစ်သူ ဆိုရာမှာ အိမ်ထဲမှာပဲ ငတ်ပြီး ကျန်ရစ်နေခဲ့တာပေါ့။ အဲဒါတွေကြောင့်ပဲ ဆိုရာက အိမ်မှာ ကျန်ရစ်ခဲ့တဲ့အချိန်တွေကို ယောက္ခထီးဖြစ်သူနဲ့ အစားထိုးဖို ကြိုးစားလာခဲ့ပါတော့တယ်။ ဆိုရာအတွက် သားဖြစ်သူက ပိုကောင်းနေမလား ယောက္ခထီးဖြစ်သူက ပိုအဆင်ပြေနေမလားဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ အဆုံးထိ ဆက်လက် ကြည့်ရှုအားပေးနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/k4camyodu1fvr06/korea+18.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/vDlCi5P_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Type A Big Breasted Girlfriend 2021 *vip",
    "info": "နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်..",
    "url": "https://www.mediafire.com/file/8mrixl4fisdszl3/Type_A_Big_Breasted_Girlfriend_2021.mp4/file"
  },
  {
    "thumbnail": "https://phym18.com/static/image/217134.jpg",
    "title": "Sister Crazy Sex 2(2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ အူယောင်းတစ်‌‌ယောက် တစ်နေ့မှာအလုပ်ကိစ္စနဲ့ အရေးတကြီး ခရီးသွားစရာပေါ်လာတဲ့အခါ သူရဲ့ ကောင်းလေးက အူယောင်းရဲ့ညီမလေးကို ခန စောင့်ရှောက်ထားပေးဖို ဖြစ်လာတော့တယ်။ ဒါပေမယ့် ညီမလေးက အစထဲက အူယောင်းရဲ့ ကောင်လေးနဲ့ ခိုးစားချင်နေခဲ့တယ်။ ဒါနဲ့ အူယောင်းမရှိတဲ့ အခါ သူတိုနှစ်ယောက် ဘယ်လို ဇာတ်လမ်းတွေ ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/b144hl997v65id7/Sister_Crazy_2021.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Re2s1u3_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Daughter in law Wrong Relationship (2022) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားမှာတော့ သားဖြစ်သူကြောင့် OnlineAppတစ်ခုကို သုံးပြီး စွဲလမ်းသွားတဲ့ အဖေဖြစ်သူဟာအဲဒီ Appကနေတစ်ဆင့် chattingထိုင်ရင်း အပြင်မှာ ကောင်မလေး တစ်ယောက်နဲ့ ဒိတ်ဖိုအထိ ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် တစ်ခုထူးခြားတာက သားဖြစ်သူက လက်ထပ်ဖို သူ့ကောင်မလေးကို အိမ်ခေါ်လာတဲ့အခါမှာ သူ့သားရဲ့ မိန်းမဖြစ်လာမယ့်သူက သူဒိတ်ပြီး ဖောင်းဒိုင်းကျွေးခဲ့တဲ့ ကောင်မလေး ဖြစ်နေပါသတဲ့လေ။ အဲဒီအခါ မိသားစုထဲမှာ ဘယ်လို ထူးဆန်းတာတွေ ဆက်ဖြစ်လာမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/uk1pg0lwt4m7iga/Daughter_in_law_Wrong_Relationship.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/mmphoto/main/IMG_20220227_100231.jpg",
    "title": "A Lady Full Of Mothers Milk Giving Her Breasts Erotic (2022) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ငယ်ငယ်လေးတည်းက ဦးလေးကြီးတစ်ယောက်ရဲ့ အိမ်မှာ လာလည်ပြီး ဆော့နေကျဖြစ်တဲ့ ကောင်မလေးရယ်၊ အိမ်ထောင်သည် ကလေးအမေတိုရဲ့ လိင်စိတ်တက်ကြွနေမှုတွေကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ တစ်ခုထူးခြားတာက အိမ်နီးနားချင်းတွေ အချင်းချင်း ဖြစ်လေ့ဖြစ်ထရှိတဲ့ sexသဘာဝကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/tt59z326c03kg7i/A_Lady_Full.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1385412.jpg",
    "title": "Red Mother in law (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ အရမ်း ချစ်ကြတဲ့ ချစ်သူစုံတွဲနှစ်ယောက် ဖြစ်ကြတဲ့ ဟျောင်းဆော့နဲ့ ဂျီဆူတို နှစ်ယောက်အကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါပေမယ့် ယောက္ခမဖြစ်သူမှာလည်း ဟျောင်းဆော့အပေါ်ကို သဘောကျသွားလေတဲ့အခါ သမီးဖြစ်သူနဲ့အပြိုင် သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲကို အတင်း ဝင်တိုးပါတော့တယ်။ နောက်ဆုံး ဘယ်သူက အလျှော့ပေးသွားမှာလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ အဆုံးထိ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/m1cdj6gyh3p3pmf/Red_Mother_in_law_2021.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/photo/main/IMG_20220219_160615.jpg",
    "title": "Drunk Mother in law Opens The Door(2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ သောက်ကြစားကြရင်း သားမက်ဂန်းတစ်ယောက် အမူးလွန်နေတဲ့ အဖွဲခေါင်းဆောင်ကို ယောက္ခမအိမ်ကို ခေါ်လာပါတော့တယ်။ သားမက်ဖြစ်သူ အိပ်ပျော်သွားတဲ့အချိန်မှာ သူတိုတွေ ဘာဆက်ဖြစ်ကြမလဲ၊ မိန်းမဖြစ်သူမှာလည်း အလုပ်ကိစ္စကို အကြောင်းပြပြီး ဘယ်လိုမျိုး ဖောက်ပြန်မလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/55j1loj5asbwals/Drunk_Mother_in_law_Opens_The_Door.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1354139.jpg",
    "title": "Stalk Queen 2021 *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ ဟာယောင်းတစ်ယောက် ဒီဇိုင်းအလန်းလေးဝတ်ပြီး အနီးအနားက ရှေ့နေ အကျိုးဆောင် ကုမ္ပဏီကို  သွားခဲ့တယ်။ သူ့ရဲ့ ပြဿနာကတော့ တစ်ခါက ရည်းစားဖြစ်ဖူးတဲ့ ရည်းစားဟောင်းက နောက်ယောင်ခံလိုက်နေရခြင်း ခံနေရတယ်။ဒါကို ဥပဒေနဲ့ အညီဖြေရှင်းဖို လာခဲ့တယ် ။ဒါပေမယ့် ရှေ့နေဖြစ်တဲ့ ထယ်ယုံးကလည်း မိန်းမပွေရှုပ်တဲ့လူဖြစ်ပြီး  ဟာယောင်းကို မြင်တဲ့ အခါ အရမ်းစိတ်ဝင်စားသွားတော့တယ်။ရှေ့လျှောက် ဘာဆက်ဖြစ်ကြမလဲ။ အမှုကကော ဘယ်လို ဖြစ်သွားမလဲ စတာတွေကို ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/emwoikpg8nfp6eu/Stalk_Queen_2021.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1398730.jpg",
    "title": "Wifes Pretty Daughter (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မင်ဆောနဲ့ မင်ဂျီဆိုတဲ့ ညီအစ်မနှစ်ယောက်နဲ့ ခဲအိုဖြစ်သူ ဂျောင်းဟျော့တိုအကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲဖစ်ပါတယ်။ ညီမဖြစ်သူ မင်ဂျီ အထက်တန်းကျောင်းသူ ဘဝကတည်းက ကျူရှင်ဆရာအဖြစ်နဲ့ စာလာသင်တဲ့ ဂျောင်းဟျော့တစ်ယောက် မမျှော်လင့်ဘဲ အစ်မဖြစ်သူ မင်ဆောနဲ့ ညားသွားပါတော့တယ်။ ဒါပေမယ့် ခယ်မလေးအပေါ်မှာလည်း သံယောဇဉ် လက်ကျန်လေးတွေ ရှိနေတဲ့အခါ ဘယ်လိုမျိုး ဖောက်ပြန်ကြမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/brn2def4nne0daf/Wifes_Pretty_Daughter_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/shawlin247/Backup/main/1644555270252.jpg",
    "title": "Reserve Son in law (2019) *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ အမေရိကန်ကနေ ပြောင်းရွှေ့လာတဲ့ ကျောင်းသား မင်ဂျွန်းတစ်ယောက် အိမ်ငှါးနေရာကနေ ရုတ်တရက် နေစရာအခက်အခဲ ဖြစ်လာတာကြောင့် သူ့ရည်းစားရဲ့ အမေအိမ်ကို မသွားရဲ သွားရဲနဲ့ တစ်ပတ်တာလောက် သွားနေလိုက်ရာကနေ ဇာတ်လမ်းကို အစပြုထားပါတယ်။ တစ်ပတ်တာအတွင်းမှာ ယောက္ခမတော်ရမယ့် သူကိုရော သူ့သမီးကိုပါ ရှယ်ပြုစုပေးရတဲ့ အခန်းတွေ အများကြီးပါတဲ့အတွက်ကြောင့် sexကို ကြိုက်နှစ်သက်တဲ့သူတွေ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/21cfpqiwlelirkk/Reserve_Son_in_law_%25282019%2529.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/photo/main/PicsArt_02-07-10.34.20.jpg",
    "title": "Big Thing One House, Two Women (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ နှစ်ဖက်သော မိဘအသိုင်းအဝိုင်းတွေရဲ့ အမျိုးမျိုးသော ဖိအားပေးမှုတွေကြောင့် မမျှော်လင့်ဘဲ ညားခဲ့ကြတဲ့ လင်မယားစုံတွဲနဲ့ အငယ်အနှောင်း မယားငယ်အကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ မယားကြီးဖြစ်သူ ယူဂျောင်းရဲ့ အရုပ်တစ်ရုပ်လို အေးတိအေးစက်နိုင်မှုတွေကြောင့် ယောက်ျားဖြစ်သူ ဟျောင်းရှိမှာ မယားငယ်ဖြစ်သူ မီရာကို အိမ်ကို ခေါ်လာပြီး ဖောင်းဒိုင်းပါတော့တယ်။ ဟျောင်းရှိတစ်ယောက် မယားနှစ်ယောက်နဲ့ ဘယ်လိုမျိုး နှစ်ပါးဆက်သွားမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/kmjos52qi4g7e03/Big_Thing_One_House%252C_Two_Women_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://moviewatchonline.com.pk/wp-content/uploads/2022/01/18-dizzying-love-2022-korean-movie-720p-hdrip-671mb-download.jpg",
    "title": "Dizzying Sex (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ပစ္စည်းမှာတဲ့အခါ deliveryလာပိုရသလိုမျိုး ကောင်မလေးတွေက သူတိုဆန္ဒရှိလာတဲ့အခါ delivery manလေးဖြစ်တဲ့ ချန်ယော့ကို ဖုန်းဆက်လှမ်းခေါ်နေကြပါ။ အလိုက်သိတဲ့ မမတွေကိုမှ ရွေးကြိုက်တတ်တဲ့ ချန်ယော့တစ်ယောက်customer ညီမလေးတွေနဲ့ တွေ့တဲ့အခါမှာရောဘယ်လို ဇာတ်လမ်းတွေ ခင်းကြမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/ojn0vhmvj1j4lfq/Dizzying_Sex_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1391261.jpg",
    "title": "Sisters, But Its Okay (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ယောက်ျားဖြစ်သူ ဂျောင်ဦးမှာ အငယ်အနှောင်းရှိနေတယ်ဆိုတဲ့ သံသယစိတ်လေး ဝင်မိတဲ့အတွက်ကြောင့် ဂျောင်မီတစ်ယောက် အိမ်ပေါ်ကနေ ဆင်းဖို ဖြစ်လာခဲ့ပါတော့တယ်။ အဲဒီနောက်ပိုင်းမှာ ညီမဖြစ်သူ ဒိုရီရဲ့ ယောက်ျားဖြစ်သူနဲ့ ညှိသွားပါတော့တယ်။ အဲဒီဖောက်ပြန်မှုကို ဂျောင်ဦးနဲ့ ဒိုရီတိုပါ သိရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/t1u177t30pa1z5m/Sisters%252C_But_Its_Okay_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1398751.jpg",
    "title": "Contact Free Intercourse (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ရုံးခန်းတစ်ခုထဲမှာ အတူတူ အလုပ်လုပ်နေကြတဲ့ ဌာနမှူးနဲ့ အဖွဲမှူး အွန်းဂျယ်တို စုံတွဲရယ်၊ လက်ထောက်မှူး ဂင်ထယ်ဂူနဲ့ ဟယ်ယောင်းတိုရဲ့ လေးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/9pkb6v2r8pzabzd/Contact_Free_Intercourse_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1388535.jpg",
    "title": "Sexwriting (2021)  *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မယားကြီး ရှိနေရဲ့သားနဲ့ကြာခိုချင်နေတဲ့ ထယ်ဆော့ဆိုတဲ့ ယောက်ျားတစ်ယောက်ရဲ့ အလိမ်အညာ စကားတွေအောက်မှာ နစ်မြောသွားတဲ့ ဂျောင်းဟွာတစ်ယောက် ထယ်ဆော့အပေါ်မှာ အချစ်စစ် အချစ်မှန်နဲ့ ချစ်မိသွားတဲ့အခါ ရင်နင့်အောင် ခံစားရတဲ့အကြောင်းကို ဇာတ်ကြောင်းပြန် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဂျောင်းဟွာတစ်ယောက် သူခံစားခဲ့ရတဲ့ အချစ်ဒဏ်ရာတွေအတွက် ကုစားပေးနိုင်တဲ့သူ ပေါ်လာတဲ့အခါမှာရော ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/1v474kjpxhgmd8r/Sexwriting_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/photo/main/FB_IMG_1642902435828.jpg",
    "title": "Knocked Down *vip",
    "info": "Knocked Down (2015) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ဝါသနာတူတဲ့ သူငယ်ချင်း မိန်းကလေးတွေနဲ့ သူတို့ရဲ့ လုပ်ငန်းခွင်ထဲက ကြုံတွေ့ခဲ့ရတဲ့ sex sceneတွေကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ 18+ ဇာတ်ကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီမှာ အလုပ်ဝင်တဲ့သူရယ်၊ မော်ဒယ်ဖြစ်ချင်လို့ အားကစား လုပ်နေတဲ့သူရယ် စသဖြင့် သူတို့လေးတွေ အကြုံးခံရတဲ့အကြောင်းကိုကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/0s03pa2928kj9pw/Knocked_Down.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/photo/main/PicsArt_01-20-11.33.40.jpg",
    "title": "Temptation Of The Little Sister (2021) *vip",
    "info": "မြန်မာစာတန်းထိုး (18+)ဇာတ်လမ်းလေးကတော့ မတွေ့တာကြာပြီဖြစ်တဲ့ ညီအမတွေ စုပြီး အရက်သောက်ရာက‌နေ အမှန်တိုင်းပြောရတဲ့gameကို ဆော့ကြတော့တယ်။ ဒါနဲ့ အဲ့ထဲက တစ်ယောက်က အချင်းချင်း အသိမခံဖူးတဲ့ လိင်စိတ်နဲ့ ဆိုင်တဲ့ ခံစားချက်တွေကို အမှန်တိုင်း‌ဖွင့်ပြောခိုင်းတဲ့အခါ သူတိုရဲ့ အမှန်တကယ် ထန်တဲ့အကြောင်းတွေ ဖွင့်ပြောကြတော့တယ်။ ညီအမတွေရဲ့ မတူညီတဲ့ ထန်ပုံထန်နည်းတွေက ဘာတွေဖြစ်မလဲ။ သူတိုထဲက တစ်ယောက်ရဲ့ ကောင်လေးက သူတိုအိမ်ကို ရောက်လာတဲ့အခါမှာလည်း ကျန်တဲ့ ညီအမတွေ ဘယ်လိုဖြစ်ကြမလဲ စတဲ့အကြောင်းအရာမျိုးစုံကို ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/vn0fxbw4tml5g1r/Temptation_Of_The_Little_Sister.mp4/file"
  }
]