[
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/v9SV2VwBwg401wUZkfq8F2EAMWR.jpg",
    "title": "Homejack Triangle (2018) *vip",
    "info": "18+မြန်မာစာတန်းထိုးHomejack Triangle အပိုင်းမှာတော့ ကွင်းဆက်လူသတ်သမား ဂျက် ကို ဖမ်းမိပြီဆိုတဲ့ သတင်းထွက်ပေါ်လာပြီး တကယ်တမ်းကျတော့ လူမှားဖမ်းမိတာ ဖြစ်နေပါတယ်…ဒါကြောင့် ဂျက်အမှုကို ကိုင်တဲ့ စစ်ဆေးရေးမှုး ရီ က လူမှားဖမ်းမှုကြောင့် အလုပ်ကနေ နားလိုက်ရပါတယ်။အလုပ်ပ်ိတ်ရက်မှာ သူ့ရည်းစားအိမ်မှာပဲ နေရင်း ချစ်ကြည်နူးကြပါတာပေါ့သူ့ရည်းစားက သူ့ညီမနဲ့မိတ်ဆက်ပေးဖို့ နေ့မှာပဲ ကွင်းသတ်လူသတ်သမားက စစ်ဆေးရေးမှုးရီကိုရော သူ့ရည်းစားရဲ့ ညီမလေးကိုပါ ဟိုဟာကျင့်ပါတော့တယ်…ဂျက်ကို ဖမ်းချင်နေတဲ့ ရီ နဲ့ သူ့ရည်းစားရဲ့ ညီမလေးကို ဘယ်လိုအကွက်တွေနဲ့ ကျင့်မလဲဆိုတာ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။",
    "url": "https://www.mediafire.com/file/4jzluaypzqqn44x/Homejack_Triangl.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/U0W9X6x_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Death In Desert *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)အချစ်ဦးမြေးဦးရတောင်မမေ့ဘူးတဲ့စကားပုံလေးက လှပေမဲ့ကြောက်ဖို့ကောင်းတယ်မမေ့နိုင်တာကို မမေ့နိုင်သလိုပဲမနေပဲအတင်းကြီးနီးစပ်အောင် လုပ်မိတော့မဖြစ်သင့်တာတွေဖြစ်ကုန်ပါတယ်အချစ်သစ်ကိုယ်စီနဲ့ ဘဝသစ်မှာပျော်တဲ့သူကပျော်နေပေမဲ့သူမကတော့မပျော်နိုင်ပါဘူးသူမရဲ့ခံစားချက်ကို ရအောင်အကောင်ထည်ဖေါ်ပါတော့တယ်သူမက ရုပ်ရည်ချောသလောက် အစွဲလမ်းကလည်းကြီးတယ်တစ်နေ့ သူမရဲ့ငယ်ချစ်ဦးဆီကို မရောက်ရောက်အောင်သွားပြီးအပြင်ကို မရမက ဆွဲထုတ်ပါတော့တယ်သူမ ကြိုတင်စီစဉ်ထားတဲ့အတိုင်း တည်းခိုခန်းတစ်ခုမှာသွားတည်းရာကနေ မထင်မှတ်ပဲ ပြဿနာအကြီးကြီးတက်ပါတော့တယ်ဆက်မချစ်သင့်တဲ့သူကို ခန္ဓာကိုယ်ရင်းပြီး ပက်သက်လို့ရောရပါ့မလားဆိုတာသင်ခန်းစာယူရင်း ခေါင်းကြီးတို့အကြိုက်တွေ တသီကြီးပါတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/0285paezlg96b3n/DeathInDesert%2529.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/G18Uffo_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Housewives in A Threesome *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ အိမ်အလုပ်တွေကြောင့် စိတ်ပင်ပန်းနေပြီး ယောကျ်ားဖြစ်သူကို စိတ်ကုန်နေတဲ့ သူငယ်ချင်း မိန်းကလေးနှစ်ယောက် စုမိကြတဲ့အခါ စိတ်ထွက်ပေါက် ရှာဖို ကြံစည်ကြပါတော့တယ်။ အဲဒီလိုနဲ့ delivery မှာစားဖြစ်ကြရင်း deliveryဝန်ထမ်းကောင်လေးတွေကို ဘယ်လိုမျိုးမြှူဆွယ်ပြီး သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းတွေ ခင်းကြမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/de74w6svfgqw6cu/Housewives+in+A+Threesome.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BOWI4MWMyZDUtNmUzZC00MjBhLTg3MjQtOTY3MzhiOWNmYjg2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "X Deal 2 (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုး2011 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော် X-Deal နောက်တစ်ကားဖြစ်ပြီး ဇာတ်လမ်းချင်းအဆက်အစပ်မရှိပေမယ့် မူလဒါရိုက်တာLawrence Fajardo ရဲ့လက်ရာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းသွားအနေနဲ့ အပန်းဖြေကျွန်းတစ်ကျွန်းပေါ်ကိုဓာတ်ပုံရိုက်ဖို့ရောက်လာတဲ့ ဓာတ်ပုံဆရာနဲ့ မိုဒယ်စုံတွဲ ဖြစ်တဲ့ ဗိုင်အိုလက်နဲ့ပီတာတို့ဟာ ကျွန်းပေါ်ကိုရောက်နေတဲ့တစ်ခြားဧည့်သည်တစ်ဦးဖြစ်တဲ့ တကိုယ်ရေခရီးသွားမိန်းမလှလေး အိုလီဗီယာနဲ့တွေ့ဆုံခဲ့ပါတယ်။အိုလီဗီယာဟာ လိင်တူစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်နေပြီး ဗိုင်အိုလက်ကိုချဉ်းကပ်လာခဲ့တဲ့နောက် သူတို့သုံးယောက်ကြားမှာအချင်းချင်း လဲလှယ်ဆက်ဆံဖို့အပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။ဘယ်သူက ဘယ်သူ့ကိုလိုချင်ပြီး ဘယ်သူက ဘယ်သူ့ကိုလဲမှာလဲ။ဘယ်သူကနစ်နာပြီးဘယ်သူကအမြတ်ထွက်မလဲ၊ ဘယ်သူကစားသုံးသူဖြစ်ပြီး ဘယ်သူက...စတာတွေကိုဇာတ်ကားမှာဆက်လက်ရှုစားကြပါ။",
    "url": "https://www.mediafire.com/file/yo8egc7wi929vyv/X-Deal2.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMTE3Mzk2MTMtOGMzYy00YmQzLWFjOTYtMWEwY2MzOThlZDQ3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_.jpg",
    "title": "X Deal (2011) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးIMDb Rating (6.4)ဇာတ်လမ်းအနေနဲ့ကတော့ဓာတ်ပုံဆရာ ဘီလီနဲ့ သူ့ချစ်သူတို့ဟာ တိုက်ခန်းတွဲကြီးတစ်ခုကိုပြောင်းရွှေ့လာကာစဖြစ်ပါတယ်။သူတို့နှစ်ယောက်မှာ အချစ်တွေမကျန်တော့ပဲ လက်ရှိဆက်ဆံရေးကို လိင်မှုကိစ္စတစ်ခုတည်းအတွက်ဆက်လက်တည်ဆောက်ထားကြတာပါ။အဲ့ဒီလိုအချိန်မှာမှ ဘီလီဟာအိမ်နီးချင်းအသစ်လှလှလေး ဒါနာကို သွားစိတ်ဝင်စားမိပါတယ်။ဒါနာကတော့ လိင်တူချစ်သူအမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူစိတ်ဝင်စားတဲ့သူက ဘီလီ့ချစ်သူ ဆာရာဖြစ်ပါတယ်။ အဲ့ဒီလိုနဲ့ပဲသူတို့သုံးယောက်ကြားမှာအပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ပီပြင်ကြမ်းတမ်းတဲ့ချစ်တင်းနှောခန်းတွေ မူးယစ်ဆေးအသုံးတွေစကားပြောတွေကြောင့် ၁၈ အောက်မကြည့်ရဇာတ်ကားတစ်ကားပါပဲ။ မင်းသမီးနှစ်ယောက်က တော်တော်ကြီးကိုလှတော့တော်တော်ကြီးကို ကြည့်လို့ကောင်းတဲ့ကားလို့ ဆိုရပါမယ်။",
    "url": "https://www.mediafire.com/file/6wxqwwmnd4azbcc/X-Deal_1.mp4/file"
  },
  {
    "thumbnail": "https://cache.moviestillsdb.com/i/500x/eh3r6zpz/career-opportunities-lg.jpg",
    "title": "Career Opportunities 1991 *vip",
    "info": "မြန်မာစာတန်းထိုးဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး…မမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး…ကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး….ဪ…အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး…အဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။မိုးအေးအေး အချစ်ဇာတ်လမ်း ကြည့်မလို့ ရှာထားတာ blue tv က ပရိသတ်တွေလည်း ကြည့်လို့ရအောင် ပြန်လည် မျှဝေပေးလိုက်ပါတယ်မင်းသမီးကြည့်ရတာနဲ့တင် တန်နေပီ ",
    "url": "https://www.mediafire.com/file/ojye7vi5uim9f4j/CareerOpportunities1991.mp4/file"
  },
  {
    "thumbnail": "https://img.yts.mx/assets/images/movies/homejack_reverse_2017/medium-cover.jpg",
    "title": "Homejack Reverse (2017) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအခုတစ်ယောက် Homejack ဇာတ်ကားက 2016 တုန်းက ဇာတ်ကားကို ပြောင်းပြန်ရိုက်ကူးထားတာပါပရော်ဖက်ဆာ တစ်ယောက်က စာအုပ်တစ်အုပ်ရေးဖို့အတွက် အလုပ်ထွက်ပြီး ရွာဘက်ကို သုတေသနလုပ်ဖို့ မိန်းမနဲ့ပြောင်းလာခဲ့ပါတယ်ရောက်ရောက်ချင်းမှာပဲ ကလေးနေမကောင်းလို့ မိန်းမဖြစ်သူက တိုကျိုကို ပြန်သွားတာပေါ့ရွာဘက်မှာလည်း Jack the Ripper ဆိုတဲ့ လူသတ်သမားက ရှိနေပြန်တော့ ပရော်ဖက်ဆာကို ရဲတွေက လာသတိပေးသွားပါတယ်ဒီလိုနဲ့ ညတစ်ည မိုးရွာနေတုန်းမှာ ကောင်မလေးနှစ်ယောက်က မိုးခိုဖို့ ပရော်ဖက်ဆာအိမ်ကို ဝင်လာရင်း ဆရာ့ကို မုဒိမ်းကျင့်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/hi3cg69ops1u1bw/18__Homejack_2017.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BYjI0NzAxMTctNGI3Yi00OWZlLWJjNTEtOGE5M2M4NzNlOThlXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_FMjpg_UX1000_.jpg",
    "title": "Homejack (2016) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဇာတ်လမ်းအစ Jack the Ripper လို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်က အမျိုးသမီးတွေရဲ့ အိမ်ထဲဝင်ပြီး ဓားနဲ့လိုက်သတ်တာပါ…ထိုသတင်းကို တီဗီမှာ ကြော်ငြာနေတုန်း နာဆုကိုရဲ့ ယောက်ျားက အလုပ်နဲ့ခရီးထွက်သွားပါတယ်...",
    "url": "https://www.mediafire.com/file/pnis5u8bycz7q23/18__Homejack_2016.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/4yTuv6cnCJEZg7YFFYR1ljd6hlo.jpg",
    "title": "Beauty Salon: Special Service *vip",
    "info": "18+မြန်မာစာတန်းထိုးအခုတင်ဆက်ထားတာကတော့ Beauty Salon: Special Service စီးရီးရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။လူဝင်နည်းလို့ အဆင်မပြေဖြစ်နေတဲ့ ဗြူးတီးဆလွန်းပိုင်ရှင် မမနှစ်ယောက်အရောင်းမြှင့်တင်ရေးအတွက် ဘယ်လို Special Service တွေ ပေးသွားမလဲဆိုတာ ကြည့်ရမှာပါ။",
    "url": "https://www.mediafire.com/file/l9qnj1ehjfxnjf9/%255BPuCi_App%255DBeauty.Salon.Special.Services.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ssJtA6l_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Blue Lagoon (1980) *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းကတော့…ပင်လယ်ပြင်မှာ မုန်တိုင်းတိုက်ခတ်မှုကြောင့် သင်္ဘောတစ်စီးပေါ်ကလူတွေအကုန် အသက်လုပြေးကြရသလိုရစ်ချတ်နဲ့ အမ်မလိုင်းဆိုတဲ့မောင်နှမဝမ်းကွဲကလေးနှစ်ယောက်ကိုသင်္ဘောရဲ့ချက်ကြီးဖြစ်တဲ့ ပတ်တီက ကယ်တင်ခဲ့ရပြီးလူသူဝေးတဲ့ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သောင်တင်နေပါတော့တယ်။ကလေးနှစ်ယောက်ကိုထိန်းကျောင်းပေးရင်းနဲ့ပတ်တီတစ်ယောက် အရက်မူးလွန်ပြီးတော့ ရေနစ်သေဆုံးသွားတဲ့အခါတော့မောင်နှမနှစ်ယောက်တည်း ကျွန်းလေးပေါ်မှာပဲ အသက်ဆက်ရှင်ဖို့ကြိုးစားနေထိုင်ရပါတော့တယ်တဖြေးဖြေးနဲ့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့နှစ်ယောက်အရွယ်တစ်ခုကိုရောက်လာချိန်မှာတော့လူသားဗီဇအရသွေးသားဆန္ဒကိစ္စတွေပါ စိတ်ဝင်စားလာပါတော့တယ်..ဒီတော့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့ကို လူသူကင်းမဲ့တဲ့ကျွန်းလေးပေါ်ကနေ ကယ်ဆယ်မယ့်သူပေါ်လာနိုင်မလားဆိုတာနဲ့သူတို့နှစ်ယောက်ရဲ့ လူသားသဘာဝဇာတ်လမ်းကရော ဘယ်ထိခရီးဆက်သွားမလဲဆိုတာ…..။ငယ်ဘဝက ချောင်းကြည့်ခဲ့ရတဲ့ ဒီဇာတ်ကားလေးကို အကောင်းဆုံး Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/gz2z2gzsanl9yru/TheBlueLagoon1980.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWqfQNI5i2X7Ei6zUd919wIUhCaesIJH8vjA&usqp=CAU",
    "title": "Side Job (2017) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးKanojo no Jinsei wa Machigai ja Nai ဝတ္ထုစာအုပ်ကို အခြေခံရိုက်ကူးထားပြီး ဝတ္ထုရေးဆရာပဲ ပြန်လည်ရိုက်ကူးထားတာပါဆူနာမီကြောင့် အမေဆုံးရှုံးသွားပြီးနောက်ပိုင်း မီယူကီဆိုတဲ့ ကောင်မလေးက ဖူကူရှီမာမြို့မှာ သူ့အဖေနဲ့အတူ နေထိုင်ပါတယ်အရင်တုန်းက လယ်သမားဖြစ်တဲ့ အဖေက နေ့တိုင်းအရက်သောက်ပြီး ငလျင်ဒဏ်ကြောင့် ပြန်လည်ရရှိခဲ့တဲ့ ထောက်ပံ့ငွေတွေကို ဂိမ်းကစားပစ်ပါတယ်…မီယူကီတစ်ယောက် အိမ်စရိတ်ကာမိဖို့အတွက် တိုကျိုမြို့မှာ ပြည့်တန်ဆာအဖြစ် ရုန်းကန်ရင်း ဘဝကို ရှေ့ဆက်ရပါတယ်…မီယူကီတစ်ယောက် ဘဝကို ရှေ့ဆက်ဘယ်လိုဖြတ်သန်းမလဲ ဆက်လက်ကြည့်ရှုကြပါအုန်း ။",
    "url": "https://www.mediafire.com/file/yvh3nelw1a993g3/Side_Job_2017.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMjQ5ZDYxYmItYWIyYy00NTZlLTk0ZGUtMmUyYzVjOTg3MDJlXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "Doblado (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့ရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်းတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့ရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။ဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊ဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာဆက်ရှုစားကြပါ။",
    "url": "https://www.mediafire.com/file/pp17vq9vgnp5n14/Doblado2022.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo841419.jpg",
    "title": "I Don't Like Younger Men *vip",
    "info": "18+ မြန်မာစာတန်းထိုး ဒီကားလေးမှာတော့ ကျောင်းပိတ်ရက်ဖြစ်လို သမီးဖြစ်သူ အွန်းဂျီက ဧည့်ကြိုအလုပ်ကို လုပ်နေတဲ့ အဖေဖြစ်သူဆီကို လာလည်ရာကနေ အစပြုပါတယ်။အဲဒီလိုကနေ အွန်းဂျီက တည်းစရာ အခက်အခဲဖြစ်နေတဲ့ သူငယ်ချင်းဖြစ်သူ ဆယ်ယောင်းကို သူ့အဖေရဲ့ တည်းခိုဆောင်ကို ခေါ်ဖို ဖြစ်လာပါတော့တယ်။ ဆယ်ယောင်းဆိုသူမှာ သေသွားတဲ့ သူ့အဖေရဲ့ဇနီးသည်နဲ့ ချွတ်ဆွတ်တူနေတဲ့အခါမှာ အဖေဖြစ်သူနဲ့ ဘယ်လို ဇာတ်လမ်းတွေ ငြိကြမလဲ၊ ဆယ်ယောင်းရဲ့ ကောင်လေးဖြစ်သူ ဘတ်ဟန်းနဲ့ အွန်းဂျီတိုမှာလည်း တိတ်တိတ်ပုန်း ချစ်သူတွေ ဖြစ်နေကြတဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို အမိုက်စား sex sceneတွေနဲ့အတူ ရင်ခုန်စွာနဲ့စောင့်မျှော်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/5wmsemkdub3ca7p/I+Don't+Like+Younger+Men.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/RmQBz_4c.jpg?v=1",
    "title": "Kaliwaan (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုး18+ ဆိုပြီး အားရပါးရပြေးမငမ်းခင် တစ်ခုသတိပေးချင်တာက ဒီဇာတ်ကားက သတ်ခန်းဖြတ်ခန်း သွေးထွက်သံယိုတွေနဲ့ Thriller အမျိုးအစားလဲဖြစ်ပါတယ်။Vivamas Princess လို့ခေါ်ကြတဲ့ညှို့မင်းသမီးပေါက်စလေး AJ Raval နဲ့အတူ Vince Rillon Siklo(2022) တို့ဦးဆောင်ပါဝင်ထားပြီးမင်းသမီးအသစ်လေးတစ်ချို့ကိုလဲ မိတ်ဆက်ပြထားပါသေးတယ်။စိတ်ညစ်ညူးစရာကောင်းအောင် ကြမ်းတမ်းရက်စက်တဲ့ နှိပ်စက်သတ်ဖြတ်ခန်းတွေ၊သာမန်လိင်ဆက်ဆံခန်းတွေတင်မက၊Incest တွေ သီရိစံတွေပါ ပါဝင်တဲ့အတွက်မိသားစုနဲ့လုံးဝကြည့်လို့မရတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/f8y5l3ck4lzkfon/(CM)+Kaliwaan.2022.720p.WEB-DL.AAC2.0.x264-Naung.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/ByAVdIr_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Friends Mothers Dissatisfaction  Review *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးမှာတော့ အလုပ်ကိစ္စကြောင့် ဒယ်ဂျောင်းမြို့ကနေ ဆိုးလ်မြို့ကို တက်လာတဲ့ ဂျောင်မန်းနဲ့ မင်ဂျီတို့စုံတွဲက သူငယ်ချင်းဖြစ်သူ ချန်ယောင်းရဲ့အိမ်မှာ တစ်ညတာ တည်းခိုဖို့ ဖြစ်လာပါတော့တယ်။ တည်းခိုနေရင်းနဲ့ ညရောက်တော့ ဂျောင်မန်းက မင်ဂျီကို ဖောင်းဒိုင်းချင်ကြောင်း တောင်းဆိုတာကို ငြင်းလိုက်တဲ့အတွက် ဂျောင်မန်းကခင်ပွန်းဖြစ်သူနဲ့ ကွာရှင်းထားတာ ကြာနေလို့် အထီးကျန်နေပြီးတစ်ကိုယ်တည်း အာသာဖြေနေတဲ့ ချန်ယောင်းရဲ့အမေ ဆိုယောင်းနဲ့ sexဖြစ်ဖို့ နီးစပ်သွားပါတော့တယ်။ အဲဒါကို မင်ဂျီက ညတွင်းချင်း သိရှိသွားလေတော့ သားဖြစ်သူ ချန်ယောင်းရဲ့အခန်းထဲကိုသွားပြီး ကာမစည်းစိမ်ကို ဘယ်လိုမျိုး ခံစားကြမလဲဆိုတာကိုတော့ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်",
    "url": "https://www.mediafire.com/file/s39l7i3wyjpettk/Friends_Mother.mp4/file"
  },
  {
    "thumbnail": "https://www.themoviedb.org/t/p/w500/t53U8onQRDDG1zMl8h1qCmID5gF.jpg",
    "title": "Sashimi (2015) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဇာတ်လမ်းအစမှာတော့ အပြာမင်းသမီးတစ်ယောက် နာဆုမိနဲ့ ရုပ်ရှင်ရိုက်ကူးခဲ့တဲ့ မင်းသားတစ်ယောက် HIV ပိုးကူးစက်ခံရပြီး မင်းသားက သူ့ကိုယ်သူအဆုံးစီရင်သွားတဲ့ သတင်းက ပျံ့နှံ့လို့နေပါတယ်။နာဆုမိတစ်ယောက် အပြာကားတွေရိုက်နေစဥ်ကာလတစ်လျှောက်လုံး ရုပ်ရှင်တစ်ကားထွက်တိုင်း ထိုင်ဝမ်ကနေ သူ့ဆီ ပို့စ်ကဒ်တစ်ကဒ် အမြဲရောက်လာခဲ့ပါတယ်။HIV ပိုးရောဂါရှိမှန်းသိလိုက်ရတဲ့ အချိန်ကစပြီး အပြာကားတွေဆက်မရိုက်တော့ဘဲ နာဆုမိက သူ့ဆီအမြဲစာပို့နေတဲ့ သူနောက်ကို ခရီးဆက်ခဲ့ပါတယ်။ နာဆုမိကို ပိုစ့်ကဒ်တွေ ပို့ပေးနေသူဟာ ဘယ်သူဖြစ်မလဲ…ဘာကြောင့် နာဆုမိဆီ ပိုစ့်ကဒ်တွေပို့ပေးနေရတာလဲ…နာဆုမိနဲ့ သူ့ဆီစာအမြဲပို့နေတဲ့သူက ဘယ်လိုဆက်စပ်မှုရှိမလဲ ဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး",
    "url": "https://www.mediafire.com/file/26vrjo1j49gz5gk/18__Sashimi_2015.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/9nmTtxG.jpg",
    "title": "Sarangbang Guest (2022) *vip",
    "info": "မြန်မာစာတန်းထိုး (18+)  ဇာတ်လမ်းလေးကတော့ ဟိုးအရင်က ကိုရီးယားနိုင်ငံရဲ့ တောရွာလေး တစ်ခုမှာ မုဆိုးမ အမျိုးသမီးနဲ့  သူ့ရဲ့ ခဲအိုတို့ တူတူနေကြတယ်။ ပြီးတော့ စိတ်ထဲမှာလည်း အသီးသီး မေတ္တာ ရှိနေကြတယ်။ ဒါပေမယ့် ခဲအိုဆိုတဲ့လူက အဲ့မှာ ရှိတဲ့ အစေခံမလေးကိုပါ အလွတ်မပေးပြန်ဘူး ။ အစေခံမလေးက‌လည်း သူ့ရဲ့ စကားချိုချိုတွေအောက်မှာ အရူးအမှူးပေါ့။ ဒါပေမယ့် နောက်ပိုင်းမှာ အဲ့ဒိကောင်က အစေခံမလေးကို သတ်ပြီး ကိစ္စတွေကို ဖုံးဖို့လုပ်ခဲ့တယ်။ သို့ပေမယ့် ကောင်မလေးက သေလောက်တဲ့ ဒဏ်ရာတွေနဲ့ လွတ်မြောက်ခဲ့ပြီး နောက် သုံးနှစ်အကြာမှာ  လက်စားချေဖို့ ပြန်ရောက်လာရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရူရမှာပါ။",
    "url": "https://www.mediafire.com/file/ldndizybeuqrdx0/Sarangbang+Gues(2022).mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMWFlN2U0YTAtMjI5Yi00ODNmLTkwNTAtOWQ0MDRjMDgyZmUzXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "SIKLO 2022 *vip",
    "info": "18+ မြန်မာစာတန်းထိုးရင်ဂိုဆိုတဲ့ကောင်လေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်သည်တစ်ပိုင်းဖြစ်နေပြီး အတူနေချစ်သူအမန်ဒါမှာလဲကိုယ်ဝန်ဆောင်ထားတာဖြစ်တော့ Delivery Rider တစ်ယောက်အနေနဲ့ကြိုးစားအသက်မွေးနေပါတယ်။ သူတို့ဆီမှာလဲ ဒီမှာလိုပဲ Riderတွေကြုံရတတ်တဲ့မှာပြီးမှမယူတာ၊ စိုက်ပေးထားတဲ့ပိုက်ဆံတွေပြန်မရတာ စတာမျိုးတွေကြောင့် သူ့ချစ်သူနဲ့ခဏခဏပြဿနာဖြစ်ရပါတယ်။တစ်နေ့တော့ အဲ့ဒီလိုကုမ္ပဏီအသစ်တစ်ခုမှာ သွားလျှောက်ရာကနေအဆင်ပြေသွားခဲ့ပြီး ရင်ဂိုဘဝတစ်ဆစ်ချိုးပြောင်းဖို့ဖြစ်လာပါတော့တယ်။အဲ့ဒီမှာအလုပ်ဝင်ချိန်ကစလို့ ဆက်တိုက်ကြုံရတာကတော့ သူတို့မြို့မှာ သာသနာပြုလုပ်ငန်းဗန်းပြပြီးနောက်ကွယ်က မကောင်းမှုပေါင်းစုံအားလုံးလုပ်တဲ့ သင်းအုပ်ဆရာ မိသားစု ရဲ့ အရှုပ်အထွေးတွေပါပဲ။ သင်းအုပ်ဆရာရဲ့ တိတ်တိတ်ပုန်းချစ်သူ မိန်းကလေးပစ္စည်းမှာတဲ့အခေါက်တိုင်း သူ့ဆီပဲတိုက်တိုက်ဆိုင်ဆိုင်ရောက်ရောက်လာတတ်လို့ မျက်မှန်းတန်းမိစအချိန်မှာ အဲ့ဒီမိန်းမလှလေးဟာ ရေစိုနေတဲ့အဝတ်အစားတွေနဲ့ထွက်ပြီးလာယူပါတယ်။အဲ့ဒီကနေ စကားစပ်မိရာက ကောင်မလေးအိမ်မှာရေပိုက်ပျက်နေတယ်ဆိုတာကို သိလိုက်ရသလို ရင်ဂိုက သူရေပိုက်ကောင်းကောင်းပြင်တတ်တဲ့အကြောင်းပြောရင်း အိမ်ထဲဝင်လိုက်မိတဲ့အခါ...ရင်ဂို့ဇနီးသည်ဟာ ကိုယ်ဝန်ဆောင်ဖြစ်တဲ့အတွက် သူ့မှာတစ်ပိုင်းတစ်စနဲ့မပြီးပြတ်လိုက်တဲ့ဆန္ဒတွေရှိပါတယ်၊အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့သင်းအုပ်ဆရာကို အလိုဖြည့်ရုံသက်သက်ဆက်ဆံရရှာတဲ့ ကောင်မလေးမှာလဲ ဒီလိုထပ်တူအားမလိုအားမရဖြစ်မှုတွေ ကိန်းအောင်းနေတဲ့အတွက် သူတို့နှစ်ယောက်ဟာ..။ထုံးစံအတိုင်း မိသားစုနဲ့ကြည့်မရတဲ့ အခန်းတွေ အများကြီးပါဝင်ပါတယ်။ ဒါတွေကို အသားပေးဆိုပေမယ့် နောက်ခံဇာတ်လမ်း၊ လှည့်ကွက်၊အစရှိတာတွေကလဲ အပြစ်ပြောစရာမရှိသလောက် ကောင်းမွန်တဲ့အချစ်ဇာတ်ကြမ်းကားသစ်တစ်ကားဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/g6d4nwqzi2b3wit/Siklo2022.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMWZhNjQ4ZTItNDM0NS00NGEzLWE5YjAtMmJmM2RhMTMwNzNkXkEyXkFqcGdeQXVyMzQ2MDUxMTg@._V1_.jpg",
    "title": "A Frozen Flower *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်….Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ…ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ…သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ….အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်…တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ Hong Rim ဟာ မင်းကြီးရဲ့ချစ်သူလည်းဖြစ်နေခဲ့ပါတယ်…နောက်ဆုံးမှာ မင်းကြီးဟာဆုံးဖြတ်ချက်ပြတ်ပြတ်သားသားချပြီး သူ့ကိုယ်ရံတော်ဖြစ်တဲ့ Hong Rim နဲ့ သူ့မိဖုရားနဲ့ကိုအတူပေးနေစေပြီးတော့ ရင်သွေးရအောင်ကြံရပါတော့တယ်…အဲ့လိုနေခိုင်းလိုက်တော့ မိဖုရားနဲ့ ကိုယ်ရံတော်တို့ခမျာ အထိအတွေ့ကိုမလွန်ဆန်နိုင်တော့ဘဲတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားရာကနေ ကိုယ်ရံတော် ရင်ထဲမှာ မင်းကြီးအတွက် နေရာမရှိဖြစ်လာပါတော့တယ်…ဒီလိုမျိုး ချစ်ရသူဆီကဒီလိုပစ်ပယ်တာတွေခံလာရတော့ မင်းကြီးရင်ထဲမှာဘယ်လိုတွေဖြစ်လာမလဲ…သူကိုယ်ရံတော်နဲ့ မိဖုရားကကော သူတို့ရဲ့အချစ်တွေကိုရပ်တန့်နိုင်ကြမလား….ဘယ်လိုတွေဆက်ပြီးဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရာကြည့်ရမှာပဲဖြစ်ပါတယ်…IMDb Rating (7.1) ရရှိထားပါတယ်။ပွဲကြမ်းတဲ့အခန်းတွေများတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့အပြင်ကို အသက် ၁၈ နှစ်ပြည့်မှ ကြည့်သင့်တဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/2hxordolo0xotzh/AFrozenFlower.mp4/file"
  },
  {
    "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/we2fwufoigdu.jpg",
    "title": "Last Sister Class (2020) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဖောင်းဒိုင်း 18+ ကိုရီးယားနောက်ထပ်တစ်ကားလာပါပြီ ဒီကားမှာတော့ စိတ္တဇဆန်ဆန်ဖောင်းဒိုင်းခန်းတွေကို တွေ့ရမှာဖြစ်ပြီး မိန်းမဆိုက်ကိုတစ်ယောက်ရဲ့လက်စားချေလက်တုံ့ပြန်ထားတဲ့အကြောင်းလေးကို ရင်သပ်ရှုမော ရှုစားကြရဦးမှာပါ ဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်မွေးစားညီအစ်မ နှစ်ယောက်ကယောကျာ်း တစ်ယောက်ကိုတစ်ပြိုင်တည်းချစ်မိသွားတဲ့ အခါညီမရဲ့အီစီကလီကို အစ်မကဖြတ်ခုတ်တဲ့ဇာတ်လမ်းလေးပါ ညီၤမဖြစ်သူအိမ်ပြန်နောက်ကျနေတုန်းအစ်မက ညီမဘဲနဲ့ခိုးစားနေတာကို ညီမဖြစ်သူကိုယ်တိုင်မြင်သွားတဲ့အခါမှာတော့ ဆောက်တည်ရာမရလင်တရူးသွားပါတော့တယ် စိတ်ကျန်းမာရေး ဆေးရုံတက်နေရင်း ငြိလာတဲ့ဆိုက်ကိုဘဲတစ်ပွေနဲ့အတူ ဆေးရုံဆင်းလာတဲ့အချိန်မှာညီမဖြစ်သူက အစ်မဖြစ်သူ ခိုးစားလင်မယားကိုလိုက်ရှာပြီးလက်စားချေဖို့ကြိုးပမ်းပါတော့တယ် ကျန်တာတော့ငါးကောင်တို့အတွက် တစ်ကွက်ချန်ထားလို့ကိုယ်တိုင်ဒေါင်းကြည့်စေချင်ပါတယ် မင်းသမီးအပိုင်းကိုညွှန်းရရင် အစ်မဖြစ်သူကောညီမဖြစ်သူပါဘော်ဒီတွေတောင့်သလိုညီမဖြစ်သူကအိုးကားကားနဲ့အကိတ်မို့လို့လက်မလွှတ်တမ်း ရှုစားသင့်တဲ့အထဲပါပါတယ် အကွက်ဆန်းတွေနဲ့ဆိုက်ကိုဆန်ဆန်ခပ်ကြမ်းကြမ်းဖောင်းဒိုင်းခန်းတွေလည်းပါလို့ ၁၈ယောက်မပြည့်ရင်မကြည့်ပါနဲ့လို့သတိပေးချင်ပေမယ့်လည်း မရရအောင်ကြည့်ကြမှာသိလို့ဒေါင်းပြီးသိုင်းကွက်ဆန်းတွေကို တဝရှုစားလိုက်ပါဦး",
    "url": "https://www.mediafire.com/file/r138uw8xzo2komb/Last_Sister_Class.mp4/file"
  }
]