[
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BZTJhZjRjYmYtYjk3Zi00NzEwLWFiNDctNDI4MDQzOTMyOTZlXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_.jpg",
    "title": "Hugas (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအယ်လ်က လမ်းဘေးမှာပဲတစ်ကောင်ကြွက်အဖြစ် ခိုးဆိုးလုနှိုက်အလုပ်တွေနဲ့ကြီးပြင်းလာတဲ့ လမ်းပျော်လူငယ်တစ်ဦးပါ။သူ့မိတ်ဆွေတစ်ယောက်အဆက်အသွယ်နဲ့ ဘဏ်ဓားပြ၊မူးယစ်မှောင်ခို အစရှိတဲ့အလုပ်တွေလုပ်ကိုင်တဲ့ ဒန်ချိုရဲ့လူဆိုးဂိုဏ်းကိုဝင်ရောက်လာခဲ့ပြီး သူ့ကျွမ်းကျင်မှုတွေကြောင့် အချိန်တိုအတွင်းမှာပဲ လူယုံတစ်ယောက်ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂန်းစတားပေါက်စလေး အယ်လ်အနေနဲ့ ဒုစရိုက်လောကကိုစွန့်ခွာချင်စရာအကြောင်းပြချက်က ဒီဂိုဏ်းထဲမှာပဲတွေ့ခဲ့တဲ့လီဆယ်လ်ဆိုတဲ့ မိန်းမလှလေး တစ်ဦးဖြစ်လာခဲ့ပါတယ်။ဖိလစ်ပိုင်သမ္မတ ဒူတာတေးခေတ်မှာ မူးယစ်ဂိုဏ်းတွေအပေါ်ရိုက်ခတ်လာခဲ့တဲ့ တွေ့ရာနေရာအမေးအမြန်းမရှိ ပစ်ခတ်သတ်ဖြတ်တဲ့ စီရင်မှုတွေ၊ ဂိုဏ်းအချင်းချင်းနယ်မြေလု ဖျံကျတဲ့အကွက်တွေ၊ အချင်းချင်း နောက်ကျောကနေဓားနဲ့ထိုးဖို့ဝန်မလေးတဲ့လောက ကနေ သူတို့ဘယ်လိုလွတ်အောင်ရုန်းမလဲဆိုတာကို ဆက်လက်ရှုစားကြပါဇာတ်လမ်းက အပစ်အခတ်အညှစ်အသတ်တွေများသလို အညစ်အပတ်တွေလဲအရမ်းများပါတယ်၊ဘဏ်ဓားပြတိုက်ရင်း စာရေးမကအထာပေးလို့ဂျိမ်းတာ၊ချစ်သူချင်းမင်္ဂလာဦးညဂျိမ်းတာ၊ ပျော်လို့ဂျိမ်းတာ၊ စိတ်ညစ်တာကိုဖေးမနှစ်သိမ့်ရင်းလမ်းကြုံလို့ဂျိမ်းတာ စသဖြင့်အားနေဂျိမ်းနေကြတာဖြစ်လို့မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး",
    "url": "https://www.mediafire.com/file/ew1ez1jt38wulsz/Hugas2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/TMrWWiS_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Lazy Hazy Crazy MMSub *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအမှန်ဆို 18+ ဆိုတာနဲ့အိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်ဒချိ ဒချိ တွေ ကို ကျနော်တကယ်ကြီး မကြိုက်ပါဘူးတစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်းဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆိုPron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..ကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်တင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်…တရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့ဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ…ချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခအိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လိုအကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်တစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်လူကသာ အထက်တန်း ကျောင်းသူပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ…သူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ကတော့အဖွားဖြစ်သူ အိမ်မှာ ကပ်နေရတာ ဖြစ်ပြီးအချုပ်ချယ် ခံရသူလေး ဖြစ်ပါတယ်….ချွိုင် နဲ့ ပင်ကီ တို့ အလုပ်တွေကို သူသိပြီးလိုက်ချင်ခဲ့ပေမယ့် သူငယ်ချင်း ၂ ယောက်ကသူမ ကိုပါ ဒီလို အဖြစ်ထဲ ဆွဲမခေါ်ချင်တဲ့ အတွက်တစ်ခါမှ အပြင်ကို မခေါ်သွားဖူးပါဘူး…ဇာတ်ကားအပြည့်အစုံကို ကြည့်ရှုလိုက်ပါ",
    "url": "https://www.mediafire.com/file/m3lc5iy8p1yybkb/LazyHazyCrazy.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/cr7ZF2U_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Mahjong Night (2021) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဇာတ်လမ်းအကျဉ်းကတော့အယ်လီဇာက မိခင်ဖြစ်သူရယ် ပထွေးရယ်နဲ့အတူနေရတဲ့ ဟင်းချက်ဝါသနာရှင် အလှလေးပေါ့…ထုံးစံအတိုင်း ပထွေးက အယ်လီဇာရဲ့အလှတရားကိုခံစားမိချိန်မှာ ငယ်ငယ်တည်းက ကျွေးမွေးထားရတဲ့ကျေးဇူးရှိပါတယ်ဆိုပြီး သူ့ပိုင်ပစ္စည်းလုပ်ချင်နေတာပေါ့…ဒီလိုနဲ့ တနေ့မှာတော့ အယ်လီဇာရဲ့မိခင်ကကိုဗစ်ကာလမှာ ကွဲကွာခဲ့တဲ့ အပေါင်းအသင်းတွေနဲ့မာကျောက်ကစားဖို့ သူတို့အိမ်မှာ စုံကြရင်း…မထင်မှတ်ထားနဲ့ ဇာတ်ကွတ်တချို့နဲ့အယ်လီဇာရဲ့အလှတရားကြောင့် ဒီကားဟာdsဖန်တွေအတွက် ပြီးပြည့်စုံမယ့်ကားတခုလို့ထင်မှတ်ပြီး တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/pcbpn6knhtr8sba/MahjongNights2021.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo859685.jpg",
    "title": "The Sister’s S-Scandal 2017 *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအရင်ကိုရီးယားလူကြီးကားတွေနဲ့ မတူတဲ့ဒီ 18+ကားလေးကဇာတ်လမ်းလေးကြည့်လို့ကောင်းတယ် ဇာတ်လမ်းကိုပြောရရင်နာမည်ကြီးဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ရည်မှန်းချက်ကြီးတဲ့ယူဂျင်းအီဆိုတဲ့ ကောင်မလေး အဲ့ကောင်မလေးမှာ ယူဂျောင်းဆိုတဲ့ညီမလေး တစ်ယောက်ရှိတယ် သူ့ညီမကလည်း ဂျင်းအီအလုပ်လုပ်နေတဲ့ရုပ်ရှင်ကုမ္ပဏီ က ဝန်ထမ်းမလေးပေါ့ ဒါပေမယ့်သူတို့အလုပ်လုပ်နေတဲ့ ကုမ္ပဏီသူဌေးကတော့ တကယ့်စားနေကျ ကြောင်ဖားကြီး အားနေ ဝန်ထမ်းမလေးတွေကိုစားလိုက် မင်းသမီးတွေကို စားလိုက်လုပ်နေတဲ့ Sugar Daddyကြီးပေါ့ ယူဂျောင်းကသူ့အစ်မဂျင်းအီရဲ့ ကြိုးစားအားထုတ်ထားတဲ့ ဇာတ်ညွှန်းကိုရုပ်ရှင်ရိုက်ဖြစ်အောင်စတေးခံအနေနဲ့ သူ့ကုမ္ပဏီက သူဌေးနဲ့ တူတူအိပ်လိုက်ရတယ်ဒါကိုသိသွားတဲ့ သူ့အစ်မ ဂျင်းအီတစ်ယောက် စားဖားသူဌေးကိုဘယ်လိုလက်စားချေမလဲဆိုတာ ရင်တလှပ်လှပ်နဲ့ ခံစားကြည့်ရဦးမှာပါစားဖားကြီးရဲ့ မင်းသမီးငယ်လေးတွေ စားပုံ၊ဝန်ထမ်းကောင်မလေးကိုနှိုက်မြည်းပုံ 18+အခန်းတွေ ဖောဖောသီသီပါတဲ့အပြင် အရင်ကားတွေနဲ့မတူတဲ့ ရိုက်ကွက်တွေကြောင့် နောက်ထပ်သဘောကျဦးမယ့်ကားလေးလို့ညွှန်းချင်ပါတယ်",
    "url": "https://www.mediafire.com/file/nl6z1lr03u4y1wz/The_Sister_s_Scandal.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/GJbKwf.jpg",
    "title": "Lost in Beijing (2007) *vip",
    "info": "မြန်မာစာတန်းထိုးတရုတ်နိုင်ငံရဲ့ အချောအလှစာရင်းဝင် မင်းသမီး ဖန်ပင်းပင်းရဲ့ ၂၀၀၇ ခုနှစ်က Drama ဇာတ်ကား​ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဒီထဲက ဖန်ပင်းပင်းရဲ့ သရုပ်ဆောင်ချက်တွေဟာ ဝေဖန်သူတွေကြားထဲ လက်ခုပ်သံရရှိစေခဲ့ပါတယ်။ IMDB မှာလဲ 6.8 ရရှိထားပြီး Deep ဖြစ်တဲ့ Drama ဇာတ်ကားဖြစ်ပါသည်ဇာတ်လမ်းအကျဥ်း…​နယ်ကနေ ဘေကျင်းကိုတက်လာပြီးကြုံရာအလုပ်လုပ်တဲ့ လင်မယားနှစ်ယောက်၊ မိန်းမဖြစ်သူက အပျိုဟန်ဆောင်ပြီး Foot Message မှာ အလုပ်ဝင်လုပ်သလို၊ ယောကျာ်းဖြစ်သူကလည်း အထပ်မြင့်မှန်တွေသန့်ရှင်းရေးလုပ်ကာ ဘဝကိုရုန်းကန်နေရင်း တစ်နေ့တော့…….အဲ့ဒီတစ်နေ့ကြောင့်ပဲ ဘဝမှာ ငွေလား အချစ်လား ရမ္မက်လား မေးခွန်းတွေပေါ်ထွက်လာပါတော့တယ်။ ငွေဟာ လူ့သည်းခြေကြိုက်ဒုတိယဘုရားသခင်ဖြစ်ပေမယ့် တကယ့်ရွေးချယ်စရာ အချို့နဲ့ကြုံလာရင်တော့……ဇာတ်လမ်းကိုပဲ စီးမျောခံစားကြည့်လိုက်ပါ။Drama ဇာတ်လမ်းမျိုးဖြစ်ပေမယ့် ဖန်ပင်းပင်းရဲ့ အလှကောက်ကြောင်းတွေနဲ့ စကားကြမ်းကြမ်း အခန်းကြမ်းကြမ်းတွေပါတာမို့ ၁၈ နှစ် အထက်မှသာ ကြည့်ရှုဖို့ သင့်တော်ပါလိမ့်မယ်။",
    "url": "https://www.mediafire.com/file/ut50ubbbsp456qq/LostinBeijing2007.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/n05B2c2_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "My husband's best friend and rice cake (2022) *vip",
    "info": "မြန်မာစာတန်းထိုး(18+)ဇာတ်လမ်းလေးကတော့ မိန်းကလေးနှစ်ယောက် လက်ထပ်ပြီး အတွေ့အကြုံတွေကို ပြောပြပုံနဲ့ စထားတယ်။ ပထမ အမျိုးသမီးက လက်ထပ်ပြီးတော့ သူ့ယောက်ျားက အချစ်ဆုံး သူငယ်ချင်းနဲ့ မိတ်ဆက်ပေးတဲ့အခါ အဲ့ဒီလူက သူနဲ့ဒချိဘူးတဲ့ လူဖြစ်နေတယ်။ဒုတိယတစ်ယောက်က လိုင်းပေါ်ကနေ အာသာဖြေဖို့ပစ္စည်း မှာလိုက်တာကို ဘေးအိမ်က ယောက်ျားဆီကို ပစ္စည်းလာပိူ့တဲ့လူက ပို့မိသွားတယ်။ဒီတော့ သူတို့နှစ်ယောက် ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ကြည့်ရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/66iuazw1rqft3hg/best_friend_and_rice_cake.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/EOVLO_4f.jpg",
    "title": "Boy bastos 2022 *vip",
    "info": "18+ မြန်မာစာတန်းထိုး၂၀၂၂ ခုနှစ်ထွက် အင်ဒိုဟာသကားကောင်းလေးတစ်ကားလေးနဲ့မိတ်ဆက်ပေးရမယ်ဆိုရင်ဖြင့် Boy bastos ဆိုတဲ့ကားလေးကိုပဲရှေ့ဆုံးမှာထား ညွှန်းပေးရပါလိမ့်မယ်။ အင်ဒို၊ ဖိလစ်ပိုင်ကားလေးတွေဟာအာရှမျက်လုံးကြည့်ပျော်၊ရှုကောင်းရှိလှတာမို့ နောက်ပိုင်းခေတ်စားလာတယ်ဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။ဟာသကားကောင်းလေးဆိုပေမဲ့ ၁၈ ယောက်ပြည့်မှကြည့်ရမယ့်အခန်းတွေလည်းပါပါတယ်နော်",
    "url": "https://www.mediafire.com/file/mw715ego49zdtir/BoyBastos2022.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/61vnd_4f.jpg",
    "title": "(18+)Island of Desire (2022) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးတစ်ချို့ဇာတ်ကားတွေသည် player1 နဲ့ကြည့်တဲ့အခါ video အဆုံးထိ မပါတာမျိုးဖစ်နေရင် player2 ဖစ်ကြည့်ပါရန်မာသာဆိုတဲ့ အမျိုးသမီးငယ်လေးဟာ သူ့ကလေးအသေမွေးပြီးတဲ့နောက် စိတ်ဂယောင်ချောက်ချားဝေဒနာကြောင့်ကုထုံးဆရာဝန်နဲ့ပြနေရပြီး တစ်ပူပေါ်နှစ်ပူဆင့်စရာသူ့ခင်ပွန်းရဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကလဲ စိတ်ဖိစီးစရာဖြစ်နေပါသေးတယ်။တစ်နေ့ဆရာဝန်ဆီကအပြန်ကားပေါ်မှာကတောက်ကဆဖြစ်ရာကနေမတော်တဆမှုကြုံပြီးနှစ်ဦးလုံးသတိလစ်မေ့မျောသွားပါတော့တယ်။သတိရလာတဲ့အချိန်မှာတော့ မာသာဟာ အစ်စလာဘာတိုဆိုတဲ့ ဝေးခေါင်တဲ့ဒေသကျွန်းလေးတစ်ကျွန်းမှာခရိုင်ကျန်းမာရေးဌာနရဲ့သူနာပြုတစ်ယောက်အဖြစ်ရောက်ရှိနေပါတယ်။ ကျွန်းပေါ်ကဝမ်းဆွဲဆရာမ တက်စ်၊ လီလွိုင်းဆိုတဲ့ဆိုင်ကယ်ကယ်ရီသမားလူငယ်လေးတို့နဲ့ရင်းနှီးလာခဲ့ပြီး လီလွိုင်းနဲ့တော့ချစ်ကျွမ်းဝင်နေကြပါပြီ။ကျွန်းပေါ်ရောက်ကတည်းက မာသာဟာထူးခြားတဲ့အိမ်မက်တွေကိုမြင်မက်ပါတယ်၊ အဲ့ဒီအိမ်မက်ကတော့ကလေးမွေးလုဆဲမိခင်တွေကို သူကူညီပြုစုပေးနေရင်း အဲ့ဒီမိခင်တွေကနေ မြွေမွေးလာပြီးထကိုက်တာ ဆိတ်ကလေးမွေးလာတာတွေပါ။ ဒီလိုပဲကျွန်းပေါ်က တစ်ချို့လူတွေက သူအရင်က သိဖူးကျွမ်းဖူးသလိုဖြစ်နေရုံတင်မကကာလရှည်ပျောက်ဆုံးနေတဲ့အစ်မအရင်းဖြစ်သူကိုပါ ကျွန်းပေါ်မှာတွေ့လာရပြီး အဲ့ဒီအစ်မက ကျွန်းပေါ်ကချက်ချင်းပြန်ဖို့ သူ့ကိုတွေ့တိုင်းတိုက်တွန်းလာတဲ့အခါ..။ သူဟာ မာသာဘဝမှာသက်ရှိထင်ရှားရှိနေသေးရဲ့လား?အခု သူရောက်နေတာ နောက်ဘဝလား? ဒါမှမဟုတ် အတိတ်ကသူ့ဘဝပဲလား? အဲ့ဒီလိုမဟုတ်ခဲ့ရင်ဒါဟာအပယ်ဘုံတစ်မျိုးမျိုးလား? ပဟေဠိဆန်တဲ့ကျွန်းရဲ့လျှို့ဝှက်ချက်တွေကို သူဘယ်လိုအဖြေရှာမလဲ?မကြာသေးမှီကထွက်ရှိထားတဲ့ Siklo နဲ့ Moonlight Butterfly တို့နဲ့ပရိသတ်စိတ်ဝင်စားမှုကိုရထားတဲ့မင်းသမီးချောလေး Christine Bermas နဲ့ Nerisa, Taya, Mahjong Night တို့ရဲ့မင်းသားငယ် Sean de Guzman တို့ဦးဆောင်ပါဝင်ထားပါတယ်။ကာမဂုဏ်တွေနဲ့လူသားတွေကိုမိန်းမောယစ်မူးစေပြီး အမှန်ကိုမမြင်နိုင်အောင်ပိတ်ပင်ဖျားယောင်းတဲ့ဘုံတစ်မျိုးမျိုးကိုရည်ရွယ်ဟန်ရှိတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့ကျွန်း၊ အစ်စလာဘတန်တိုခေါ်ရမ္မက်ကျွန်းရဲ့အကြောင်းကို ဆက်လက်ရှုစားကြပါ",
    "url": "https://www.mediafire.com/file/5ojmn7tfz80mrq4/IslandOfDesire2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/stlZKNl_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Girl and the Wooden Horse Torture (1982) *vip",
    "info": "မြန်မာစာတန်းထိုးနာမီဆူချီယာဟာ စာတော်ပြီး ဆရာအရေးပေးခံရတဲ့ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပါတယ်။တစ်ချို့ကျောင်းသူတွေမနာလိုဖြစ်ကြရအောင်လဲ သူတို့တွေကြိတ်ကြွေနေတဲ့ ခန့်ညားချောမောတဲ့ဆရာဟာ နာမီ့အပေါ်ကို သိသိသာသာကြွေဆင်းနေခဲ့တာအမှန်ပါ။ဆရာဟာ နာမီ့အပေါ်ကို စိတ်ကူးတွေယဉ်တယ်၊ နာမီကိုယ်တိုင်ကလဲ ဆရာက သူဒုက္ခရောက်နေတဲ့အချိန်မှာ လာရောက်ကယ်တင်တတ်တဲ့အကြောင်း၊ ကယ်တင်ပြီးရင် သူ့ကိုရက်ရက်စက်စက်နှိပ်စက်ပြီးရင်မုဒိမ်းကျင့်ဖို့ကြိုးစားတဲ့အကြောင်း အိမ်မက်တွေမက်တတ်တယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားက နှောင်ဖွဲ့မှု စိတ္တဇတွေ နက်ရှိုင်းလာပါတော့တယ်။ဒီဇာတ်ကားနဲ့ပတ်သက်တဲ့မှတ်ချက်တွေထဲမှာ ဂျပန်တွေဟာ လက်တွေ့ဘဝမှာ လိမ်မာယဉ်ကျေးကြတဲ့အပြင်ပန်းမျက်နှာစာကို ကောင်းကောင်းထိန်းသိမ်းထားနိုင်ပြီးတော့ anime နဲ့ ရုပ်ရှင်တွေထဲမှာ စိတ်ကူးတွေကိုရိုင်းချင်တိုင်းရိုင်းကြမ်းချင်တိုင်းကြမ်းခွင့်ပေးထားတာ သိပ်ကြိုက်တယ်ဆိုတဲ့ တစ်ခုကိုသဘောကျမိပါတယ်။",
    "url": "https://www.mediafire.com/file/pqkjtockt1y7lm9/GirlandtheWoodenHorse.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/eyT89Md_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Flesh Clerk Who Shoves You Up And Down *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဇာတ်ကားလေးမှာတော့ ကုမ္ပဏီ ဝန်ထမ်းတွေဖြစ်ကြတဲ့ လက်ထောက်မှူးဂင်နဲ့ သူ့ရဲ့ ကောင်မလေး ဂျီအာတိုက ကုမ္ပဏီရဲ့ ညွှန်ကြားချက်အရ တစ်ဖက်ကုမ္ပဏီက သူဌေးစုံတွဲနဲ့ သွားတွေ့ပြီး စာချုပ်ချုပ်ဖို ပြင်ဆင်တဲ့ နေရာကနေ အစပြုပါတယ်။ တစ်ထိုင်တည်းနဲ့ သိန်း၇၀၀လောက်ကို အချီကြီးရမယ့် အလုပ်ဖြစ်နေပေမယ့်တစ်ခုထူးခြားတာက စာချုပ်ချုပ်နိုင်ဖိုအတွက် အဓိက လိုအပ်ချက်က လက်ထောက်မှူးဂင်တိုစုံတွဲနဲ့ တစ်ဖက် ကုမ္ပဏီက သူဌေးစုံတွဲတိုက အပြန်အလှန် လဲစားကြဖို လိုအပ်တယ်ဆိုတဲ့ အချက်လေးနဲ့ သွားငြိနေတာပဲ ဖြစ်ပါတယ်။ သိန်းပေါင်းများစွာရမယ့် စာချုပ် ချုပ်ဖြစ်ဖိုအတွက် သူတိုစုံတွဲတွေ ဘယ်လိုမျိုး လဲစားကြမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်",
    "url": "https://www.mediafire.com/file/4q0n8p1zlm57b7j/Flesh+Clerk+Who+Shoves+You+Up+And+Down.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BYzczODBlNmQtNjJmYS00Y2Y3LWEwMTEtYWE2ODBkNjYxNDM0XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_FMjpg_UX1000_.jpg",
    "title": "The Concubine *vip",
    "info": "18+ မြန်မာစာတန်းထိုးငယ်စဉ်ကအတူကြီးပြင်းလာခဲ့တဲ့ချစ်သူနဲ့ ကိုယ်ဝန်ရခဲ့သော်လည်း ဖခင်အမတ်ကြီး အသတ်ခံရမှာစိုးတဲ့အတွက် မိဖုရားဖြစ်လာခဲ့သူ ဟွယွန်ဟွယွန်ကို ငယ်စဉ်ကတည်းက စိတ်ဝင်စားသော်လည်း လက်လွတ်ခဲ့ရပြီး ဘုရင်ဖြစ်လာမှ မရမကယူချင်နေတဲ့ ဆောင်ဝမ်အမတ်ကြီးသမီးနဲ့ချစ်မိလို့ ယောက်ကျားစစ်စစ်ဘဝဆုံးရှုံးလိုက်ရပြီး လက်စားချေဖို့အတွက် နန်းတွင်းထဲကို ကုန်းကုန်းအဖြစ် ဝင်ရောက်လာသူ ကွမ်ယိုအာဏာမက်မောလွန်းတဲ့အတွက် လက်ရှိဘုရင်ကိုသတ်ပြီး သားဖြစ်သူ ဆောင်ဝမ်ကို ရုပ်သေးဘုရင်အဖြစ် အသုံချပြီး နန်းတော်ကိုချယ်ခြယ်နေတဲ့ မယ်တော်ကြီးအဲဒီ ဇာတ်ကောင်တွေဦးဆောင်တဲ့ဒီဇာတ်ကားဟာ အာဏာ၊ တဏှာ၊ အချစ်၊ မိခင်မေတ္တာနဲ့ လက်စားချေမှုတို့ကို ပြသထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ မင်းသမီး Jo Yeo-jeong ကတော့ တီဗွီက ဇာတ်လမ်းတွဲတွေထဲမှာ မြင်ဖူးကြမှပါ။ဒီကားက ဇာတ်လမ်းအသားပေး Drama ကားဆိုပေမယ့် တစ်ချို့အခန်းတွေက တော်တော်ကြမ်းတာကြောင့် 18+++ ဖြစ်ပါတယ်။ IMDb မှာလည်း Rating ကောင်းတဲ့ကောင်းပါ။ Jo Yeo-jeong ဘာလို့နာမည်ကြီးသွားလဲကြည့်လိုက်ပါဦး။",
    "url": "https://www.mediafire.com/file/ej9dwb6j8b0a3y7/TheConcubine.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/1oKEzc.jpg?v=1",
    "title": "Mother’s Job 2017 *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအိမ်ထောင်ရေးတစ်ခုကို လွယ်လွယ်လေးပဲတွေးပြီးခေါင်းမာတက်တဲ့ မမတစ်ယောက်ရှိတယ်သူ့မှာ သားတယောက်ရှိပြီး အိမ်ထောင်ရေးမှာ အဆင်မပြေမှုတွေများလာတော့ ကွာရှင်းပြတ်စဲလိုက်တယ်ခိုကိုးရာမဲ့ ဘဝကိုကြုံရာကျပမ်းလုပ်လာရင်းကအရက်ဘားတစ်ခုမှာ ခြေချမိတယ်အရင်းရှင်တို့ရဲ့ထုံးစံအတိုင်းပါပဲ ဧည့်ကြိုက်တယောက်ရလာပြီဆိုရင်မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ရစ်ပတ်ထားစမြဲပါပဲသူမရဲ့အလှတွေက ခန့်ညားပြီးကျက်သရေရှိနေတာကိုးတည်ငြိမ်ရင့်ကျက်ပြီး ကျားတွေရဲ့ ဘဝင်ခွေ့အောင်ချွဲနိုင်သူယောင်နုမိသားစုအဆင်မပြေတော့ အကြွေဗလပျစ်နဲ့အားလုံးကနယ်ဖက်ရွှေ့ပေးရပေမဲ့ပညာရေးတစ်ပိုင်းတစမို့ သူကျန်ခဲ့ရရှာတယ်မိသားစုအဆင်မပြေတော့ ကျောင်းစရိတ်မပံ့ပိုးရှာနိုင်ကြဘူးယောင်နုအနေနဲ့ ဝင်ငွေကောင်းတဲ့ အချိန်ပိုင်း အလုပ်ရရှိရေးပဲဦးစားပေးရပါတယ်သူကငယ်ရွယ်နုပျိုတယ် ခန့်ငြားတယ် စော်ကြည်ဘဲပေါ့အလုပ်ရှာဖွေရင်းကနေ အရက်ဘားတစ်ခုမှာ စားပွဲထိုး သန့်ရှင်းရေးအစစ အရာရာလုပ်ပေးရပြီး ဝင်ငွေကောင်းတဲ့ အလုပ်ရခဲ့ပါတယ်သူတို့နှစ်ဦး အလုပ်တစ်ခုတည်းမှာ အတူတူတွေ့ကြတယ်တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်အိမ်ထိလိုက်ပို့ရာမှ ငယ်သူငယ်ချင်းရဲ့ အမေဖြစ်နေမှန်းသိခဲ့ရတယ်အဲဒီမှာပဲ သူတို့ပိုရင်းနှီးလာပြီး မျိုသိပ်ထားသမျှတွေ ပွင့်ထွက်လာပါတော့တယ်မောင်လေးတွေရဲ့ မမအပေါ် ဘယ်လောက်ချစ်ပြီး ဘယ်လောက်အနွံတာခံတက်လဲဆိုတာဒီဇာတ်ကားလေးကသက်သေပါပဲမောင်လေးတွေက အသက်ပေးဖို့တောင်ဝန်မလေးကြပါဘူးအချစ် အလွမ်းအဆွေး အိမ်ထောင်ရေးရသစုံတာဖြစ်လို့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲBar ဆိုတာ ၁၈ နှစ်ကျော်မှ သွားဖို့အဆင်ပြေသလိုBar ဇာတ်ဝင်ခန်းများများပါတဲ့ဇာတ်ကားတွေကိုလည်း ၁၈ နှစ်ကျော်မှကြည့်သင့်ပါတယ်",
    "url": "https://www.mediafire.com/file/u1lx7ff76gcd76j/MothersJob2017.mp4/file"
  },
  {
    "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/2dL5Ef.jpg",
    "title": "Behead the King  *vip",
    "info": " 18+ မြန်မာစာတန်းထိုးဂျိုဆွန်းတိုင်းပြည်က မိန်းကလေးတွေအတွက်တော့ ငရဲပဲ….ဂျိုဆွန်းခေတ်… အမြော်အမြင်ရှိပြီး လေးစားခံရတယ်လို့သတ်မှတ်ခံရတဲ့ ဆောင်ဂျုံးဘုရင်လက်ထက်ကို ဇာတ်အိမ်တည်ထားပါတယ်အသက် ၁၃ နှစ်နဲ့နန်းတက်ပြီး မယ်တော်ကြီးနဲ့ မူးမတ်တို့ရဲ့ ကြိုးကိုင်မှုခံရတဲ့ ဆောင်ဂျုံးဘုရင်ဖြစ်တဲ့အလျောက် မယ်တော်ကြီးကပဲ ချုပ်ကိုင်ချယ်လှယ်ခဲ့ပါတယ်မယ်တော်ကြီးဟာ မိန်းကလေးတွေကို သူရဲကောင်းအာဇာနည်ဖြစ်ခွင့်ပေးတယ်ဆိုပြီး ခင်ပွန်းသေရင် ဇနီးသည်ပါလိုက်သေရတဲ့ ဥပဒေကိုဖော်ဆောင်ခဲ့ပါတယ်ဥပဒေအသစ်တွေပြောင်းပြီး ညစ်ညမ်းတဲ့ဆောင်ကြာမြိုင်တွေကို ဖျက်သိမ်းလိုက်တဲ့အချိန်မှာတော့ အသက်ရှင်ကျန်နေခဲ့တဲ့ကချေသည်ဘီဆောဟာ ဘုရင်ကိုမုန်းတီးပြီး လက်စားချေမယ့်အစီအစဉ်ကို အကောင်အထည်ဖော်ပြတော့တယ်ကချေသည်ဘီဆောရဲ့ လက်စားချေမှုက အောင်မြင်မလား သူ့ရဲ့အဆုံးသတ်ကဘယ်လိုဖြစ်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်သတိပေးချက် – ၁၈ ယောက်ပြည့်မှကြည့်လို့ရမယ့်အခန်းတွေပါလို့ မိသားစုနဲ့ လုံးဝ(လုံးဝ) ကြည့်လို့မသင့်တော်ပါနော် ။",
    "url": "https://www.mediafire.com/file/iyvevi7eco8b5o0/Behead_the_King_2017.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Q5sKJXV_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pay For Sex (2020) *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းအညွန်း.....မင်းသမီးကတော့ Kpop အဖွဲ့ BaBa ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်လောကထဲကို ကူးပြောင်းလာပြီး အခုလို ပုရိသတို့အကြိုက် ဇာတ်လမ်းတွဲတွေ ရိုက်ကူးနေတဲ့ မင်းသမီးချောလေး ဆောင်းဟာ ပါ။ ဒီဇာတ်ကားလေးကတော့ ခါးပိုက်နှိုက်လုပ်ရင်းကနေ လောင်းကစားဝိုင်းကို အမှတ်မထင်ရောက်သွားတဲ့ ဟယ်ဘင်းဆိုတဲ့ ကောင်မလေးအကြောင်းကို အခြေခံပြီး ပုံဖော်ထားတာပါလောင်းကစားဝိုင်းကို ရောက်တဲ့နေ့ကစပြီး ပြန်မရုန်းထွက်နိုင်တော့ဘဲ သူ့ဘဝရဲ့ အမှောင်အမိုက်ဆုံး အချိန်တွေ ရောက်လာတော့မယ်ဆိုတာကို မသိရှာပါဘူး။လောင်းကစားဝိုင်းရဲ့ နောက်ဆုံး ကစားပွဲကို ဘယ်သူက အနိုင်ရသွားမလဲ? ကစားပွဲတွေသိမ်းသွားတဲ့အချိန်မှာတော့ ဟယ်ဘင်းတစ်ယောက် ဘာတွေလုပ်မလဲဆိုတာ အဖြေရှာကြပါစို့။ အကြမ်းစား sex scene တွေကို ဖောဖောသီသီ မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသမီးနှစ်လက်စလုံးကလည်း အချောအလှ ဖြူဖြူဥဥလေးတွေ ဖြစ်တာကြောင့် Dark Side Production ကနေ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/idv3cur9bsrjbzy/PayForSex2020.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/L3iT5Ks_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Water the hole *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ ငွေကြေးချမ်းသာပြီး အရာရာ ပြည့်စုံနေတဲ့ ချန်းယော့ဆိုတဲ့ ကောင်လေးနဲ့ သူ့အနားကို ချဉ်းကပ်လာတဲ့ မီနာနဲ့ ယောင်းဂျူဆိုတဲ့ ကောင်မလေးတွေအကြောင်းကို အဓိကထားပြီးရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ တစ်ခုထူးခြားတာက ကောင်မလေး နှစ်ယောက်လုံးက သူတို့လိုချင်တာ ရပြီးရင် ချန်းယော့ဘေးနားကနေ လွစ္ခနဲ ထွက်သွားကြတာပဲ ဖြစ်ပါတယ်။ ဒါပေမယ့် ဒီဇာတ်ကားလေးမှာ အမိုက္စား sex sceneတွေကို အစမှအဆုံးတိုင် ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/9aqonpd5pot3c2c/Water_The_Hole.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BODE2ZWIxNDQtMmNjMi00ZGIyLTljYmQtOTI3ZDM0YTk2YjhkXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "Silip Sa Apoy 2022 *vip",
    "info": "မြန်မာစာတန်းထိုး 18+ ထိုင်းအိမ်ထောင်ရေးတခုတည်ထောင်ဖို့ဆိုတာ လွယ်ပေမယ့်အဲ့ဒီအိမ်ထောင်ရေးပျော်ရွှင်သာယာပြီး နှစ်ဦးနှစ်ဖက်အပြန်အလှန်ကောင်းဖို့ဆိုတာ ခက်ခဲလှပါတယ်….ဒီကားလေးက ပညာပေးကားဆိုလဲ မမှားသလိုအမ်မာဆိုတဲ့ကောင်မလေးရဲ့အလှတရားကိုလဲခံစားဖို့ လှစ်ဟပြသထားတဲ့ကားဆိုလဲ မမှားပါဘူး အမ်မာက ဘားမှာလုပ်ရတဲ့ ဘားမယ်လေးငယ်ငယ်တည်းက ဆင်းရဲတယ် မပြည့်စုံရှာသူလေးဒါပေမယ့် အလှသွေးကတော့ကြွယ်တယ် နှာတံပေါ်ပေါ်ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ သေးသေးကျစ်ကျစ်နဲ့ဖျစ်ညှစ်ချင်စရာလေးပေါ့….ဒီလိုနဲ့ သူကဘန်ဆိုတဲ့ယောကျာ်းတစ်ယောက်နဲ့ အကြောင်းပါပါလေရော…ဘန်က အလုပ်ကြိုးစားတယ် ငွေတိုးပေးတယ်သူကိုယ်တိုင်လဲအလုပ်လုပ်တယ်….ဒါပေမယ့် ဘန်ကညဆိုပုံမှန်သောက်တယ်ပြီးရင်လဲ အမ်မာဆန္ဒဆိုတာထက် သူ့ဆန္ဒကိုသာဦးစားပေးတဲ့ လူစားပေါ့… အလုပ်မှာအဆင်မပြေရင်လဲအမ်မာကို ထိုးနှက်ပြီးပြဿနာရှာတက်ပါသေးတယ်ဒီလိုနဲ့ အမ်မာတစ်ယောက် အဲ့ဒီဒဏ်ရာတွေကိုကြိတ်မှိတ်ခဲံစားရင်အိမ်နီးချင်းကောင်လေးတစ်ယောက်နဲ့ မထင်မှတ်ပဲတွေ့ဆုံမိတဲ့အခါမှာတော့………………..",
    "url": "https://www.mediafire.com/file/ayulnzuespjwdj6/SiliSaApoy2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/0ISsEL2_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Little Girl  *vip",
    "info": "မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ညီအမလို အရမ်းခင်ကြတဲ့ မင်နာနဲ့ ဆိုဟီတိုနှစ်ယောက်မှာ  ဆိုဟီက ရည်းစားဖြစ်သူဆီက အမ်းခံရတဲ့ ပစ္စည်းတွေကို ခနခန ပြလေ့ရှိတယ်။ ဒါဆို မင်နာက မနာလိုဖြစ်နေခဲ့တယ်။ဖြစ်ရတဲ့ အကြောင်းအရင်းက မင်နာ ကောင်လေးက မင်နာကို ဘာပစ္စည်းမှ ဝယ်မပေးနိုင်လို ဖြစ်တယ်။ ဒီလိုနဲ့တစ်နေ့မှာ မင်နာက ဆိုဟီရဲ့ ရည်းစားကို ဖျားယောင်းပြီး ဇာတ်လမ်း ဆင်လိုက်တယ်။ တစ်ချိန်တည်းမှာဘဲ ဆိုဟီကလဲ မင်နာရဲ့ ကောင်လေးနဲ့ဇာတ်လမ်းဟောင်း‌တွေ ရှိပြီး ခိုးစားနေကြတော့တယ်။ စတဲ့ အတွဲတွေကြား အရှုပ်တော်ပုံ ဇာတ်လမ်းကောင်း တစ်ကား ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/ia8j9i287va9yq0/little+girl.mp4/file"
  },
  {
    "thumbnail": "https://jfdb.jp/data/photo/movie/32/45/f0/14/4beaf57729ac844772a8b3f8387cb46d_640.jpg",
    "title": "A Flower Aflame Kashin (2016) *vip",
    "info": "မြန်မာစာတန်းထိုးအချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဆားမပါတဲ့ ဟင်းလိုပါပဲ…ဒီဇာတ်ကားမှာတော့ ဆိုနိုကို ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က မိဘတွေ စီစဉ်ထားတဲ့ အမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပါတယ်နှစ်အတော်ကြာ လက်ထပ်ပေါင်းသင်းခဲ့ပြီး သားလေးတစ်ယောက်မွေးခဲ့ပေမယ့် သူ့ယောကျ်ားကို လုံးဝမချစ်ခဲ့တာကြောင့် အိမ်ထောင်ရေးသာယာမှု မရှိခဲ့ပါဘူး။အမျိုးသားဖြစ်သူက ရာထူးတိုးပြီး တိုကျိုမြို့ကို ပြောင်းလာခဲ့ပါတယ်။တိုကျိုမြို့ရောက်တော့ ဆိုနိုကို့အမျိုးသားရဲ့ အရာရှိ အိုချီနဲ့တွေ့မှပဲ ချစ်မိသွားပါတော့တယ်။နောက်ပိုင်း ဆိုနိုကိုတို့ အိမ်ထောင်ရေးက အဆင်ပြေပါ့မလား…အိုချီနဲ့ ဆိုနိုကိုတို့ ဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး( ၁၈+ အခန်းတွေ ပါဝင်တာမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူး )ဝတ္ထုကို ပြန်ရိုက်ထားတဲ့ drama, romance ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ် ။",
    "url": "https://www.mediafire.com/file/rk0ojflinzn56ec/Flower_Flame_Kashin.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/PFVbusL_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "18+ Lust, Caution *vip",
    "info": "မြန်မာစာတန်းထိုး 18+တရုတ်ကားလေးပါ အရမ်းကောင်းပါတယ် ထွက်တာကြာပီဆိုတော့ ကြည့်ဖူးတဲ့သူရှိမှာပါ မကြည့်ရသေးတဲ့သူတွေရှိရင် ဒီကားလေးကိုကြည့်လို့ရအောင် တင်ပေးလိုက်ပါတယ် မင်းသမီးကို အရမ်းကြိုက်တယ်",
    "url": "https://www.mediafire.com/file/1xgjk55crsjkfht/Lust_Caution_16_2007.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/X2m4LI6_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "My Sex Doll 2020 *vip",
    "info": "မြန်မာစာတန်းထိုးအစ် ဆိုတဲ့ ဆယ်ကျော်သက်ကျောင်းသာလေးမှာပွန်းစတား (ပိုးမင်းသားမဟုတ်ပါ) အဖေ တစ်ယောက်ရှိပါတယ်အစ် ရဲ့ အဖေ ဟာ ဂျပန်က ကီမုချိ ကတုံးလို့ပဲထိုင်းမှာ နာမည်ကျော်ပါတယ် အသစ်လေးတွေကိုမြေတောင် မြောက်ပေးတဲ့နေရာမှာ နာမည်ကြီးပါတယ် တစ်ခါတစ်လေ အစ် ရဲ့ အခန်းဘေးတင် ရှုတင်တည် ရိုက်တက်ပါသေးတယ်ဒီလောက် နာမည်ကြီးတဲ့ ပွန်းစတား အဖေ ရှိပေမဲ့ အစ် ကတော့လူရိုးလေး ဖြစ်နေဆဲပါပဲတစ်ရက်မှာတော့ ပွန်းစတားကြီး ရှုတင်မှာ ရိုက်ရင်းတန်းလန်းနဲ့အသက်ထွက်သွားပါတော့တယ်…အစ် လဲ အဖေ ကိစ္စ နဲ့ ပူဆွေးရမလား ကြံသေးတယ်အိမ်ရှေ့ကို ရောက်လာတဲ့ ပါဆယ်ထုပ်ကို ဖွင့်မိပြီးSex Doll တစ်ခုကို အသက်သွင်းမိလိုက်ပါတော့တယ်Sex Doll ဟာ အစ် ရဲ့ အဖေ နဲ့ ဦးလေး တို့ ရှယ်ယာပါတနာလုပ်ပြီး တီထွင်ထားတဲ့ သိပ္ပံရှေ့ပြေး Sex Doll ဖြစ်ပြီးလူအစစ် နီးပါး စွမ်းဆောင်ရည် ရှိပါတယ်…လူရိုးလေး အစ် နဲ့ အလန်းစားကြီး Sexdoll အန်နာ တို့ဘယ်လို ခရီးဆက်ကြမယ်ဆိုတာ ရီရီမောမော နဲ့ကြည့်ရှုကြရမှာ ဖြစ်ပါတယ်….အသက် ၁၆ နှစ် မပြည့်သေးတဲ့ ကလေးတွေ မကြည့်သင့်ပါ",
    "url": "https://www.mediafire.com/file/0p2sqbvry2v4hib/Watch_My_sexdoll_movie720p.mp4/file"
  }
]