[
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/photo/main/FB_IMG_1642388615487.jpg",
    "title": "Delicious Sister Exchange (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မဆုံဖြစ်တာ ကြာနေပြီဖြစ်တဲ့ ညီအစ်မနှစ်ယောက် စကားစပ်မိကြရင်း sexနဲ့ ပတ်သတ်တဲ့အပိုင်းကို စကားလမ်းစ ရောက်သွားကြပါတော့တယ်။ ဒီလိုနဲ့ ညီအစ်မနှစ်ယောက်သား စိတ်ကျေနပ်မှု ရရှိအောင် ဘယ်လိုလုပ်ရင် ကောင်းမလဲဆိုတာကို တိုင်ပင်ကြရင်း ညီမဖြစ်သူရဲ့ အကြံပေးမှုကြောင့် သူတိုရဲ့ ကောင်လေးတွေနဲ့ အချင်းချင်း လဲစားကြဖ်ိအကြောင်းဖန်လာတဲ့ လေးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/l2uautcwfif2c8q/Delicious_Sister_Exchange.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/FB_IMG_1642232054572.jpg",
    "title": "Penthouse Showgirl (2021) *vip",
    "info": "Penthouse Showgirl (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ စင်မြင့်ထက်မှာ အောင်မြင်ချင်လို အကပိုင်းကို ကြိုးစားသင်ယူနေတဲ့ ဆွန်းဟာရယ် အဆိုပိုင်းကို ကြိုးစားသင်ယူနေတဲ့ ဟီဂျောင်းတိုက တိုက်ခန်းတစ်ခန်းက ငွေရေးကြေးရေးချမ်းသာပြီး အသင့်အတင့် အောင်မြင်နေတဲ့ ဝါရင့် မော်ဒယ်တစ်ယောက်ဆီမှာ အလုပ်ဝင်လုပ်ရင်း ဘဝကို ဖြတ်သန်းနေရတာလေးတွေကို အဓိက ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဘဝမှာ မအောင်မြင်ခင် အခက်အခဲပေါင်းများစွာနဲ့ ကြုံတွေ့ကြရတဲ့အခါ ဘယ်လိုမျိုး ကျော်ဖြတ်ကြသလဲဆိုတာကို sexအပါအဝင် ခံစားမှုရသ စုံစုံလင်လင်နဲ့ ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/edyl8oqk0aiab0i/Penthouse_Showgirl_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScgogqgp7NtiULFdagybBmL3b5aIaAfJm4ZA&usqp=CAU",
    "title": "Wifes Body (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မယားငယ်နဲ့ ဖောက်ပြန်ပြီးငွေတွေ သုံးဖြုန်းပစ်နေတဲ့ ယောက်ျားအတွက် ခန္ဓာကိုယ်ကို ရင်းပြီး ငွေတွေ ချေးပေးနေတဲ့ အွန်းဆောဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ အကြောင်းကို အဓိကထား ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ အွန်းဆောက ချေးငွေရဖိုအတွက် သူဌေးကို ဘာတွေ ပြန်ပေးဆပ်လိုက်ရမလဲ၊ သူ့ယောက်ျား ဖောက်ပြန်တာကို သိသွားပြီးတဲ့နောက်ရော ဘာတွေ ဆက်ဖြစ်ကြမလဲ၊ ",
    "url": "https://www.mediafire.com/file/vfdieadgoo6ixwb/Wifes_Body_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_01-11-09.58.53.jpg",
    "title": "What Do You Do When its Cheap *vip",
    "info": "What Do You Do When its Cheap (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မိဘတွေ မရှိရှာတော့တဲ့ အူယောတစ်ယောက် ဟိုတယ်တစ်ခုမှာ အချိန်ပိုင်း အလုပ်လုပ်ရင်း အသက်မွေးနေရပါတယ်။ သူဒီလို အလုပ်ရနေတာက သူ့အစွမ်းအစကြောင့် မဟုတ်ဘဲသူ့ကောင်မလေးဖြစ်တဲ့ မီဟိုက ဟိုတယ်က သူဌေးကိုအသုံးတော်ခံအဖြစ်နဲ့ ထိုးကျွေးနေလိုပဲ ဖြစ်ပါတယ်။ ဒါကို အူယော သိရှိသွားတဲ့နောက်မှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို sex senceတွေ တဝကြီးပါတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/5w55y9gwkdppn55/What_Do_You_Do_When_its_Cheap.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_01-08-03.34.50.jpg",
    "title": "Extramarital Affair (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ တစ်နေ့မှာ ဟီအုတို လင်မယားနေတဲ့ တိုက်ခန်းကို အခြား စုံတွဲ တစ်တွဲ ခနလာနေဖို အကြောင်းဖန်လာတော့တယ်။ သူတိုတွေကတော့ ဟီအုရဲ့ ကျေးဇူးရှင် အကို စုံတွဲဘဲဖြစ်တယ်။ ဒါပေမယ့် ရောက်လာတဲ့အခါမှာတော့ ကျေးဇူးရှင် အကိုဆိုသူက ဟီအု မိန်းမရဲ့ အဆက်ဟောင်းကြီး ဖြစ်နေတော့တယ် ။ဒါ့အပြင် ပါလာတဲ့ မိန်းမကလည်း ဟီအုနဲ့ အရင်က မရှင်းမရှင်းတစ်ယောက်။ ဒီလိုနဲ့ မသိသလိုဟန်ဆောင်နေကြရင်း လူလစ်တဲ့အချိန်မှာ အတွဲနှစ်တွဲက ဖောက်ပြန်ပြီး ခိုးစားကြတဲ့ sexအခန်းတွေကို ကြည့်ရူရမှာ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/dplkrs9koq86484/Extramarital_Affair.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_01-05-06.05.21.jpg",
    "title": "Weekend Farm Affair *vip",
    "info": "Weekend Farm Affair (2020) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ယောက်ျားဖြစ်သူ ဆောင်းဆူက အိမ်ထဲမှာပဲ အိမ်မှုကိစ္စတွေနဲ့ လုံးပန်းနေရတဲ့ မိန်းမဖြစ်သူ ဟျောင်းဂျန်းကို စိတ်အပန်းပြေစေဖို အားလပ်ရက်မှာ စိုက်ခင်းလေးတစ်ခုကို ပိုဆောင်ပေးရာကနေ အစပြုပါတယ်။ စိုက်ခင်းပိုင်ရှင် ဟယ်ဂျင်းနဲ့ ဆောင်းဆူတို မထင်မှတ်ဘဲ ချစ်မိသွားကြတာကို ဟျောင်းဂျန်းတစ်ယောက် သိရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ၊ သူတိုရဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကရော ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို Loveနဲ့ Sex မျှမျှတတပါဝင်နေတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/t849xd952u1zp1g/Weekend_Farm_Affair.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_01-02-10.31.12.jpg",
    "title": "Her Sexy Double Life (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ရည်းစား တအားများတဲ့ မင်ယော့က ချစ်သူကောင်မလေးအသစ်ဖြစ်တဲ့ ယောင်းဂျူနဲ့ တွဲလာရာကနေ တစ်နေ့မှာတော့ ကောင်မလေးက အမူးလွန်ပြီး သူ.နဲ့.....",
    "url": "https://www.mediafire.com/file/nx1tahjjq5h6lgz/Her_Sexy_Double_Life.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_12-29-04.08.46.jpg",
    "title": "Sweet Scandal (2021) *vip",
    "info": "Sweet Scandal (2021) (18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ ဟိုတယ်တွေမှာ အပျက်မတွေ အဖြစ်လုပ်စားကြတဲ့ သူငယ်ချင်းမကျ ချစ်သူမကျ ကောင်မလေး နှစ်ယောက်အကြောင်းကို ရိုးရှင်းစွာ ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ",
    "url": "https://www.mediafire.com/file/zsbn8l32uqffs0r/Sweet_Scandal_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1383063.jpg",
    "title": "Eros Couples Sex Confession (2021) *vip",
    "info": "Eros Couples Sex Confession (2021)(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မြှားနတ်မောင် အေဂျင်စီကနေ အောင်သွယ်တော် လုပ်ပေးပြီး ဆုံတွေ့ခဲ့ကြတဲ့ ချစ်သူစုံတွဲ နှစ်တွဲကို ဖိတ်ခေါ်ပြီး နားထောင်နေတဲ့ ပရိတ်သတ်တွေအတွက် အထူးစိတ်ဝင်စားစရာကောင်းတဲ့ sex lifeတွေကို မေးမြန်းစူးစမ်းပြီး ပြောဆိုခိုင်းတဲ့ အစီအစဉ်လေး လုပ်ရင်း ဇာတ်လမ်းကို အစပြုထားပါတယ်။ ဒီအေဂျင်ဆီလေးရဲ့ ထူးခြားချက်ကတော့ ကိုယ့်ရဲ့ ချစ်ရသူတွေနဲ့ sexလုပ်လို အားမရတဲ့ အချိန်တွေဆိုရင် တခြားတစ်ယောက်နဲ့ ကုစားပေးတဲ့ ဝန်ဆောင်မှုတွေ အများကြီး ပေးထားတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/op379p2ww3a9uq6/Eros_Couples.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_12-24-03.00.54.jpg",
    "title": "Models Sexual Desire (2021) *vip",
    "info": "Models Sexual Desire (2021)  (18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ ပိုက်ဆံကို အသုံးအဖြုန်းကြီးလွန်းတဲ့ ဂျွန်းယောင်းတစ်ယောက် အကိုဖြစ်သူ ဥက္ကဌကြီးက အပြစ်ပေးတဲ့ အနေနဲ့ အိမ်ပေါ်က နှင်ချခဲ့တယ် ။ဂျွန်းယောင်းတစ်ယောက် အပြင်မှာ ပိုက်ဆံရှာတော့လဲ ဘာမှ အလုပ်ကြမ်းမလုပ်နိုင်ဘဲ ခနခန အလုပ်တွေပြောင်းနေရတော့တယ်။ နောက်ဆုံးတော့ ပိုက်ဆံများများရတဲ့ အလုပ်ကို သူတွေ့သွားတော့တယ်။ အဲ့တာကတော့ ပန်းချီဆွဲဖို အတွက် ဝတ်လစ်စလတ်နေပေးရတဲ့ မော်ဒယ် အလုပ်...",
    "url": "https://www.mediafire.com/file/cy9dt6q0ljs5d9b/Models_Sexual_Desire_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9BRZYGqCFPa8ArSqPzUsIx_3u9fxlxODz6w&usqp=CAU",
    "title": "Swapping Womens Fitness Trainer (2021) *vip",
    "info": "swapping ဆိုတဲ့အတိုင်း ဘယ်လို လဲစားကြမလဲဆိုတာကိုတော့ အစအဆုံး အားပေး ကြည့်ရှုပေးကြပါဦးလို သတင်းကောင်းပါးချင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/9g1xbj158agcps4/Swapping_Womens_Fitness_Trainer_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/apppro007/blue/main/PicsArt_12-19-09.44.13.jpg",
    "title": "Daughter in laws First (2021) *vip",
    "info": "Daughter in laws First (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ချောဟွန်းနဲ့ မီအင်းတိုက မကြာခင်မှာ လက်ထပ်တော့မယ့် သမီးရည်းစားတွေပေါ့။ ချောဟွန်းရဲ့အဖေက တက္ကသိုလ်က ပါမောက္ခတစ်ယောက်ဖြစ်ပြီး မီအင်းနဲ့ ချစ်ကြိုက်ဖူးသလိုရှိခဲ့တဲ့ ဇာတ်လမ်းမျိုး၊ ချောဟွန်းရဲ့ အမေကလည်း အိမ်ထောင်ရေး ဖောက်ပြန်ချင်သလိုတွေ ဖြစ်နေတာမျိုးပါ။ ဒီလိုနဲ့ တစ်နေ့မှာတော့ ချောဟွန်းက ကားအက်ဆီးဒင့် ဖြစ်သွားပြီး အောက်ပိုင်းသေသွားတဲ့အခါမှာ မီအင်းက ချောဟွန်းအပေါ်မှာ အရင်လို ဆက်ချစ်နေနိုင်ပါဦးမလား၊ ဒါမှမဟုတ် ငယ်ချစ်ဦးဖြစ်တဲ့ ချောဟွန်းရဲ့အဖေ ပါမောက္ခကြီးနဲ့ပဲ နှစ်ပါးသွားကြမလားဆိုတာကို အိမ်ထောင်ရေး ဖောက်ပြန်ကြတဲ့ ဇာတ်ဝင်ခန်းတွေ အများကြီးပါတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/46fnv4p003jgk2p/Daughter_in_laws_First_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSY8mwAkNQq9As2qCWRbk36m7Pq1wLlnQudLw&usqp=CAU",
    "title": "19th Street Watery Girlfriend *vip",
    "info": "19th Street Watery Girlfriend (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ယောင်းဟိုနဲ့ ဂျယ်ဟွန်းဆိုတဲ့ ညီအစ်ကို နှစ်ယောက်ရဲ့အိမ်ကို ယောင်းဟိုရဲ့ကောင်မလေး ဆောယောင်း ရောက်ရှိလာတဲ့အခါမှာ မတည့်အတူနေဆိုတဲ့အတိုင်း မရီးဖြစ်လာမယ့်သူ ဆောယောင်းနဲ့ ညီဖြစ်သူ ဂျယ်ဟွန်းတိုမှာ ဘာမဟုတ်တဲ့ ပြဿနာလေးတွေနဲ့ အမြဲစကားများ စကားနိုင်လုကြတာကို အစ်ကိုဖြစ်သူက အစပိုင်းမှာ ပြောဆိုဆုံးမသော်လည်း နောက်ပိုင်းမှာ မနိုင်တော့လို လွှတ်ထားလိုက်ပါတော့တယ်။ ဂျယ်ဟွန်းမှာလည်း ဆောနာဆိုတဲ့ ကောင်မလေးရှိနေပြီး အိမ်ကို လာလည်တဲ့အခါ ဘယ်လို sex ဇာတ်လမ်းတွေ ဖြစ်ကြမလဲ၊ သူတိုညီအစ်ကို နှစ်ယောက်ရဲ့ ဝါသနာအတိုင်း စော်ချင်းလဲစားကြတဲ့ sex sceneတွေကိုပါ တဝကြီး ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/ad7sdrd5gcjxxrg/19th_Street_Watery_Girlfriend.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/Japan/main/FB_IMG_1639456168317.jpg",
    "title": "Prostitution 2021 *vip",
    "info": "Prostitution 2021 (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ဂိုသူဌေးဆိုတဲ့သူက အကြွေးမဆပ်နိုင်ရင် မိန်းမကိုသိမ်းပြီး အစေခံအဖြစ် ခိုင်းစားရာကနေ လိင်ကျွန်ဖြစ်အောင် ဖန်တီးစေခိုင်းနေတဲ့ သူတစ်ယောက်ပဲ ဖြစ်ပါတယ်။ဖြစ်ချင်တော့ ဂျောင်းအာဆိုတဲ့ ကောင်မလေးကလည်း သူ့ယောက်ျားရဲ့ အကြွေးတွေကို ဆပ်ပေးမယ်ဆိုတဲ့ စိတ်နဲ့ ဂိုသူဌေးရဲ့ အိမ်မှာ အိမ်အကူ သွားလုပ်ရာကနေ တစ်နေ့မှာ အိမ်ကို လာလည်တဲ့ ဂိုသူဌေးရဲ့ လုပ်ဖော်ကိုင်ဖက် သူဌေးကြီးက ဂျောင်းအာကို မြင်မြင်ချင်းပဲ မျက်စိကျသွားပါတော့တယ်။ ဂိုသူဌေးက သူ့ရဲ့ စီးပွားရေးယန္တရားတွေ လည်ပတ်ဖိုအတွက် ဂျောင်းအာကို ဘာတွေ ဘယ်လို ဆက်ပြီး ခိုင်းစားဦးမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/1io43g6bwhnloo6/Prostitution_2021.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTJRY7BTYXtf7BJ53K81H8DTp8rma1UCdYeIw&usqp=CAU",
    "title": "Sister Slave *vip",
    "info": "မတည့်အတူနေညီအမနှစ်ယာက်ရှိပါတယ်။သူတို့ရဲ့မွေးနေ့မှာအမေဖြစ်သူကထူးထူးဆန်းဆန်းလက်ဆောင်ပို့ပေးလာပါတယ်။ပို့ပေးလာတဲ့ထူးထူးဆန်းဆန်းလက်ဆောင်ကတော့ကျွန်ယောင်္ကျားနှစ်ယောက်ဖြစ်နေပါတယ်။ညီအမနှစ်ယောက်နဲ့ကျွန်နှစ်ယာက်တစ်အိမ်ထဲမှာနေကြရင်းကျွန်တွေက....",
    "url": "https://www.mediafire.com/file/fiax6nx722auhtu/Sister_Slave_%25282019%2529.mp4/file"
  },
  {
    "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/qb8hoghn56cp.jpg",
    "title": "My Elder Brother 2021 *vip",
    "info": " 18+ မြန်မာစာတန်းထိုးမတ်လေးကကောင်မလေးရှိသော်ငြားလည်း အစ်ကို့မိန်းမရဲ့ လုံးကြီးပေါက်လှ ရှိုက်ကြီးဖိုငင်အသွယ်သွယ်ကြောင့်အိမ်မက်ထဲထိတောင်ထည့်မက်မိပြီး စိတ်ကူးနဲ့ဖြစ်ချင်တိုင်း ဖြစ်နေခဲ့ပါတယ် တစ်နေ့မှာတော့အစ်ကိုဖြစ်သူက မယားငယ်မထားတာ မိသွားရာကနေ ဘူးခံငြင်းပြီး သူ့မိန်းမကို နှိပ်စက်ပါတော့တယ်ဒါကို မြင်လိုက်ရတဲ့ မတ်လေးခမျာ သူဘုချင်ခဲ့တဲ့မမကြီး နှိပ်စက်ခံရတာမြင်လိုက်ရလို့ ...",
    "url": "https://www.mediafire.com/file/4ldaehd4gcw5me1/My_Elder_Brother_2021_720p%2528DS%2529.mp4/file"
  },
  {
    "thumbnail": "https://fs1.extraimage.org/2021/11/18/Occasionally-Sex-2021-Korean-Movie-720p-HDRip-Download928e7039951b2c7c.jpg",
    "title": "Occasionally Sex (2021) *vip",
    "info": "Occasionally Sex (2021) (18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ မင်ဆုတစ်ယောက် ပါဆယ်ပိုတဲ့ အလုပ်လုပ်နေရင်း တစ်နေ့တော့ ပိုရမယ့်အိမ်ကို သေချာမသိလိုစိတ်မကျေမနပ်ဖြစ်နေခဲ့တယ်။ ဒါနဲ့ တွေ့တဲ့အိမ်ကို မေးမယ်ဆိုပြီး အိမ်တစ်အိမ်ကို ဝင်လိုက်တဲ့အခါ သူ့ ကျောင်းတုန်းက ငယ်ချစ်ဟောင်းရဲ့ အိမ်ဖြစ်နေတော့တယ်..",
    "url": "https://www.mediafire.com/file/75upzr55p5uvarw/Occasionally+Sex+(2021).mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQp2aUOkvmqyuRnq-49T1SLjDhPOP2cEQhW3A&usqp=CAU",
    "title": "In house Affairs 2 Secret Meeting Room *vip",
    "info": "In house Affairs 2 Secret Meeting Room (2021)(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ကုမ္ပဏီကြီးတစ်ခုမှာ အလုပ် ဝင်လုပ်နေတဲ့ ဂျန်မင်ဂူဆိုတဲ့ကောင်လေးကို ဝန်ထမ်းတွေအားလုံးက အထင်အမြင်သေးပြီး အမြင်မကြည်တာတွေ ဖြစ်နေရာကနေ တစ်နေ့မှာ ကုမ္ပဏီ ဥက္ကဋ္ဌကြီးရဲ့သားပါဆိုပြီး သတင်း ပြန့်သွားပြီးတဲ့နောက်မှာတော့ နှုတ်ခမ်းနီမလေးတွေက သူ့အပေါ် အမြင်တွေ ပြောင်းလာပြီး မတွေ့တွေ့တာမှာ ထိုးကြွေးပါတော့တယ်။ ရာထူးစည်းစိမ်ဆိုတဲ့ အရာတွေကိုလိုက်ပြီး ပြောင်းလဲတတ်တဲ့ လူ့သဘာဝကို ကွက်ကွက်ကွင်းကွင်း မြင်အောင် ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။ ထူးခြားချက်ကတော့ ဒီဇာတ်ကားလေးမှာ သိုင်းလောကထဲက မင်းသမီးတွေ အများကြီးကို တစ်စုတစ်စည်းတည်း ဒချိတဲ့အခန်းတွေကို တဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/o18gv0pbj8mi6ab/In_house_Affairs_2_Secret_Meeting_Room.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/Japan/main/PicsArt_12-08-01.08.10.jpg",
    "title": "Cherry Samkhok *vip",
    "info": " ဖွေး ဆိုတဲ့ကောင်မလေးဟာ ယောင်္ကျားဆန်ပြီး ဘဲတွေနဲ့ရင်ပေါင်တန်းပြီးထိုးကြိတ်ရန်ဖြစ်လေ့ရှိပါတယ်။တည်းခိုခန်းတစ်ခုမှာ အလုပ်သင်အောင်လတ်မှတ်ရဖို့အတွက် အလုပ်သင်ဝင်လုပ်နေပါတယ်။တည်းခိုခန်းပိုင်ရှင် လင်ဒါ က သဝန်တိုတက်သလောက် လင်ဒါ ရဲ့ယောင်္ကျား တည်းခိုခန်းမန်နေဂျာ ဆင် ကတော့ ဖွန်အရမ်းရှုပ်ပြီး တည်းခိုခန်းက မိန်းကလေးဝန်ထမ်းချောချာလေးတွေနဲ့ ဖောက်ပြန်ပြီး ဖောင်းဒိုင်းပေးတက်ပါတယ်။ ဖွေး တစ်ယောက် တည်းခိုခန်းမှာ အလုပ်လုပ်ရင်း တည်းခိုခန်းမန်နေဂျာ ဆင် နဲ့ဘယ်လိုတွေပက်သက်ပြီး...",
    "url": "https://www.mediafire.com/file/nsp0f34gbrgzlau/Cherry_Samkhok.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1382806.jpg",
    "title": "Wifes Woman (2021) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးကတော့ ဂျယ်ဟွန်းတစ်ယောက် ချစ်သူ ဂျီဆူးနဲ့ အိမ်ထောင်ပြုရာကနေ တစ်နေ့တော့ ဂျီဆူးရဲ့ အတိတ်က ဖြစ်ရပ်ကို သိသွားတော့တယ်။ အဲ့တာကတော့ ဂျီဆူးက မိန်းမချင်းလဲ ကြိုက်တတ်တဲ့ လူဆိုတာကိုဘဲ။ သူ မိန်းမအချင်းချင်းဖောင်းဒိုင်း လုပ်ခဲ့တဲ့လူကလည်း သူ့သူငယ်ချင်း ဂျိုအီ နဲ့ဘဲ့ဆိုတာကို ဂျယ်ဟွန်းတစ်ယောက်သိသွားတဲ့အခါ ဂျိုအီကို အိမ်အလည်ခေါ်ပြီး စမ်းသပ်မလို့ လုပ်ရာကနေ ဂျိုအီတစ်ယောက်.....",
    "url": "https://www.mediafire.com/file/vp5j2r07kwno3si/Wifes_Woman_%25282021%2529.mp4/file"
  }
]