[
  {
    "thumbnail": "https://i.imgur.com/JHfkFYB.jpg",
    "title": "Madrid 1987 *vip",
    "info": "18+မြန်မာစာတန်းထိုး(ငါဟာ တောင်ပံတွေပြိုနေတဲ့ငှက်အို… မင်းတောင်ပံ‌တစ်စုံနဲ့ ငါပြန်နုပျိုပါ‌ရစေ)ဒီရုပ်ရှင်ဟာ အစပိုင်းမှာတော့အေးအေးလေးသွားပေမယ့် နောက်ပိုင်းမှာ ဇာတ်ထဲမျောသွားတဲ့ ရုပ်ရှင်မျိုးပါ။ဒိုင်ယာလော့ခ်ကောင်းကောင်းလေးတွေအများကြီးပါတဲ့အပြင် အနုပညာနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားတဲ့လူတွေအတွက် ငြိမ့်ငြိမ့်လေးကြည့်ကောင်းမယ့် ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/x2s2iwidpgivd1v/Madrid1987.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BN2EyNzcwNTktMmQyNi00MTlhLWEyMTctZjFmZWZhMzU5MjZkXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "Sandwich (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဖိလစ်ပိုင်မှာ ကိုဗစ်ကြောင့် လော့ဒေါင်းတွေချဖို့ တစ်ရက်အလို အဆင့်မြင့် တိုက်ခန်းတွဲတစ်ခုမှာနေထိုင်တဲ့ လင်မယားနှစ်ယောက် သူတို့ရဲ့ရိုးအီနေတဲ့ အိမ်ထောင်ရေးကနေ အသစ်အဆန်းလေးထွက်ပေါက်ရှာဖို့ သရီးဆမ်းကြမယ်ဆိုပြီး ကောင်မလေးတစ်ယောက်ကို ဖိတ်ခေါ်ကြရာကနေစပါတယ်။ ကောင်မလေးနဲ့သုံးယောက် ဆက်ဆံရာမှာ အဆင်မပြေဖြစ်သွားရာကနေ အခဲမကျေသေးတဲ့ သူ့အမျိုးသားဟာ ဒီတစ်ခါတော့ ယောက်ျားတစ်ယောက်ကိုခေါ်ဖို့စိတ်ကူးရသွားပါတယ်",
    "url": "https://www.mediafire.com/file/e50jojrdn9z43o3/Sandwich.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMTI2NzQ3ODc3OV5BMl5BanBnXkFtZTcwMjEzMTEzMQ@@._V1_FMjpg_UX1000_.jpg",
    "title": "Where the Truth Lies (2005) *vip",
    "info": "18+မြန်မာစာတန်းထိုး(၂၀၀၅)ခုနှစ်ကထွက်ထားပြီး Imdb rating 6.4ရထားတဲ့ ဒီcrime/thriller/mystery ဇာတ်လမ်းလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်တဲ့ Kevin Baconနဲ့ Colin Firthတို့အပြိုင်ကြဲထားတဲ့အပြင် မင်းသမီးချော Alison Lohmanနဲ့Rachel Blanchardတို့ရဲ့နုပျိုလတ်ဆတ်တဲ့အလှအပတွေကို ရင်သပ်ရှုမောဖွယ်ခံစားရဦးမှာပါ။",
    "url": "https://www.mediafire.com/file/t4iwbb8vcmxdjeo/WhereTheTruthLies2005.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMzY2ZDE5MWYtMjRkNC00MDU4LWJjNDYtMjM3MzZjYTE4M2M1XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
    "title": "Fall Guy (2023) *vip",
    "info": "18+မြန်မာစာတန်ူထိုးအခုချိန်မှာတော့ သူအထင်ကြီးနေတဲ့ လူချမ်းသာအသိုင်းအဝိုင်းရဲ့ ယုတ်မာပက်စက်မှုတွေကို ဂျူးလီယပ်စ်ကိုယ်တိုင် မျက်ဝါးထင်ထင်တွေ့မြင်ရပြီး အလွတ်ရုန်းရမယ့်အချိန်ပါ",
    "url": "https://www.mediafire.com/file/v92ecr7pkn8u9jm/Fall_Guy__720p.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/dx4p5_4c.jpg?v=1",
    "title": "Housemaid Mom(2020) *vip",
    "info": "18+မြန်မာစာတန်းထိုးပင်ပင်ပန်းပန်း အလုပ်လုပ်ပြီး သမီးဖြစ်သူကို ကျောင်းစရိတ် ထောက်ပံ့ ပေးနေတဲ့ မိခင်အူဂျူအမေ ထောက်ပံ့နေတဲ့ ကျောင်းစရိတ်ကို ရည်းစားကို ပြန်ပေးနေတဲ့ သမီး ဆွန်းဟယ် ဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့ သားအမိနှစ်ယောက်အတွက်တစ်နေ့မှာ အမျိုးသားတစ်ယောက်တည်း နေတဲ့ အိမ်ကြီးမှာ နေပြီး အလုပ်လုပ်ဖို ဖြစ်လာတဲ့အခါသူတို၃ယောက်ရဲ့ ဆက်ဆံရေးတွေက ဘယ်လိုတွေ ရှုပ်ထွေးလာမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦး…သမီးလေးကလည်းနင်းကန်ချောသလို အမေကလည်းလုံးဆက်စီလေးမို့အားပေးကြပါ…",
    "url": "https://www.mediafire.com/file/l23a86cibmooxyq/HousemaidMom.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BNDI0YmI5ODgtYjZhOC00NTA0LTgwYTMtYzk1ZTNlOTI1MTQ5XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_FMjpg_UX1000_.jpg",
    "title": "Sexy Home Service (2018) *vip",
    "info": "18+မြန်မာစာတန်းထိုးခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေပါပါဝင်ပါတယ်…စကီအလန်းတွေပါဝင်တာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ…",
    "url": "https://www.mediafire.com/file/fl6k87mh5ctobj7/HomeService2018.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/nXCLiQt_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Nurse Sex Journal *vip",
    "info": "18+မြန်မာစာတန်းထိုးအီတိုလို့ခေါ်တဲ့ ရှယ်ချစ်စရာကောင်းတဲ့ သူနာပြုမလေး သူမရဲ့အလှတွေကပြည့်စုံတယ် ချစ်ဖို့ကောင်းတယ် တည်ကြည်တယ် သူကငွေကြေးချို့တဲ့တယ်တစ်နေ့သူရဲ့ ဆွေးမျိုးသားချင်းထဲက အရေးပေါ်ဆေးရုံတက်လိုက်ရပြီး ငွေအရေးတကြီးလိုအပ် လာချိန်မှာတော့…",
    "url": "https://www.mediafire.com/file/da9v7mqpolk86bt/MyReportIntensities.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/MqOe2Wb_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "My Girlfriend Secret *vip",
    "info": "18+မြန်မာစာတန်းထိုးမင်္ဂလာပွဲမတိုင်ခင် မင်္ဂလာဝတ်စုံနဲ့ မလှတော့လို စိတ်ညစ်နေတဲ့ သတိုသမီးလောင်းလေးဟာ မဂ်လာရက်နီးလာလေ စိတ်ဖိစီးမှုတွေများလာလေလေပါပဲ… ဒါကသိတဲ့သတို့သားဟာ အကွက်ဆန်းပေါင်းများစွာနဲ့ သတို့သမီးလေးကိုနှစ်သိမ့်ပေးပါတော့တယ်… ဘယ်လိုအကွက်တွေနဲ့နှစ်သိမ့်ပေးမလဲဆိုတာကိုတော့",
    "url": "https://www.mediafire.com/file/27ekt5di1t0meer/My_Girlfriend_Secret.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/pOPryc.jpg?v=1",
    "title": "Step Up Love Story Double Love *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်ကားက Eigaban Futari ecchi ဆိုတဲ့ manga ကိုရုပ်ရှင်အနေနဲ့ပြန်ရိုက်ထားတာပါ။ မှောင်တော့မှောင်ချင်တယ် တအားမမှောင်ပဲ ကြည်ကြည်နူးနူးလေးကြည့်ချင်တယ်ဆိုရင် ဒီဇာတ်ကားလေးကြည့်သင့်ပါတယ်",
    "url": "https://www.mediafire.com/file/9m4c5f3o91fu6nv/LoveStory.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/Q06Evf.jpg",
    "title": "One On One (2017) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒိုယောင်းက အားကစားတက္ကသိုလ်ကနေ ဘွဲရပြီးနောက် အလုပ်လက်မဲ့ဖြစ်နေခဲ့ပါတယ်...တစ်နေ့မှာ သူနေတဲ့ရပ်ကွက်ထဲမှာ နာမည်ကြီးအားကအားကစားသတင်းကြေညာသူဟန်ဆယ်ဟီနဲ့ ဆုံမိသွားပါတယ် ဟန်ဆယ်ဟီဆီက အာရုံစိုက်မှု ရရှိဖိုအကြိမ်ကြိမ် ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး.....ဒါပေမယ့် အားကစားခန်းမထဲက တစ်ယောက်ချင်းလေ့ကျင့်ပေးတဲ့အတန်းတွေနဲ့နည်းပြရဲ့ နောက်ကွယ်ကဇာတ်လမ်းကို သိသွားတဲ့နောက် ဒိုယောင်းအနေနဲ့ ဟန်ဆယ်ဟီကို ဘယ်လိုတွေ ကယ်တင်ပေးသွားမလဲ...",
    "url": "https://www.mediafire.com/file/ukvi98nufj20597/One_On_One.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BYTJmMDFkNmYtNGVhNC00NjUwLWE3MzEtNDIwOTNkZWM2YjIxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_QL75_UX380_CR0,4,380,562_.jpg",
    "title": "Sex Games (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးAzi Acosta နဲ့ Sheree တို့အပြင် ဧည့်သည်သရုပ်ဆောင် မင်းသမီးတွေအများကြီး အင်တိုက်အားတိုက်ဇာတ်ပို့ထားပါသေးတယ်။",
    "url": "https://www.mediafire.com/file/bw0s7wyh96hujox/S_Games_2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/pvZSVE9_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Lovers-Daughter of Friends(2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီ(18+)ကားက တခြားကားတွေနဲ့ကွဲပြားတာကမင်းသမီးက cute type မဟုတ်ဘဲ sexy type ဖြစ်နေတာပါပဲ…ဒီဇာတ်ရုပ်နဲ့ပိုလိုက်ဖက်တယ်လို့တောင်ပြောလို့ရပါတယ်.ပါဝင်တဲ့အိပ်ရာခန်းတွေကလည်း တော်တော်ပွင့်လင်းမြင်သာမှုရှိလို့ကြည့်ရတာ ဆင်ပြေချောမွေ့ပါတယ်..ဇာတ်လမ်းကတော့အဆင်မပြေအထီးကျန်နေတဲ့ကောင်မလေးတစ်ယောက်ရင်ဖွင့်ဖို့ ယုံကြည်အားကိုးရတဲ့ ဦးလေးကြီးတစ်ယောက်ဆုံတွေရာကနေစထားပါတယ်..ကျန်တာကတော့ ဆက်လက်ရှုမြော် ကြပါကုန်",
    "url": "https://www.mediafire.com/file/dwzc88we1rmxtzo/LoveDaughterD.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/xEHPZAp_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Sapul (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့ဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်အိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီးအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူ",
    "url": "https://www.mediafire.com/file/wbjnav1olfcnvm9/Sapul2023720p.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/p6/main/sin_city_color-1037x1536.jpeg",
    "title": "Sin City (2005) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်ကားကိုမကြည့်ရသေးလို့ ကြည့်ပြီးရင်တော့ . . . လွန်ခဲ့တဲ့ဆယ့်ငါးနှစ်ကထွက်ခဲ့တဲ့ ရုပ်ရှင်ကို ဆယ့်ငါးနှစ်လုံးမကြည့်ခဲ့မိလို့ နောင်တရမယ့်ရုပ်ရှင်မျိုးပါပဲ။",
    "url": "https://www.mediafire.com/file/ri6isgdrpis4er8/Sincitysd.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BODNhNzUxNGUtOTE3Ny00YjExLWFlZWEtN2YxZmExZWEyYjk5XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "May December January(2022) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်ကားနာမည်လေးအတိုင်း ဇာတ်ကောင်လေးသုံးယောက်ပါဝင်ပြီးဂေးတစ်ယောက်ရယ် သူ့ရဲ့ ခပ်ဟော့ဟော့အမေရယ် သူချစ်တဲ့သူငယ်ချင်းရယ် သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကို ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/xqlayv983qze4ke/MayDecemberJanuary2022.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/p6/main/v1xEB_4c.jpg",
    "title": "Younger Sister(2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဂျီဟွန်းဆိုတဲ့ ကောင်လေးက သူ့ညီ ဂျင်ဆုနဲ့ တစ်အိမ်တည်းနေကြတယ် ..ဂျင်ဆုက တစ်နေ့ကျတော့ သူလက်ထပ်မယ့် သတို့သမီးလောင်းလေးကို အိမ်ခေါ်လာခဲ့တယ် …အဲဒီ သတို့သမီးလေးနဲ့အတူ ညီမလေးတစ်ယောက်လည်း ပါလာခဲ့တယ် ..အဲဒီညီမလေးကလည်း တစ်စုံတစ်ရာကို တော့င်တနေခဲ့ရာ ဂျီဟွန်းနဲ့ တွေ့သွားကြတဲ့အချိန်မှာတော့ဘယ်လိုတွေ နွားသိုးကြိုးပြတ် ကြမ်းကြမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြပါနော် ..",
    "url": "https://www.mediafire.com/file/dz4bv8txeguyv5s/Sister2019.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BN2FmZDk3NTMtMWZjNC00ZmNiLWI3OWItNTg4NTMwYWEwMDkzXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_.jpg",
    "title": "Rape Zombie Lust of the Dead 5 (2014) *vip",
    "info": "18+မြန်မာစာတန်းထိုးယခုပဉ္စမကားဟာလည်း စတုတ္ထကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပါတယ်။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားအမျိုးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ",
    "url": "https://www.mediafire.com/file/75pmh8pdwl2510t/ZombieLust.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BOGE4MDdjMGYtNmQxOS00MDk0LWJlNWItM2Q1NjJhMjk1NmViXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_FMjpg_UX1000_.jpg",
    "title": "Rape Zombie Lust of the Dead 4(2014) *vip",
    "info": "18+မြန်မာစာတန်ူထိုးဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကိုလိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စုဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ",
    "url": "https://www.mediafire.com/file/5r4qcrzzragn5g3/ZombieLust.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BZTUzMWFhMzgtNDNkNy00YTg4LWI5YjEtOWY3NWMzM2RiNDViXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_.jpg",
    "title": "Sister Sister 2019 *vip",
    "info": "18+မြန်မာစာတန်းထိုးတစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ကိုသူအလုပ်လုပ်နေတဲ့ဆိုင်က ဆိုင်ရှင်ကအနိုင်ကျင့်နေလို့ ကင်က သူ့ကိုအိမ်ပေါ်ခေါ်တင်လာတယ်ကင်ရယ် သူ့ခင်ပွန်းရယ် သူခေါ်လာတဲ့ကောင်မလေးရယ် သုံးယောက်ဘယ်လိုစခန်းသွားကြမလဲ",
    "url": "https://www.mediafire.com/file/o91w5tzp1ilvgdv/SisterSister2019.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1082908.jpg",
    "title": "Observation Man (2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဘဲကြီးက အသက်၃၀သာကျော်တာ အချစ်နဲ့ပတ်သက်ပြီး မခံစားဖူးသေးတဲ့လူဆိုတော့ sex ဆိုတာလည်း စာအုပ်နဲ့အခွေလောက်ပဲ အတွေ့အကြုံယူပြီးဖီးနေရတဲ့သူ..ဒါ့ကြောင့် သူက ဒါမျိုးတွေစမ်းသပ်ချင်လာတယ်..ကံကောင်းထောက်မစွာ သူ့ပထမဆုံးအတွေ့အကြုံချာတိတ်မလေးဖြစ်နေတော့ ...",
    "url": "https://www.mediafire.com/file/u9lhlwygde5t4u4/Observation+Man.mp4/file"
  }
]
