[
  {
    "thumbnail": "https://fs1.extraimage.org/2021/06/18/Delicious-Sister-Rice-Bowl-2-2021-Korean-Movie-720p-HDRip-Download9255d36a8ba644db.jpg",
    "title": "Delicious Sister Rice Bowl (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ထမင်းဟင်းထက် sexကို ပိုနှစ်သက်တဲ့ စုံတွဲနှစ်ယောက်ဖြစ်ကြတဲ့ ဂျင်ဝူးနဲ့ နာယောင်းတို နှစ်ယောက်အကြောင်းကို အဓိကထား ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဂျင်ဝူးနဲ့ နာယောင်းက မကြာခင်မှာ လက်ထပ်တော့မှာဆိုပေမယ့် ဂျင်ဝူးက နာယောင်းရဲ့အစ်မ ယောင်ဟီးနဲ့ တိတ်တိတ်လေး ခိုးစားနေခဲ့ပါတယ်။ ညီအစ်မ နှစ်ယောက်လုံးကို ကြိုက်ပြီး အရသာတွေ့သွားပြီးတဲ့နောက် ဂျင်ဝူးတိုသုံးယောက်ရဲ့ Sex Sceneတွေကို အားရပါးရ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/00ct9i85vjdh0ol/Delicious_Sister_Rice_Bowl_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo935315.jpg",
    "title": "Two Sisters 2 (2017) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့လွန်ခဲ့တဲ့နှစ်နှစ်ခန့်ကအစ်မကြီးဖြစ်သူ ဆုံးသွားပြီးတဲ့နောက်မှာခဲအိုဖြစ်သူကခယ်မလေးတွေဖြစ်တဲ့ညီအစ်မနှစ်ယောက်ကိုသူ့ရဲ့ဆွေမျိုးရင်းချာတွေလိုကျွေးမွေးစောင့်ရှောက်ပေးခဲ့ပါတယ်။နှစ်တွေကြာလာတော့တစ်အိမ်ထဲမှာအတူနေလာကြတဲ့အတွက်သံယောဇဉ်တွေတွယ်လာပြီးမတည့်အတူနေညီအစ်မနှစ်ယောက်ကခဲအိုကိုအပိုင်ရဖိုအသီးသီးကြိုးပမ်းလာကြပါတော့တယ်။ညီအစ်မနှစ်ယောက်လုံးရဲ့မြှူဆွယ်မှုတွေကြောင့်ခဲအိုဖြစ်သူကလည်းနှစ်ယောက်လုံးကိုကြိတ်ရဖိုကြံနေပေမယ့်ဘယ်အခန်းကို ဝင်ရမှန်းမသိအောင်ဖြစ်နေကာစိတ်ထဲကနေပဲမှန်းထုခဲ့ရတာတွေလည်းအကြိမ်ကြိမ်၊နောက်ဆုံးမှာတော့ညီမလုပ်သူအတွက်အိမ်ထောင်ဖက်ပေါ်လာလိုဝေခြမ်းရေးအဆင်ပြေသွားကြတဲ့အခါကြည့်လိုအရမ်းကောင်းတဲ့ sex sence တွေကိုဘယ်လိုမျိုးဆက်ပြီးဖန်တီးကြမလဲဆိုတာကိုအားပါးတရကြည့်ပေးကြပါဦးနော်",
    "url": "https://www.mediafire.com/file/o7j8onkdq2fjls2/Two_sisters_2.mp4/file"
  },
  {
    "thumbnail": "https://i.ibb.co/ZVDNwyY/The-Pubs.jpg",
    "title": "The Pubs (2021) *vip",
    "info": "The Pubs (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ စီနီယာဖြစ်သူ မင်ဝူရယ် ဂျူနီယာတွေဖြစ်ကြတဲ့ ယွန်းနာရယ် ဂျီဟီးရယ် သုံးယောက်ပေါင်းပြီး အရက်ဘားလေးတစ်ခု ဖွင့်ထားရာကနေ ဂျူနီယာလေးတွေက စီနီယာနဲ့ လစ်ရင်လစ်သလို ခိုးစားကြပါတော့တယ်။ တခြားသော ဇာတ်လမ်းတွေနဲ့ မတူဘဲ တမူထူးခြားတာ ကတော့ တစ်နေ့မှာ ဆိုင်ကို နိုင်ငံခြားသား ဧည့်သည်တစ်ယောက် ရောက်ရှိလာပြီး ကိုရီးယားမလေး ဂျီဟီးနဲ့ ဇာတ်လမ်းတွေ ဖြစ်သွားကြတာတွေ စသဖြင့် အရမ်းကြည့်လိုကောင်းတွေ sex sceneတွေကို တဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/3llvv3uzgp71264/The_pubs_2021.mp4/file"
  },
  {
    "thumbnail": "https://imagizer.imageshack.com/img924/3571/S7bALg.jpg",
    "title": "Secret Love (2021) *vip",
    "info": "Secret Love (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးကတော့ အတွဲဖြစ်တဲ့ ဟယ်ယွန်းနဲ့ ဂျွန်ဟော့တိုရဲ့ အိမ်ကို အမဝမ်းကွဲ ဖြစ်တဲ့လူ ဆိုသူက ခန လာနေဖို ဖြစ်လာခဲ့တယ်။ ဒါပေမယ့် အခြား မောင်နှမတွေလိုမျိုး မဟုတ်ဘဲ ရေတောင် တူတူချိုးတဲ့အထိ လုပ်ကြတယ်။ နောက်ပိုင်း ဟယ်ယွန်းက  အမရဲ့ စရိုက်တွေကို သည်းမခံနိုင်တဲ့ အဆုံး အိမ်က ထွက်သွားဖို ပြောတဲ့အခါ သုံးယောက်တူတူ အရက်သောက်ပြီး စကားပြောဖို ဖန်လာခဲ့တယ်။ ဟယ်ယွန်းက အရက်မူးသွားတဲ့အချိန်မှာ ကျန်ခဲ့တဲ့ ဝမ်းကွဲ မောင်နှမ နှစ်ယောက် ဘာတွေဖြစ်ကြမှာလဲ။ သူတိုနှစ်ယောက်ကြားထဲက တကယ့် လှိဝှက်ချက်က ဘာလဲ စသဖြင့် စိတ်လှုပ်ရှားဖွယ် ကြည့်ရမယ့် ကားလေးဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/21h2n0bv0i6jr01/Secret_love.mp4/file"
  },
  {
    "thumbnail": "https://mov18plus.com/wp-content/uploads/2021/10/How-About-A-Family-2021A.jpg",
    "title": "How About A Family (2021) *vip",
    "info": "How About A Family (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ သားတစ်ယောက် သမီးတစ်ယောက်ရှိတဲ့ လင်မယားနှစ်ယောက်ရဲ့ အကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ တစ်ခုထူးခြားတာက အသက်ကြီးတဲ့အထိ ကားတစ်စီးတောင် ဝယ်မစီးနိုင်သေးတဲ့ သူတိုမိသားစုအဖ်ိ ငွေရေးကြေးရေး ပြည့်စုံတဲ့ ရွှေသားမက်တော်လေး ရရှိရေးအတွက် သမီးနဲ့ အမိဖမ်းပြီး အပိုင်ချုပ်တဲ့ အကွက်လေးတွေကို တွေ့မြင်ရမှာပါ။ နောက်ထပ် ထူးခြားတာကတော့ သမီးနဲ့ လက်မထပ်ခင်မှာ ယောက္ခမလုပ်သူနဲ့ sex testစမ်းသပ်ရတဲ့ ထူးထူးဆန်းဆန်းလေးတွေ အပါအဝင် ရိုးမသွားအောင် ဆွဲဆောင်နိုင်တဲ့ မိသားစုဝင်တွေရဲ့sex sceneတွေကိုပါ တဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/u91kfbv8uxd34xq/about_Family.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1360386.jpg",
    "title": "One Bed, Two Couple (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ တောနယ်လေးကို အရဲစွန့်ပြီး ပြောင်းလာကြတဲ့ မီယွန်းတို လင်မယား နှစ်ယောက်၊ယောက်ျား ဖြစ်သူက အလုပ် မလုပ်ဘဲ ထုံထုံအအ ဖြစ်နေတဲ့အခါ မီယွန်းက ဆိုးလ်ကို ပြန်သွားဖို ဖြစ်လာခဲ့တယ်။ ညဘက်ကြီး အိမ်ကထွက်သွားတဲ့ မီယွန်းတစ်ယောက် လမ်းပျောက်နေတဲ့ အချိန် ဘေးအိမ်က မင်ဂျူဆိုတဲ့ ယောက်ျားတစ်ယောက်နဲ့တွေ့ပြီး အိမ်ကိုခေါ်ပြီး ကူညီပေးဖို ဖြစ်လာခဲ့တဲ့အခါ  ဘာတွေဖြစ်လာကြမှာလဲ။ မင်ဂျူတို လင်မယားနဲ့ မီယွန်းတို လင်မယားနှစ်ယောက် ရှေ့လျှောက် ဘယ်လိုမျိုး  ရှေ့ဆက်သွားကြမှာလဲ။ စတဲ့ ဆွဲစားခံရတဲ့ sex အခန်းတွေအပြင် group sex တွေပါ စိတ်ကြိုက်ကြည့်ရမယ့် ကားဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/cgpfl0w1kxbsaof/One_Bed%252C_Two_Couple_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://560pmovie.com/wp-content/uploads/Beat-Club-2021.jpg",
    "title": "Beat Clup (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ဖောက်ပြန်တာမျိုးတော့ မဟုတ်ပေမယ့် တစ်ခြားတစ်ယောက်နဲ့ sexလုပ်ရတာကိုမှ ဖီလင်ဖြစ်နေတဲ့ ယောက်ျားဖြစ်သူက သူ့ရှေ့မှာတင် သူ့မိန်းမ ဂျီအန်းက တခြားတစ်ယောက်နဲ့ sexလုပ်ခံရတဲ့ပုံစံ မြင်ချင်ကြောင်း ခဏခဏ တိုက်တွန်းမှုကြောင့် မိန်းမဖြစ်သူမှာ စိတ်ညစ်နေရပါတော့တယ်။ ဒီလိုနဲ့  တစ်နေ့မှာ ယောက်ျားဖြစ်သူရဲ့ စေခိုင်းမှုကြောင့် VIT Clubကနေ sexလုပ်ဖို ရောက်ရှိလာတဲ့ဟျော့ဂျွန်းဆိုသူနဲ့ ဂျီအန်းတို sexဖြစ်ကြပြီးတဲ့နောက်...",
    "url": "https://www.mediafire.com/file/2cgdv69gjwwgr13/Beat_Clup.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfn7PHKxzvKEJhzLHoKkFd650FHPC0P4r9XA&usqp=CAU",
    "title": "Dating Daddys Friend (2019)  *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ အမေရိကားကနေ အလည်အပတ်အနေနဲ့ ရောက်ရှိလာတဲ့ ဂျယ်နီတစ်ယောက် အဖေဖြစ်သူရဲ့ သူငယ်ချင်း ဆောင်းဂျင်းရဲ့အိမ်မှာ တစ်ပတ်လောက် လာတည်းရာကနေ ဆောင်းဂျင်းဆိုသူနဲ့ sexဖြစ်ကြပါတော့တယ်။ ဒါကို ဂျယ်နီက အဟုတ်ကြီး ထင်နေတုန်း ဆောင်းဂျင်းဆိုတဲ့သူက မိန်းမတိုင်းနဲ့ sexကိစ္စမကင်းကြောင်းကို သိရှိသွားတဲ့အခါ ဆောင်းဂျင်းရဲ့ သားဖြစ်သူ မင်ဂျွန်းနဲ့ ဂျယ်နီတို တစ်ခါ sexဖြစ်ဖို အကြောင်းဖန်လာပါတော့တယ်။ ဒီလိုနဲ့ အဖေရော သားပါ ဂျယ်နီကို တစ်လှည့်စီ ဝိုင်းကြိတ်ကြတဲ့ sex sceneတွေကို တစ်ဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/yln4cy0n3ku4lei/Dating_Daddys_Friend_%25282019%2529.mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo1363048.jpg",
    "title": "They Had Sex at A's House (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့အမျိုးသမီးဝတ်အတွင်းခံတွေကိုအိမ်တိုင်ရာရောက်လိုက်လံရောင်းချနေတဲ့ကောင်မလေးတွေအကြောင်းကိုအဓိကထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီလိုနဲ့တစ်နေ့မှာအတွင်းခံတွေလိုက်ရောင်းရင်းအမျိုးသားတွေပဲရှိတဲ့အိမ်ကိုဝင်ရောင်းမိတဲ့အခါအရောင်းသွက်လာရတဲ့လျှိဝှက်ချက်ရဲ့နောက်ကွယ်ကအကြောင်းအရာတွေကဘာတွေကြောင့်လဲဆိုတာကိုကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/tmg8l9emxcmpajo/They_Had_Sex_at_A%2527s_House_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo1058955.jpg",
    "title": "Young sister in law 3 *vip",
    "info": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်",
    "url": "https://www.mediafire.com/file/mc4243xjgr4ofi2/Young.Sister.in.law.3.mp4/file"
  },
  {
    "thumbnail": "https://fs1.extraimage.org/2021/07/06/Big-Boobs-Friends-and-Noonas-Unremoved-2021-Korean-Movie-720p-HDRip-Download532418a874109a22.jpg",
    "title": "Big Sister (2021) *vip",
    "info": "ဇာတ်လမ်းကတော့ ညီမနှစ်ယောက်အတူတူနေထိုင်ကြပါတယ်။ညီမအပြင်ထွက်ပြီးသူမဘဲနဲ့ချိန်းတွေ့တာကိုအမကမကြိုက်ပါဘူး။အမြဲလိုလိုဆူခံထိ့နေပါတယ်။တစ်နေ့ညီမဖြစ်သူကသူမရဲ့ဘဲကိုသူမအမကိုသွားတွေ့ပြီးသူမကိုမဆူဖိုအမဘက်ကနေအမြင်ပြောင်းလဲလာအောင်လုပ်ပေးဖိုပြောလိုက်ပါတယ်။သူမရဲ့ဘဲကလည်းသူမရဲ့အမကိုသွားတွေ့ပါတော့တယ်။သူမရဲ့ဘဲနဲ့သူမရဲ့အမတိုတွေ့ကြပြီးဘာတွေပြောကြမလဲဘာတွေလုပ်ကြမလဲဆိုတာကိုတော့.....",
    "url": "https://www.mediafire.com/file/2h8l6oa8ytxen92/Big_Sisters_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1338231.jpg",
    "title": "Yours, Mine, All Mine (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့အပေါ်ထပ်မှာနေတဲ့စုံတွဲလင်မယားနှစ်ယောက်ကsexလုပ်ရင်တအားဆူညံတာကြောင့်အောက်ထပ်မှာနေတဲ့စုံတွဲလင်မယားနှစ်ယောက်ကညရောက်ပြီဆိုရင်အိပ်မရတဲ့ညတွေများလာပါတော့တယ်။ဒီလိုနဲ့ပြေလည်အောင်ညှိနေရင်းနဲ့တစ်နေ့မှာသူငယ်ချင်းတွေရဲ့မြှောက်ပေးမှုကြောင့်swappingလို့ခေါ်တဲ့လင်မယားစုံတွဲခြင်းလဲစားကြတဲ့အရာကိုခံတွင်းတွေ့သွားပြီးတဲ့နောက်အပေါ်ထပ်နဲ့အောက်ထပ်ဘယ်လိုဇာတ်လမ်းတွေဆက်ဖြစ်လာမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/vf10tslthi48h8y/Blue_Tv_Yours%252C_Mine%252C_All_Mine_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo781880.jpg",
    "title": "Dad’s Friend *vip",
    "info": "ဇာတ်လမ်းကတော့သူငယ်ချင်းသမီးကိုသနားချစ်ချစ်မိသွားတဲ့လူတစ်ယောက်အကြောင်းလို့ပြောလို့ရသလို,အဖေရဲ့သူငယ်ချင်းလုပ်ငန်းရှင်သူဌေးကိုလိမ်ပြီးချူစားတဲ့ဇာတ်လမ်းလေးလို့လည်းပြောလို့ရပါတယ်။ကိုရီးယား18+ဆိုတော့ဖောင်းဒိုင်းအခန်းတွေကJAVကားတွေလိုမကြမ်းပဲတရွရွနဲ့ဆွဲခေါ်သွားမှာပါ။",
    "url": "https://www.mediafire.com/file/k65s3d9pl950ds2/Dad%25E2%2580%2599s_Friend_%25282016%2529.mp4/file"
  },
  {
    "thumbnail": "https://fs1.extraimage.org/2021/07/04/Sister-Monica-2021-Korean-Movie-720p-HDRip-Download63628574041df941.jpg",
    "title": "Younger Sister Monica *vip",
    "info": "ဇာတ်လမ်းလေးကအိမ်ထောင်သည်ယောက်ျားတစ်ယောက်ကအမေရိကားပြန်ကိုရီးယားမလေးနဲ့အချစ်နယ်ကျွံမိတဲ့အလန်းစားဇာတ်ကားလေးဖြစ်ပါတယ်။အိမ်ထောင်သည်သဘာ၀အတိုင်းအိမ်ကဟင်းရိုးလာတော့အပြင်ဟင်းလေးမြည်းစမ်းရင်းအပြင်ဟင်းကအိမ်ချက်ထက်ပိုကောင်းပိုမိုက်နေသောအခါဘယ်လိုတွေအပီအပြင်ဆွဲမယ်ဆိုတာဇာတ်ကားမှာပညာပေးလေးနဲ့အတူမင်းသမီးရဲ့စွဲမက်ဖွယ်ခန္ဓာကောက်ကြောင်းအလှကိုရှုစားရမှာပါ။မင်းသမီးကတော့ဂေါင်းကြီးတို့အကြိုက်အချွဲအနွဲ့ဘုရင်မကိုရီးယားရုန်းပတီသီးမလေးရဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပြီးတော့အသံအနေအထားခန္ဓာကိုယ်အသားအရည်ဝင်းလဲမှုတို့ကဇာတ်ကားကိုထင်ဟင်ပေါ်လွင်စေတာမို့ DSကတင်ဆက်ပေးလိုက်ပါတယ်",
    "url": "https://www.mediafire.com/file/wq1m4393l8c0pa8/Blue_Tv_Younger_Sister_Monica.mp4/file"
  },
  {
    "thumbnail": "https://i.pinimg.com/originals/09/2a/27/092a2785d49827161cdaa4b421f3635b.jpg",
    "title": "Milae Pretty Daughter in law (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ကုမ္ပဏီ သူဋ္ဌေးကြီးဖြစ်သူ ထယ်ဂျွန်းနဲ့ ဋ္ဌာနမှူးဖြစ်သူ မင်ဂျူတိုမှာ အလုပ်ကို အကြောင်းပြပြီး တိတ်တိတ်လေး ခိုးစားနေတာ ကြာနေခဲ့ပါပြီ။ တစ်နေ့မှာတော့ ထယ်ဂျွန်းရဲ့သား ဂျွန်ဟိုက အမေရိကန်ကနေ ကိုရီးယားကို ပြန်ရောက်လာတဲ့ အချိန်မှာ ဋ္ဌာနမှူးဖြစ်သူ မင်ဂျူရဲ့ sexyကျမှုတွေကြောင့် မြင်မြင်ချင်း စွဲလမ်းသွားပြီး လက်ထပ်ဖိုအထိ ဖြစ်လာတာကို အဖေလုပ်သူ ထယ်ဂျွန်းက သိသွားတဲ့အခါ ဘာတွေ ဆက်ဖြစ်ကြမလဲ၊ ဂျွန်ဟိုက တိတ်တိတ်ကလေး အိမ်ထောင်ရေး ဖောက်ပြန်မှုကြောင့် ငွေအရမ်းလိုအပ်လာတဲ့အခါ မိန်းမဖြစ်သူက ယောက္ခမကြီးဆီက ငွေကို ဘယ်လိုရအောင် တောင်းပေးမလဲဆိုတာတွေ စသဖြင့် အဖေရော သားနဲ့ပါ ဆွဲစားခံနေရတဲ့ ချွေးမချောလေးရဲ့ sex sceneတွေကို တဝကြီး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/odp4mqzjii9q08k/Blue_Tv_Milae_Pretty_Daughter_in_law_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQIHsBwefR6PcyT4HAUoc9dZzWduXAD7E0FHQ&usqp=CAU",
    "title": "Mother Daughter Sharing Two to One Love (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့မိဘတွေခရီးထွက်သွားကြတော့အိမ်မှာ ကျန်ရစ်ခဲ့တဲ့မတည့်အတူနေညီအစ်ကိုနှစ်ယောက်အနက်အစအနောက်သန်လွန်းတဲ့ညီဖြစ်သူဆူချောရဲ့အချွန်နဲ့မမှုကြောင့်မိဘတွေမရှိတုန်းအိမ်ကိုလာကူပေးနေတဲ့အစ်ကိုဖြစ်သူဟီချောရဲ့ရည်းစားဂျောင်ဟီးကအိမ်ပေါ်ကဆင်းသွားပါတော့တယ်။ဒါကြောင့်ထမင်းချက်ပေးမယ့်သူအသစ်ဖြစ်တဲ့ဂျူဟီးရောက်လာတဲ့အခါမှာညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ three in one ဇာတ်လမ်းတွေဘယ်လိုဆက်ပြီးခင်းကြမလဲဆိုတာကိုစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။MYFLIX မှတင်ဆက်သည်",
    "url": "https://www.mediafire.com/file/tj2xvw96pilrga1/Blue_Tv_Mother_Daughter_Sharing_Two_to_One_Love_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://www.movie-trailer.co.uk/static/images/posters/objective-wifes-affair-2020.jpg",
    "title": "Objective- Wifes Affair (2020) *vip",
    "info": "ဇာတ်ကားလေးမှာတော့ယောက်ျားဖြစ်သူမင်ဂူရဲ့ဆိုဒ်ကသေးနေတာကိုသိပ်မနှစ်မြိုတာကြောင့်မိန်းမဖြစ်သူယူဂျင်းကဆိုဒ်ကြီးတဲ့အကြောင်းတွေ၊ဘယ်လိုဂရုစိုက်ခံချင်ကြောင်းတွေကိုသိချင်လာရာမှအခါသင့်အခွင့်ဆိုင်ဆိုသလိုခဲအိုဖြစ်သူယောင်းဂျွန်းနဲ့လင်ညီမမီယောင်းတိုဇနီးမောင်နှံနဲ့တွေ့ပြီးမေးမြန်းကြည့်ရာမှထူးခြားတဲ့အတွေ့အကြုံအသစ်ခံစားချက်အသစ်တွေပါတဲ့ sex scene တွေကိုတစ်ဝကြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/8k8a111l5n7b2mi/Blue+TvObjective-+Wifes+Affair+(2020).mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1217471.jpg",
    "title": "18 Year Old Seungha Easy Piece Of Cake *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ဇာတ်လမ်းTitleလေးအတိုင်းပဲအသက်18နှစ်အရွယ်ရောက်နေပြီဖြစ်တဲ့ဒဆွန်းဟာ'တစ်ယောက်,ယောက်ျားလေးသူငယ်ချင်းတွေချည်းပဲရှိတဲ့အိမ်ကိုအလည်သွားမိရာမှsexအတွေ့အကြုံတွေကိုတစ်ဝကြီးခံစားလာရတဲ့အကြောင်းကိုအဓိကထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆွန်းဟာကညဘက်မှာကောင်လေးတစ်ယောက်၊ နေ့ဘက်မှာနောက်ထပ်ကောင်လေးတစ်ယောက်နဲ့တစ်ဝကြီးပျော်ပါးကြတဲ့ sex scene တွေကိုကြည့်ရမှာပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/p1fib1jfwwqbzm8/Blue_Tv_18_Year_Old_Seungha_Easy_Piece_Of_Cake.mp4/file"
  },
  {
    "thumbnail": "https://images.moviefit.me/t/b/370145-mom-s-diary.webp",
    "title": "Mom's Diary *vip",
    "info": "ဇာတ်ကားလေးမှာတော့ နာယာ ဆိုသူက ဂွန်ဆိုးလ် ခေါ်ဆိုးလ်လေးရဲ့အမေအရင်းပါဆိုပြီးဖုံးကွယ်ပြီးနေနေခဲ့ရာမှတစ်နေ့မှာ'ဆိုးလ်လေး'ရဲ့ကောင်လေးဖြစ်သူ ယောင်းဟို နဲ့နာယာတိုဖောက်ပြန်မိကြသလိုဖြစ်သွားပါတော့တယ်။ဒါကိုဆိုးလ်လေးကသိသွားပြီးတဲ့နောက်ဘာတွေဆက်ဖြစ်ကြမလဲ၊အမေရင်းမဟုတ်မှန်းသိသွားတဲ့အခါဘာတွေဆက်ဖြစ်ကြမလဲ၊sexအတွက်ဘယ်လိုလက်တုန့်ပြန်ကြမလဲဆိုတာတွေကိုကြည့်ရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/nzsmtavq7njfbkk/Blue_Tv_Mom%2527s_Diary.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSwNn6M_XVTCjCIOKkCRXbkdG_h67PI4wyWPg&usqp=CAU",
    "title": "Friends Daughter *vip",
    "info": "ဇာတ်ကားလေးမှာတော့အလုပ်လုပ်နေရင်းအထက်လူကြီးကဆူလိုက်လိုစိတ်မကောင်းဖြစ်သွားတဲ့သူငယ်ချင်းရဲ့သမီးဆယ်ရာကိုကုမ္ပဏီပိုင်ရှင်ဥက္ကဋ္ဌဖြစ်သူကပြန်လည်ချော့မော့ပေးနေရာကအစပြုပါတယ်။ဆယ်ရာကကုမ္ပဏီမှာစိတ်ဖိစီးမှုတွေကြုံရတိုင်းလည်းပိုင်ရှင်ဖြစ်သူကမက်လုံးတွေပေးကာsexပိုင်းဆိုင်ရာမှာဆရာတစ်ဆူလိုပြောရအောင်ကိုပဲကျွမ်းကျင်လှတဲ့စားဘဲကြီးကကုမ္ပဏီဝန်ထမ်းမလေးကိုစားတဲ့ sex scene တွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ကိုယ်တိုင်ရိုက်ဖောင်းဒိုင်းသဘောမျိုးလေးရိုက်ပြထားလိုပုံမှန်တင်နေကျကားတွေနဲ့တော့မတူပါဘူး",
    "url": "https://www.mediafire.com/file/scltumqxrawc1gm/Friends_Daughter_%25282018%2529.mp4/file"
  }
]