[
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1211191.jpg",
    "title": "Shiho(2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးကိုယ်ချစ်ရသူကို ကာကွယ်ပေးဖို ကြိုးစားပေးတဲ့သူနဲ့ ချစ်ရတဲ့သူကိုအရယူနိုင်ဖို လုပ်တဲ့သူရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/iv3n5q8rk3cof8q/Shiho2019.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/minimyanmar/p4/main/dbebekeke.jpg",
    "title": "Empire of Lust (2015) *vip",
    "info": "18+မြန်မာစာတန်းထိုးEmpire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ",
    "url": "https://www.mediafire.com/file/3a4na0gmk3t3bw1/EmpireOfLust.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/6KhNsAH_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Nightbird (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးကရာတေးခါးပတ်နက် ရေချယ်တစ်ယောက် ဒီယောက်ျားတွေကို အနိုင်ကြဲနိုင်မှာလား…ဒီလူတွေရဲ့အကြံအစည်ကဘာတွေရှိနေမလဲ…သူ့အချစ်ဆုံး သူငယ်ချင်းတွေကိုရော အချိန်မှီကယ်တင်နိုင်ပါ့မလား…ပုရိသတို့နဲ့ မစိမ်းလောက်မယ့် Christine Bermas လေးကို ဒီကားမှာတော့ စရိုက်တစ်မျိုးနဲ့ကြမ်းချင်တိုင်းကြမ်းပြမယ့် ဖိလစ်ပိုင်ဂျက်မအဖြစ်ထူးထူးခြားခြားတွေ့မြင်ရမှာမို့ ကြည့်သင့်တဲ့ကားတစ်ကားပါပဲ",
    "url": "https://www.mediafire.com/file/qurgucai7ovc48e/Nightbird_2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/jKUNAOR_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "A Girl on the Shore(2021) *vip",
    "info": "18+မြန်မာစာတန်းထိုးကျောင်းသူလေးခိုအုမဲဟာ စီနီယာကျောင်းသားမိဆုခိနဲ့ ဒိတ်နေတယ်လို့ကျောင်းမှာသတင်းထွက်နေပေမယ့် မိဆိုခိဟာ ခိုအုမဲကို အပျော်ပဲကြံတယ်။စိတ်အလိုရှိရင်ခဏသုံးပြီးပစ်ထားလိုက်တယ်တစ်ဖက်မှာလည်း ပထမနှစ်ကတည်းတစ်တန်းတည်းအတူတူတက်တဲ့အိဆိုဘဲ ဆိုတဲ့ကောင်လေးကကျောင်းမှာသူငယ်ချင်းဆိုတာမရှိဘူးဒါပေမယ့် အိုခုမဲတစ်ယောက်တည်းသာသူ့အတွက်သူငယ်ချင်းလို ဖြစ်နေတယ်။အိဆိုဘဲကို အိုခုမဲတစ်ယောက်မကြိုက်ပေမယ့် ဆယ်ကျော်သက်တို့သဘာဝ လက်တည့်စမ်းရင်းနဲ့ပဲ",
    "url": "https://www.mediafire.com/file/hgyf3gma43auncj/AGirlontheShore2021.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/Dnpg649_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Panibugho (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဆွန်ညာ အက်စ်သာ လီယာ ဆိုတဲ့ညီအစ်မသုံးယောက်ဟာ တောအုပ်အစပ်က အိမ်ကြီးတစ်ခုမှာ သုံးဦးတည်းနေထိုင်ကြပါတယ်။တစ်ညမှာတော့ သူတို့အိမ်ကို မဖိတ်ခေါ်တဲ့ဧည့်သည် သူစိမ်းယောက်ျားတစ်ယောက် မုတ်ဆိတ်ကျင်စွယ်အထပ်ထပ် ဒဏ်ရာဗရပွနဲ့ရောက်လာခဲ့ပြီး နဂိုကတည်းက မအေးချမ်းတဲ့ သူတို့ အိမ်တွင်းရေးမှာ ပြဿနာတွေ ပူလောင်ဆူဝေလာပါတော့တယ်။ယောက်ျားတွေနဲ့ဝေးနေတဲ့ညီအစ်မသုံးယောက်ထဲကို ရုပ်ရည်မဆိုးတဲ့လူငယ်တစ်ယောက် ရောက်လာတဲ့အခါ...",
    "url": "https://www.mediafire.com/file/6cgzp7der6ifw72/Panibugho2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/MCe8lfA_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Rolling on the Road (1981) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအဲဒီထဲမှာအချောဆုံးက သူနာပြုမလေးပဲဗျသူကအတော်လေးကိုချစ်ဖို့ကောင်းတယ်အပြောအဆို အမူအရာ ချွဲချွဲနွဲ့နွဲ့လေးတွေဒါပေမဲ့ မိန်းမတွေကိုတော့ အထင်မသေးမိစေနဲ့နော်သူတို့ဘယ်လောက် အငြိုးကြီးတယ်ဘယ်လောက် ရင်းပြီး အသုံးချတက်တယ်ဆိုတာဇာတ်ကားလေးကြည့်ရင် သိနိုင်ပါလိမ့်မယ်",
    "url": "https://www.mediafire.com/file/jckxzyx5k27g7ha/OhWomanADirtySong1981.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/Bdtjzge_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Outing 3(2020) *vip",
    "info": "18+မြန်မာစာတန်းထိုးယူချင်းတို့လင်မယားဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီရှိပြီးပြေလည်တဲ့ သူတွေပေါ့..(၂)ယောက်လုံးဟာ လိင်စိတ်ပြင်းထန်လွန်းတယ်ဆိုပေမဲ့အိမ်မှာတော့ မေးထူးခေါ်ပြောလောက်နဲ့လင်မယားဆက်ဆံရေး ပြေလည်ရုံလောက်ပဲနေကြတယ်.ဘာလို့လဲဆိုတော့ အပြင်မှာ သူတို့စိတ်တွေကိုဖြေဖျောက်ပေးမယ့်အလှအချောလေးတွေရှိနေလို့ပါပဲ",
    "url": "https://www.mediafire.com/file/zmpdsvm2laydc4c/Outing_3_2020.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/pFjsYp6_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Bugso 2022 *vip",
    "info": "18+မြန်မာစာတန်းထိုးသူ့မှာမိခင်ရောဖခင်ပါမရှိတော့ပေမယ့် ဒုက္ခိတမောင်လေးတစ်ယောက်ရှိပြီးအဲ့ဒီမောင်ငယ်လေးကိုစိတ်သဘောထားမပြည့်ဝတဲ့ အဒေါ်ဖြစ်သူဆီမှာအပ်ထားရတဲ့အတွက်အမြဲတမ်း စိတ်ပူနေရသလို သူနဲ့အတူခေါ်ထားဖို့အတွက် ငွေစုနေရပါတယ်ဇာတ်လမ်းကစင်းစင်းလေးပေမယ့် လှည့်ကွက်တွေပါပါတယ်။ဒါပေမယ့်လဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က အားတိုင်းဂျိမ်းနေကြတာပါပဲ။ပိုစတာမှာပါတဲ့အဓိကဇာတ်ဆောင်နှစ်ဦးက မြင်နေကျပေမယ့် ဇာတ်ပို့ဇာတ်ရံအင်အားတွေအများကြီးက မြိုင်မြိုင်ဆိုင်ဆိုင် တစ်ဂျိမ်းဂျိမ်းဇာတ်ပို့ပေးထားကြတာပါ အားရကျေနပ်နိုင်ကြပါစေ",
    "url": "https://www.mediafire.com/file/vnqwn23tqbey3z6/Bugso2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/DoduQs1_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Downfall (2022) *vip",
    "info": "18+မြန်မာစာတန်းထိုးလွတ်မြောက်ဖို့ကြိုးစားရခြင်းတွေ… ဒီဘဝကို ပျော်မွေ့သွားခြင်းတွေ… အဖြူတွေအမဲတွေ ဒွန်တွဲနေတဲ့အကြောင်းတွေကို မျက်ဝါးထင်ထင်မြင်ကြရပါလိမ့်မယ်။ ကိုရီးယားပြည့်တန်ဆာလောကအကြောင်း ဆရာကင်ကီဒွပ်ကြီး သရုပ်ဖော်တာကို ကျွန်တော်တို့ခဏခဏကြည့်ဖူးခဲ့ပြီးပြီမလား။ ဒါကတော့ အရသာအသစ်ပေါ့",
    "url": "https://www.mediafire.com/file/v26h3qk7cbvnftl/Downfall_1997.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/BYaZfFY_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "My Girlfriend is 20 Years Old (2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအသက်အရွယ်ကွာခြားပြီး ငယ်ရွယ်လွန်းတဲ့ကောင်မလေးကိုချစ်သူတော်ထားရတဲ့ ချာချင်ဝူးဆိုသော လူလတ်ပိုင်းအရွယ်တစ်ယောက်ရှိတယ်…၂ယောက်ဘဝတစ်ခုကိုဖြတ်သန်းဖို့အတွက်မရင့်ကျက်မှုတွေက ဆူးညှောင့်ခလုတ်တွေလိုဖြစ်နေတယ်..ဒီအခြေအနေကိုကျော်လွှားဖို့ ချစ်သူ (၂)  ဦး ကြိုးစားအားထုတ်ပါတော့တယ်..မင်းသမီးအချောလေးတွေပါတဲ့အပြင် ခပ်ကြမ်းကြမ်းအချစ်ခန်းတွေပါလို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…",
    "url": "https://www.mediafire.com/file/804dx1z7w9smooy/My_Girlfriend_Is_20_Year_Old.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/aKUVRjC_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "A Woman Called Sada Abe(1975) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးအေဘီဆာဒါ ဆိုတာ သူမ ချစ်သူကို ချစ်လွန်းလို့ အဆုံးရှုံးခံရမှာစိုးလို့၊တခြားသူလက်ထဲ မထည့်ပေးနိုင်လို့ ချစ်သူကို ကိုယ်တိုင်သတ်ပစ်ပြီး၊ လိင်အင်္ဂါကိုဖြတ်ယူကာသူမကီမိုနိုထဲထည့်ကာ ကိုယ်နဲ့မကွာဆောင်ထားတဲ့ အမျိုးသမီးပဲဖြစ်ပါတယ်။ဒီအဖြစ်အပျက်ဟာ 1936 ခုနှစ်မှာ ဂျပန်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့ပြီး လူထုအကြားတုန်လှုပ်ခြောက်ခြားစေခဲ့ပြီး တွေးခေါ်ပညာရှင်တွေ၊စာရေးဆရာတွေနဲ့ရုပ်ရှင်ထုတ်လုပ်သူတွေအကြားပိုပျံ့နှံခဲ့ပါတယ်။ 1975 မှာတော့ သူမအကြောင်း ပြန်လည်ရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ထွက်ရှိခဲ့ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/j057kzxje4t98uw/AWomanCalled.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/xNkz5hs_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Perfect Partner (2011) *vip",
    "info": "18+မြန်မာစာတန်းထိုးPerfect Partner (or) My Secret Partner ဆိုတဲ့ဒီဇာတ်ကားက ကိုရီးယား 18+ ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ဇာတ်ကားပါအချစ်မှာအသက်အရွယ်က အရေးမပါဘူးဆိုတဲ့အကြောင်းနဲ့ အချစ်မှာ ဘာတွေပဲအရေးပါလဲဆိုတာ ဒီဇာတ်ကားက ရှင်းပြပါလိမ့်မယ်",
    "url": "https://www.mediafire.com/file/zlxradctjsk30nb/Perfect_Partner.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/gH3T91P_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Miss Change (2013) *vip",
    "info": "18+မြန်မာစာတန်းထိုးရှေ့နေဂျေချီဟာ လူပျိုစစ်စစ်တစ်ယောက်ဖြစ်ပြီး မိန်းမကိစ္စနဲ့ပတ်သက်ရင် မျက်လုံးချင်းတောင်ဆုံလို့မရတဲ့ အာဂယောင်္ကျားပါ။တစ်အိမ်ထဲအတူနေတဲ့ သူ့သူငယ်ချင်းယောင်းဂူကတော့ မြာပွေလှသူဖြစ်ပြီးသူငယ်ချင်းကြိတ်ကြွေနေတဲ့ ကောင်မလေးကိုပါ အလွတ်မပေးသူပါ။တစ်နေ့မှာ…သူတို့ဘဝထဲကို ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာပြီးသူမနဲ့ထိတွေ့သူတိုင်း ဘဝပြောင်းသွားတဲ့အခါမှာတော့",
    "url": "https://www.mediafire.com/file/6ou8y2jczmv8l7c/MissChange.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/LOKdJ79_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Kinsenas Katapusan 2022 *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီကားလေးဖိလစ်ပိုင်အချစ်ကားလေးပါ psychological ပုံစံပါ ။ ဇာတ်လမ်းထဲကမင်းသားကြီးကတော့ လုပ်ငန်းရှင်ကြီးတစ်ယောက်ဖြစ်ပြီးစော်ကြည်ဘဲကြီးပါတစ်နေ့ သူ့သမီးကသူငယ်ချင်းကောင်မလေးကို အဖေရဲ့မွေးနေ့ကိုခေါ်လာတဲ့အခါမှာတော့ ကောင်မလေးက သူ့ကိုကြွေသွားပြီးတော့ ဘာတွေဖစ်မလဲဦးနဲ့ သမီး ဇာတ်လမ်းလေးပါ နားကြပ်လေးတပ်ပီးကြည့်ပါလို့ အရမ်းကြမ်းတာမို့",
    "url": "https://www.mediafire.com/file/hfi11q60kx1s4cx/KinsenasKatapusan_2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/yZZdpSv_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Lady Chatterley’s Lover (2022) *vip",
    "info": "18+မြန်မာစာတန်းထိုးခင်ပွန်းဟာ အောက်ပိုင်းသေနေတဲ့အတွက် လိင်မှုကိစ္စလည်း လုပ်နိုင်စွမ်းမရှိတဲ့အပြင် သူ့အပေါ်ကို ချစ်သူဇနီးမယားတစ်ယောက်အနေနဲ့ မဟုတ်ဘဲ နာ့စ်တစ်ယောက် အိမ်အကူတစ်ယောက်အဖြစ် မှီခိုလာပါတော့တယ်ဒီအရာတွေဟာ သူတို့အိမ်တော်က မွေးမြူရေးအလုပ်သမား Oliverနဲ့ တွေ့တဲ့အခါ အသစ်တဖန်ပြန်အသက်ဝင်လာပါတယ်....",
    "url": "https://www.mediafire.com/file/3uj15rb8qw3muaz/LadyChatterley_Lover..mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/vbXa6C6_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Obscene House: Slave Wife (2020) *vip",
    "info": "18+မြန်မာစာတန်းထိုးနယ်ဘက်က အိမ်ယာတစ်ခုစီ ပြောင်းရွှေ့လာသော ဇနီးမောင်နှံတစ်တွဲဟာအိမ်အသစ်က တိတ်ဆိတ်ပြီး အသံလုံတာကြောင့် သဘောကျနေပါတယ်…ဒါပေမယ့် အရမ်းတိတ်ဆိတ်လွန်းတာကြောင့် လူနေတာရော ဟုတ်ရဲ့လားဆိုပြီး သံသယဝင်လာပါတော့တယ်…",
    "url": "https://www.mediafire.com/file/dtts14tyww7hc2e/Obscene_House.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/41017zM_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Enhtralled (2014) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်လမ်းလေးမှာ သူငယ်ချင်းသုံးယောက်ရဲ့ ဘဝနဲ့ယှဥ်ပြီး မြင်သာအောင် ရိုက်ပြပေးထားပါတယ်။၁၈ ယောက်စုပြိး ကြည့်ရမယ့် ချစ်ခန်းကြိုက်ခန်းတွေ ပါတာမို့ မိသားစုနဲ့ ကြည့်ရှုရန် မသင့်တော်ပါဘူ",
    "url": "https://www.mediafire.com/file/t6yzuv2thtczaqo/Enthralled.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/alF3wo6_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Love Affair(2014) *vip",
    "info": "18+မြန်မာစာတန်းထိုးSeong-min ဟာ ကုမ္ပဏီကနေ အနားယူပြီး ဇနီးနဲ့အတူ စာအုပ်ဆိုင် ဖွင့်ထားတဲ့ အိမ်ထောင်ရှင် ဖခင်တစ်ဦးပါသူ့ဆိုင်ကို အရမ်းလှတဲ့ ဘဲလေးအကဆရာမဖြစ်တဲ့ Ga-hee ရောက်လာပြီးတဲ့နောက် Seong-minကနေ့တိုင်း အကဆရာမလေးအကြောင်းပဲ တွေးမိနေတော့တယ်ဇာတ်လမ်းလည်းကောင်းသလို မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါဝင်လို့ကသတိချပ်စေချင်ပါတယ်",
    "url": "https://www.mediafire.com/file/wstxn509cc8h1mm/Love_Affair2014.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/W2TwXB9_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Pamasahe (2022) *vip",
    "info": "18+မြန်မာစာတန်းထိုးသရုပ်ဆောင်တွေထပ်လွန်းလို့ ပြောနေကြတဲ့ ပရိသတ်တွေအတွက် Vivamas ကအသစ်စက်စက်လေးနှစ်ယောက်ကိုမိတ်ဆက်ပြီးပွဲဦးထွက်စင်တင်ပေးလိုက်တဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ သူတို့လေးတွေကလဲ အရင်စီနီယာတွေထက်မလျော့တဲ့ဆွဲဆောင်မှုတွေ ညှို့အားတွေနဲ့ ပရိသတ်ကိုဘယ်လိုဆွဲဆောင်ဖမ်းစားသွားမလဲဆိုတာ တစ်ချက်လောက်မြည်းစမ်းကြည့်စေချင်ပါတယ်",
    "url": "https://www.mediafire.com/file/esesddya98k75zp/Pamasahe2022.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.com/fek6MSd_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Bata Pa Si Sabel *vip",
    "info": "18+မြန်မာစာတန်းထိုးဆာဘယ်ဟာ ချစ်ရသူနဲ့မင်္ဂလာပွဲဆင်နွှဲပြီး စိတ်ကူးယဉ်အိမ်မက်တွေနဲ့ ပျော်ရွှင်နေတဲ့ နှစ်ဆယ်ကျော်စ မိန်းမငယ်လေး။အဲ့ဒီလိုသာယာတဲ့ဘဝထဲကို မှောင်မိုက်တဲ့အချိုးအကွေ့တစ်ခုဟာ သူ့ရဲ့မင်္ဂလာဦးညမှာပဲမျက်နှာဖုံးစွပ်ပြီးရောက်လာခဲ့ပါတယ်။မုဒိမ်းခန်းတွေရောကလဲ့စားချေတဲ့အခန်းတွေရော ကြမ်းတမ်းရက်စက်ပွင့်လင်းလွန်းတာအပြင်အမျိုးသားထုကြီးအတွက်စိတ်မသက်မသာဖြစ်စရာ၊ရှေ့ရောနောက်ရောကျိန်းချင်စရာဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့် ၂၁ နှစ်အောက်အသည်းငယ်သူများမကြည့်သင့်ပါဘူး",
    "url": "https://www.mediafire.com/file/4voc4qmlkhj6hh4/BataPaSiSabel2022sd.mp4/file"
  }
]