[
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo977352.jpg",
    "title": "Love affair married couple carpool *vip",
    "info": "ဇာတ်ကားလေးကတော့အလုပ်အကိုင်တစ်နေရာစီခွဲပြီးအလုပ်လုပ်နေကြတဲ့လင်မယားစုံတွဲနှစ်ယောက်ရဲ့ဇာတ်လမ်းအကြောင်းကိုအဓိကထားရိုက်ကူးထားပါတယ်။ကံကောင်းထောက်မစွာနဲ့ပဲသူတို့ကအိမ်နီးချင်းတွေလည်းဖြစ်လေတော့အူဆောင်းနဲ့ထယ်ဟီးက ဒယ်ဆောင်းနဲ့ဂျောင်ဝန်းတို့အိမ်ကိုနှုတ်ဆက်ဖို့သွားရာကနေသောက်ကြစားကြရင်းရင်းနှီးသွားကြပါတော့တယ်။ဒါကြောင့်အလုပ်ဆင်းအလုပ်တက်အတွက်ကားအကြိုအပို့ကိုအပြန်အလှန်တာဝန်ယူရင်းစရိုက်တူအကျင့်တူရှိတဲ့သူအချင်းချင်းငြိသွားတဲ့အခါsexကိစ္စအထိပါဖြစ်လာကြပါတော့တယ်။အစပိုင်းမှာတော့မသိမသာခိုးစားကြပေမယ့်နောက်ပိုင်းမှာတော့ပေါ်တင်အပြန်အလှန်လဲစားကြပါတော့တယ်။ဘယ်လောက်ကြည့်ကြည့်မရိုးနိုင်တဲ့အထန်မင်းသားမင်းသမီးတွေရဲ့ sex sence တွေကိုလည်းမျက်ဝါးထင်ထင်မြင်တွေ့နိုင်မယ့်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/qaaljg097k68utf/Love_affair_married_couple%2527s%2527_carpool_%25282018%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1176498.jpg",
    "title": "Room Salon college girls (2020) *vip",
    "info": "ငယ်ရွယ်လှပတဲ့ကောင်မလေးတစ်ယောက်ပျော်ပွဲရုံမှာအလုပ်ရတယ်။အထူးခန်းမှာယောကျာ်းတွေကိုဧည့်ခံပြုစုရမယ့်တာဝန်ဆိုတော့မလုပ်ချင်ဘူး။ဒါပေမယ့်သူဌေးကငွေပိုပေးပြီးဆွဲဆောင်တော့အလုပ်ကိုလက်ခံလိုက်ရတယ်။ရင်ခုန်စရာအတွေ့အကြုံသစ်လေးတွေ ရလာမယ့်18+ဇာတ်လမ်းလေးမို့ကြည့်ဖြစ်အောင်ဝင်ကြည့်ကြပါ။",
    "url": "http://www.mediafire.com/file/bxk9x5sj7dm0nd3/Room+Salon+college+girls+(2020).mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQ2pP5kj_4bwZ8ExMtivIpEHxFUSVHuGHqDQ&usqp=CAU",
    "title": "Love Lesson (2013) *vip",
    "info": "ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့။မင်းသားချော Byun Jun-suk ကလဲယွကျားထုကိုကိုယ်စားပြုလို့မမများမြည်းပြီးအစားခံရမယ့်မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းကလည်းအနုပညာနောက်ခံလေးနဲ့ပါ။Hee-Soo ဆိုတဲ့ကောင်မလေးဟာသီချင်းရေးဆရာမလေးပါ။ဒါပေမဲ့သူ့မရဲ့ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာကိုကောင်းကောင်းမဖန်တီးနိုင်ဘဲဖြစ်နေပါတယ်။ဒီအချိန်မှာအထက်တန်းကျောင်းသားလေးတစ်ယောက်နဲ့ဆုံမိပြီးသူမရဲ့အနုပညာခံစားမှုစိတ်တွေ တဖန်နိုးကြားလာပါတယ်။စန္ဒယားသင်ပေးရင်းစေတနာတွေကနေအပြာရောင်လွှမ်းတဲ့ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာကိုထိန်းညှိနေရတဲ့ဆရာမလေးဟာမြီးကောင်ပေါက်အရွယ်ကျောင်းသားလေးရဲ့စိတ်ရိုင်းကိုလည်းအပြစ်မတင်ရက်လိုက်လည်းမလိုက်လျောရက်နဲ့ဝိရောဓိခံစားမှုတွေဖြစ်ပေါ်လာပါတယ်။ချစ်ခြင်းတရားရဲ့အားနည်းချက်ကအဆုံးစွန်လိုက်လျောပေးခြင်းဆိုဆရာတပည့်စည်းကိုရိုက်ချိုးလိုက်သူကတော့ဆရာမလေး ကိုယ်တိုင်ဖြစ်သွားပါတယ်။ခဏတာလိုက်လျောခြင်းနဲ့ထာဝရလက်တွဲခြင်းကိုလည်းသူမရွေးချယ်ရပါဦးမယ်။သူမရဲ့ချစ်သူဟောင်းကလည်းပြန်လည်ချဉ်းကပ်လာသလိုကောင်လေးမှာလည်း သူ့ရဲ့သက်ဆိုင်သူကရှိပြီးသားပါ။ဒါပေမယ့်ဘဝရဲ့အခိုက်အတန့်တစ်ခုမှာရရှိခဲ့တဲ့ကြည်နူးဖွယ်ကာလလေးတွေအတွက်ဆရာမလေးဟာဘယ်တော့မှသူ့ဆုံးဖြတ်ချက်တွေအပေါ်နောင်တရမှာမဟုတ်ပါဘူး။ဒီဇာတ်ကားလေးဟာ 18+လူကြီးဇာတ်ကားဆိုပေမယ်လို့အင်မတန် သိမ်မွေ့နူးညံပြီး အနုပညာရနံ့တွေနဲ့ထုံမွှမ်းနေတာ တွေ့ရပါတယ်။သရုပ်ဆောင်မင်းသမီးကိုယ်တိုင်ကလည်းဇာတ်ကားဟာကျွန်မရဲ့စွန့်စားမှုတစ်ရပ်ဖြစ်တယ်လို့ပြောခဲ့ဖူးပြီးရုပ်ရှင်ကြည့်ပရိသတ်များရောဝေဖန်သူများကပါချစ်ခြင်းတရားရဲ့အခြားတစ်ဖက်ကိုအကောင်းဆုံးဖော်ကျူးပြနိုင်တဲ့ဇာတ်ကားတစ်ကားဖြစ်တယ်လို့သတ်မှတ်ထားကြပါတယ်",
    "url": "http://www.mediafire.com/file/jflbas21nt7fxnz/Love+Lesson+(2013).mp4/file"
  },
  {
    "thumbnail": "https://image.tmdb.org/t/p/w500/wy0mFQwHBQj607R8gutvw3AxlFP.jpg",
    "title": "Compatibility (2020) *vip",
    "info": "18အကျော် 19အပေါင်းကားလေးလာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့အလုပ်မရှိအကိုင်မရှိကောင်လေးတစ်ယောက်သူဆော်နဲ့အဆင်မပြေဖြစ်ရာကစပါတယ်။သူအိမ်အပေါ်ထပ်မှာက မမတစ်ယောက်နေတယ်။အဲ့မမကလည်းသူ့ရည်းစားနဲ့လိင်ဆက်ဆံတိုင်းလိုအင်ဆန္ဒမပြည့်ဝခဲ့တာကြာပြီပေါ့။မမကစိတ်ကြီးသလောက်သူ့ရည်းစားက၃စက္ကန့်တက်ထွက်ကိုကိုဖြစ်နေတယ်။ကောင်လေးကလည်းလက်ကြောသာမတင်းတာကျန်တဲ့နေရာတွေတင်းလွန်းတော့သူဆော်လေးကတောင်လက်မြောက်အရှုံးပေးနေရတာပေါ့။ကောင်လေးနဲ့သူဆော်လေးဘယ်လိုဆက်ဖြစ်မယ်။ထန်လွန်းတဲ့မမကြီးကကောသူဆန္ဒတွေပြည့်ဝဖို့ဘယ်လိုကြိုးစားယူမယ်ဆိုတာနည်းနာလေးယူလိုက်ကြပါအုန်း။ဆန္ဒမပြည့်ဝရှာတဲ့မမကြီးကလည်းတက်တူးတွေနဲ့လန်းလွန်းသလိုမခို့တရို့ဆော်လေးကလည်းငယ်ငယ်နုနုထွတ်ထွတ်လေးဆိုတော့ကြည့်ရတာအားရမှာပါ။ဇာတ်ကားတစ်ကားလုံးနီးပါး18+လိင်ဆက်ဆံခန်းတွေပါဝင်နေတာကြောင့်အသက်မပြည့်သေးတဲ့ကလေးများမကြည့်သင့်ပါ",
    "url": "http://www.mediafire.com/file/54qlcq9cmzckopt/Compatibility+(2020).mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQksEu9JCud1PnZmi1iIwLehD_Rbqqpbrb1Tg&usqp=CAU",
    "title": "Get On The Pretty Bride To Be *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့အစ်မဖြစ်သူနဲ့ မကြာခင်မှာလက်ထပ်တော့မယ်ခဲအိုကအိမ်ကိုလာလည်တဲ့ခယ်မလေးကိုအစ်မ,မရှိတုန်းအပြတ်ကျွေးတဲ့ sex scene တွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ခယ်မဖြစ်သူမှာတစ်ခါမှကိုရည်းစားမထားဘူးသေးတဲ့အပျိုနုနုထွတ်ထွတ်လေးလည်းဖြစ်နေလေတော့ပါကင်ဖောက်ရမယ့်ခဲအိုတစ်ယောက်အနေနဲ့ဘယ်လိုခံစားချက်တွေဖြစ်ပေါ်နေမလဲဆိုတာကိုဇာတ်လမ်းအဆုံးထိလိုက်ပါစီးမျောပြီးကြည့်ရှုနိုင်မယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/zfo3w9sm4wm6xa6/Get_On_The_Pretty.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1300738.jpg",
    "title": "Head Of Empty House (2020) *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့အလုပ်ထဲကဂျူနီယာဖြစ်သူဒုံးမန်းမှာမိန်းမဖြစ်သူနဲ့ကွာရှင်းလိုက်လို့အိမ်ရှာဖို့အခက်အခဲဖြစ်နေစဉ်စီနီယာဖြစ်သူအင်းဆော့ကိုအကူအညီတောင်းတော့ကံကောင်းစွာနဲ့ပဲအခန်းတစ်ခန်းရသွားပါတယ်။အင်းဆော့ရဲ့မိန်းမဖြစ်သူဂျီယောင်းမှာအစကတော့အိမ်မှာခေါ်မထားဖို့ကန့်ကွက်တာမျိုးတွေရှိခဲ့ပေမယ့်ယောက်ျားဖြစ်သူခရီးသွားနေစဉ်ဒချိပေးနေတဲ့ဒုံးမန်းကိုအကြိုက်တွေ့သွားပြီးအိမ်မှာခေါ်ထားဖြစ်သွားတဲ့အတွက်ညတိုင်းဒချိတဲ့ဇာတ်ဝင်ခန်းတွေကိုအားပါတရစောင့်မျှော်ကြည့်ရှုရမှာပဲဖြစ်ပါ",
    "url": "https://www.mediafire.com/file/4q9heuqond4lga0/Head_of_Empty_House_%25282020%2529.mp4/file"
  },
  {
    "thumbnail": "https://imagetot.com/images/2021/03/13/12b4dccc94a6e9383e0da4676f464009.jpg",
    "title": "Lover’s big tits friend (2020) *vip",
    "info": "ကြည့်ကောင်းမယ့်ကိုရီးယား၁၈+ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ချုစားတတ်တဲ့ယောကျာ်းပိုင်းလုံးတစ်ယောက်ကိုလှလှပပကြွကြွရွရွနဲ့မိန်းမလှနှစ်ယောက်ကပညာပြန်ပေးတဲ့ပညာရေးအချစ်ဇာတ်လမ်းလေးပါ။ကိုရီးယားမလေးတို့ရဲ့အလှတရာဖြစ်တဲ့အပေါ်ပိုင်းအောက်ပိုင်းစတဲ့အလှတရားပေါင်းစုံနဲ့ဇာတ်လမ်းဇာတ်ကွက်အလန်းတွေကြောင့်သဘောကျကြမယ်ထင်လို့ Dark Side ကနေတင်ဆက်ပေးလိုက်ပါတယ်။",
    "url": "https://www.mediafire.com/file/qa8icirrlt914l5/Lover_s_B%2Ag_T%2Ats.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1357548.jpg",
    "title": "Aunt (2021) *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့စစ်မှုထမ်းနေရင်းနားရက်လေးရတုန်းဆုံးပါးသွားပြီဖြစ်တဲ့ဦးလေးဖြစ်သူရဲ့အိမ်မှာလာရောက်စတည်းချတဲ့ယောင်းချောဆိုသူကအိမ်မှာရှိတဲ့ဦးလေးရဲ့မိန်းမကိုကြိတ်ဖြစ်သွားဖို့ အကြောင်းဖန်လာတာတွေ၊အဒေါ်ဖြစ်သူကလည်းနောက်ပိုင်းစစ်တပ်ထဲပြန်ဝင်ရင်ငတ်ကျန်ခဲ့မှာစိုးလို့ရည်းစားတစ်ယောက်ထားလိုက်တဲ့အခါယောင်းချောမှာငတ်ကျန်ရစ်ဖြစ်ပါလေရော၊ဒါကြောင့်ဒေါ်လေးဖြစ်သူရဲ့သူငယ်ချင်းနဲ့နောက်ဆုံးနှစ်ပါးသွားရတဲ့အဖြစ်ကိုရောက်လာပါတော့တယ်။တစ်ခုထူးခြားတာကအချိန်ပြည့်ထောင်မတ်နေတဲ့ယောင်းချောရဲ့ညီလေးကအကြောရှော့ချင်တဲ့အခါတိုင်းအဒေါ်လုပ်သူကိုနားပူနားဆာလုပ်တာတွေစသဖြင့် sex sence တွေကို တဝကြီးကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/xv8u59gp4u37qo0/Aunt_2021.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1340688.jpg",
    "title": "ADULTERY Shh! Sisters Secret (2021) *vip",
    "info": "ဒီဇာတ်ကားလေးကတော့ကြည့်ဖူးသမျှဇာတ်လမ်းတွေထဲမှာဇာတ်အိမ်ခိုင်မာတယ်လို့ပြောလို့ရပါတယ်။တောကအဘွားအိမ်ကိုမရောက်ဖြစ်တာကြာနေပြီဖြစ်လို့လာလည်တဲ့ဆိုလ်းမြို့ကမြေးဖြစ်သူဟျောင်းဆူတစ်ယောက်ရောက်လာပါတော့တယ်။မမျှော်လင့်ဘဲအစ်မဖြစ်သူယောင်းဆုမှာယောက်ျားဖြစ်သူရဲ့လျစ်လျူရှုမှုတွေကြောင့်ယောက်ျားတကာနဲ့ဖောက်ပြန်နေတာကိုမောင်ဖြစ်သူတွေ့ရှ်ိသွားတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။အစ်မရဲ့လျှို့ဝှက်ချက်တွေကိုရူးတိုးတိုးဆိုပြီးဘယ်လိုတွေဆက်ထိန်းထားမယ်ဆိုတာကိုတော့ အဆုံးထိကြည့်ပေးကြပါလို့သတင်းကောင်းပါးလိုက်ပါတယ်။",
    "url": "https://www.mediafire.com/file/0tjvx1zmf322oal/Shh%2521_Sisters_Secret.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/4jqJd_4c.jpg",
    "title": "Sensitive Mother And Daughter 2020 *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့အသက်အရွယ်ရလာပေမယ့်sexဆိုမရှောင်နိုင်သေးတဲ့အမေဖြစ်သူရဲ့မဆင်မခြင်လုပ်ရပ်တွေကြောင့်သမီးဖြစ်သူမင်ဟယ်မှာsexကိစ္စကိုစိတ်ဝင်စားမှန်းမသိတစ်စစနဲ့အာရုံစိုက်လာပါတော့တယ်။အဲဒီစိတ်ကြောင့်ပဲဆန့်ကျင်ဘက်လိင်နဲ့တွေ့တဲ့အခါမနေနိုင်မထိုင်နိုင်တွေဖြစ်ကာရုံးကလုပ်ဖော်ကိုင်ဖက်ဖြစ်သူနဲ့sexဖြစ်သွားကြတာတွေ၊အမေဖြစ်သူရဲ့ sex partner ကိုပါစားချင်စိတ်ဖြစ်ပေါ်လာတာတွေကြောင့်လိင်ပိုင်းဆိုင်ရာမှာစိတ်တွေတအားပြင်းထန်လာပြီးနောက်ဆုံးမှာဆရာဝန်နဲ့တိုင်ပင်ပြီးကုသဖို့ဖြစ်လာပါတော့တယ်။ဆရာဝန်ရဲ့ပြောကြားချက်အရအမေဖြစ်သူမှာသမီးအတွက်အချစ်စစ်ရှာပေးရင်းsexကိုအတူတူမျှဝေစားကြတာတွေ၊ဒါပေမယ့်နောက်ဆုံးမှာဘယ်လိုမှမသက်သာတဲ့အတွက်ကြောင့်ဆေးကုသပေးနေတဲ့ဆရာဝန်နဲ့ကျမှပဲသက်သာလာတာတွေစသဖြင့်ဇာတ်လမ်းအစမှသည်ဇာတ်လမ်းနောက်ဆုံးပိုင်း အထိsexကိုမှအသားပေးကြည့်ချင်နေတဲ့သူတွေအတွက်တဝကြီးကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/foaf8v43g882idv/Sensitive_Mother_and_Daughter_%25282020%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQILIhOzASVWdIPvvuZNFbLsZC4NHrNcVqQqQ&usqp=CAU",
    "title": "Nasty Wife Husband Friend Taste 2021 *vip",
    "info": "တစ်နေ့ဆူယောင်းရဲ့အမဖြစ်သူချွဲယောင်းကအမေနဲ့ရန်ဖြစ်ပြီးဆူယောင်းတို့လင်မယားနှစ်ယောက်နေတဲ့အိမ်မှာလာနေပါတယ်။အဲ့ညမှာပဲဆူယောင်းရဲ့ယောင်္ကျားဟာအမူးလွန်ပြီးအိမ်ပြန်လာခဲ့ပါတယ်။နောက်နေ့မနက်ချွဲယောင်းဟာရေချိုးပြီးအခန်းထဲကကုတင်ပေါ်မှာကုန်းပြီးပစ္စည်းတစ်ခုရှာနေပါတယ်။ရေစိုသဘက်အပိုင်းလေးပဲပတ်ဝတ်ထားတဲ့ချွဲယောင်းဟာကုန်းပြီးပစ္စည်းရှာနေတော့ဖင်အဟောင်းသားပေါ်နေပါတယ်။အဲ့အချိန်ဆူယောင်းရဲ့ငမူးသမားယောင်္ကျားနိုးလာပြီးအခန်းထဲဝင်လာတော့ဖင်ပြောင်ပြောင်နဲ့ကုန်းနေတဲ့ချွဲယောင်းကိုသူ့မိန်းမဆူယောင်းထင်ပြီးလီးထုတ်ပြီးပြောင်နေတဲ့ကုန်းနေတဲ့ဖင်ထဲကိုထိုးထည့်လိုက်ပါတော့တယ်။ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုဇာတ်ကားမှာကြည့်လိုက်ကြပါလို့ပြောပါရစေ",
    "url": "https://www.mediafire.com/file/82cp3rhinqcd9xl/Nasty_wife_husband_friend_taste_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1337947.jpg",
    "title": "Younger Church Sister 2020 *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ဘာသာတရားအရမ်းကိုင်းရှိုင်းတဲ့သူတွေဖြစ်ကြတဲ့ဂျူမီ့ကိုဆန်းထယ်ကအစ်ကိုဖြစ်သူအထန်ကောင်လေးနဲ့ချိတ်ပေးလိုက်တဲ့အခါဘာတွေဆက်ဖြစ်ကြမလဲ၊လက်မထပ်ရသေးဘဲsexလုပ်ရင်အပြစ်ရှိတယ်လို့ခံစားရတဲ့သူတို့နှစ်ဦးအတွက်sexဆိုတာကြီးကရုတ်တရက်ကြီးကြုံတွေ့လာရတဲ့အခါsexလုပ်နေရင်းဘယ်လိုအလွဲလေးတွေကြုံတွေ့ရမလဲဆိုတာကိုအစမှအဆုံးတိုင်လက်မလွှတ်တမ်းကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/sqllv9domc7rtju/Younger_Church_Sister.mp4/file"
  },
  {
    "thumbnail": "http://photos.hancinema.net/photos/photo1321658.jpg",
    "title": "Taming The Younger Sister in law *vip",
    "info": "ဇာတ်လမ်းကတော့ ခယ်မလေးနဲ့ ခဲအိုတို့ကြားက ချစ်ခြင်းမေတ္တာဘွဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကို လိုရင်းပြောရရင် မိန်းမကိုလည်း ရှယ်ကြိတ် ခယ်မကိုလည်း ခိုးစားတဲ့ကားလေးပါ မိန်းမကလည်း အရင်က call girl ဆိုတော့အပြုအစုက ရှယ်ကောင်းသလို ဖွံ့ဖွံ့ထွားထွား အိုးကားကားပါ ဒါပေမယ့်အဆစ်ပါတဲ့ လိုက်ပွဲ ခယ်မလေးကလည်း သေးသေး ကျစ်ကျစ် တနိုင်တပိုင်လေးဆိုတော့နှစ်သီးစားဖို့ ကြံနေတဲ့ ခဲအိုတစ်ယောက် ရင်ထဲ အပူမီးတွေ ကြွတဲ့အကြောင်းကို သရုပ်ဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ် ဆော်တွေကိုညွှန်းရရင် မိန်းမနေရာကသရုပ်ဆောင်ထားတဲ့ ဆော်ကြီးက ပြည့်ပြည့် ဖောင်းဖောင်း တင်းပြည့်ကျပ်ပြည့်ဆိုဒ် ခယ်မလေးက လုးံလုံး ကျစ်ကျစ် ပိန်ပိန်ပါးပါး ဆိုဒ်လေးပါမိန်းမလုပ်သူက ရုပ်အရမ်းမချောပေမယ့် အကွက်ဆန်းတွေ တတ်ပါတယ် ခယ်မလေးကလည်း ရှယ်ထန်သလို ရုပ်လေးက ချစ်စရာလေးပါတစ်ချို့နေရာတွေ 18+ ဆိုပေမယ့် ကြည့်တတ်ရင် ကြည့်တတ်သလို မြင်နိုင်မယ့် ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်အကွက်ဆန်းတွေမှ လေ့လာချင်တယ် ဆရာတို့အတွက် အကွက်တွေ ချပြထားလို့ ဝင်လေ့လာသွားသင့်တဲ့ကားလေးပါ",
    "url": "https://www.mediafire.com/file/livummvo70mqng2/Taming_The_Younger_Sister_in_law.mp4/file"
  },
  {
    "thumbnail": "http://photos.hancinema.net/photos/photo905556.jpg",
    "title": "Living With My Cousin 2017 *vip",
    "info": "ဇာတ်လမ်းကတော့ဝမ်းကွဲမောင်နှမတွေဖြစ်ကြတဲ့အင်ဂျင်နီယာကျောင်းသား Hyun-woo စာရေးဆရာမ Ji-yoon တို့အကြောင်းပဲဖြစ်ပါတယ်။ငယ်စဉ်တည်းကအတူတူနေထိုင်ကြီးပြင်းခဲ့ကြပေမယ့်ကွဲကွာခဲ့တာနှစ်နဲ့ချီကြာခဲ့ပြီးမှစာရေးဆရာမ Ji-yoonကအကြောင်းတစ်ခုကြောင့်Hyun-wooနေထိုင်တဲ့အိမ်မှာလာရောက်နေထိုင်ဖို့ဖြစ်လာတဲ့အခါ..ဖောင်းဒိုင်းအခန်းများစွာကိုရှု့စားရမှာပါ။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုဇာတ်ကားမှာကြည့်ကြပါလို့ပြောပါရစေ",
    "url": "https://www.mediafire.com/file/gum2n4baosv5zha/Living_With_My_Cousin_%25282017%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1337959.jpg",
    "title": "Beat Up Husband (2021) *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့မိန်းမဖြစ်သူဆိုယောင်းရဲ့မထင်ရင်မထင်သလိုအဆဲအဆိုခံရအရိုက်နှက်ခံရတဲ့ယောက်ျားဖြစ်သူဆန်းမင်းမှာအိမ်ထောင်ရေးဖောက်ပြန်မှုတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့သူငယ်ချင်းဖြစ်သူဂွန်းဘယ်ရဲ့မိန်းမဖြစ်သူမင်ယောင်းနဲ့ဖောက်ပြန်မိတဲ့အခါဂွန်းဘယ်ကသိသွားပါတော့တယ်။ဒါကြောင့်နစ်နာကြေးအနေနဲ့မိန်းမလဲစားဖို့တောင်းဆိုတဲ့အခါဘာတွေဆက်ဖြစ်ကြမလဲ၊အိမ်ထောင်ရေးအရှုပ်တော်ပုံထဲမှာနောက်ဆုံးအမှားကိုသိပြီးဝန်ခံကြတဲ့အခန်းလေးတွေလည်းပါတော့ငိုရမလိုရယ်ရမလိုဖြစ်စေတဲ့ဇာတ်လမ်းမျိုးကိုပေးစွမ်းနိုင်တဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/fm6dmlvcpawlwvt/Beat_Up_Husband_%25282021%2529_%25281%2529.mp4/file"
  },
  {
    "thumbnail": "https://i.mydramalist.com/JpEoXc.jpg?v=1",
    "title": "Female Hostel 2017 *vip",
    "info": "ကိုရီးယားကိုနိုင်ငံခြားကနေကျောင်းလာတက်တဲ့ကျောင်းသူတွေအတွက်သီးသန့်ဖွင့်ထားတဲ့အဆောင်ပိုင်ရှင်နဲ့လုပ်ဖေါ်ကိုင်ဖက်ကနှာထန်တဲ့ဘဲတွေဖြစ်ပါတယ်။သူတို့ဖွင့်ထားတဲ့အဆောင်မှာလာတည်းတဲ့ကျောင်းသူတွေကိုဘယ်လိုဘူးမလဲဘယ်လိုကြံပြီးဘယ်လိုဖောင်းဒိုင်းကြမလဲဆိုတာဇာတ်ကားမှာပဲကြည့်ရှု့ကြပါလို့ပြောချင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/eelggn79je4wibv/Female_Hostel_%25282017%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1109657.jpg",
    "title": "Young sister in law 5 *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့ဖောက်ပြန်တတ်တဲ့စရိုက်ရှိတဲ့အွန်းဂျီကသူ့ထက်အသက်အများကြီးကွာတဲ့ချမ်းသာတဲ့သူအူဆောင်းနဲ့လက်ထပ်ထားပါတယ်။အွန်းဂျီမှာညီမလေးဘုံးဆွန်းလည်းရှိနေပြီးသူကလည်းခဲအိုအူဆောင်းနဲ့ဇာတ်လမ်းမကင်းသူလေးပေါ့။တစ်နေ့တော့အလုပ်ဝင်ဖို့အတွက်စာလုပ်ရတာအနှောင့်အယှက်ဖြစ်နေတဲ့အူဆောင်းရဲ့သူငယ်ချင်းဖြစ်သူထယ်ဆူကိုအိမ်မှာလာနေဖို့ပြောလိုက်ရင်းကနေ ထယ်ဆူနဲ့သူ့မိန်းမနဲ့ဘယ်လိုဇာတ်လမ်းလေးတွေဖြစ်လာကြမလဲဘယ်လိုအဆုံးသတ်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/0yk6fbzvzhjpuoc/Young_Sister_In_Law_5_%25282019%2529.mp4/file"
  },
  {
    "thumbnail": "https://imagetot.com/images/2021/08/27/c3a154df0ba9d726c31777e0ea213aeb.jpg",
    "title": "Boarding House For Couples *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့အဆောင်ငှါးစားပြီးစီးပွားရေးလုပ်နေတဲ့အဆောင်မှူးအွန်းနာတစ်ယောက်မမျှော်လင့်ဘဲယောက်ျားလေးတွေကိုအဆောင်ငှါးမိရာမှဇာတ်လမ်းကစပါတော့တယ်။ယခင်တည်းကအဆောင်မှာရောက်နှင့်ပြီးသားကျောင်းသူဂျီဆူရေချိုးနေချိန်မှာနောက်မှရောက်လာတဲ့ကျောင်းသားဂယောင်ဂျင်းကရေချိုးခန်းတံခါးကိုမဆင်မခြင်ဖွင့်မိရာကအစပြု၍ဇာတ်လမ်းတွေစဖြစ်ကာအဆောင်မှူးကိုယ်တိုင်သိရှိသွားတော့မိန်းကလေးချင်းသာအဆောင်ငှါးချင်စိတ်တွေဖြစ်ပေါ်လာပေမယ့်ကျောင်းသားဂျွန်နိုနဲ့အဆောင်မှူးတို့ဇာတ်လမ်းခင်းကြရင်းပြေလည်သွားကာနောက်ဆုံးမှာတော့စုံတွဲများကိုသာအဆောင်ငှါးရန်ဆုံးဖြတ်လိုက်ကြပါတော့တယ်။အဆောင်ထဲမှာပဲsexဇာတ်လမ်းတွေဖြစ်ကြတာမို့လို့မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/8b756vg4x5fcdfb/Boarding_House_For_Couples.mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo1299453.jpg",
    "title": "SistersVirus(2020) *vip",
    "info": "ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာမိန်းမဖြစ်သူရဲ့ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့မိန်းမဖြစ်သူဂျီနာဟာပိုးကူးပြီးဆေးကုသဖို့သွားတဲ့အချိန်မှာယောင်းဝူဟာမိန်းမရဲ့အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Q ဖို့နေခဲ့ရတယ်။တစ်နေ့ကျယောင်းဝူရဲ့ခယ်မဖြစ်သူကပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ် သရုပ်ဆောင်လေးတွေကလဲအသစ်လေးတွေဆိုတော့သဘောကျစရာမျက်စိကျစရာလေးတွေပါပဲ။",
    "url": "https://www.mediafire.com/file/8l9zij2bcg0dw4q/Sisters_Virus_%25282020%2529.mp4/file"
  },
  {
    "thumbnail": "https://static.xemovie.com/images/Film/Movies/ObsceneHouseSlaveWife.jpg",
    "title": "Obscene House 2 Slave Wife *vip",
    "info": "ဒီဇာတ်ကားလေးမှာတော့မကြာခင်မှာလက်ထပ်ကြတော့မယ့်ဂျောင်ယယ်လင်းနဲ့ဆောင်းဂျူတို့ကလက်မထပ်ခင်ကတည်းကဂျောင်ယယ်လင်းလက်ရှိနေနေတဲ့အိမ်ယာမှာပျော်ပါးကြပါတယ်။ဒါကိုအိမ်ယာကတာဝန်ရှိလုံခြုံရေးချွဲဂူလိုကသိသွားတဲ့အခါချမှတ်ထားတဲ့စည်းကမ်းချက်တွေဖောက်ဖျက်လို့ဒဏ်ကြေးဆောင်ခိုင်းပါတော့တယ်။ဒါကိုမကျေနပ်လို့ယယ်လင်းရဲ့ကောင်လေးကလုံခြုံရေးကိုထိုးကြိတ်ဆုံးမလိုက်တဲ့အခါအခြေအနေတွေကပိုဆိုးလာပြီးနောက်ဆုံးယယ်လင်းကဝန်ခံကတိထိုးပြီးလုံခြုံရေးရဲ့အသုံးတော်ခံဖြစ်သွားတဲ့အခါဘာတွေဆက်ဖြစ်ကြမလဲ၊လုံခြုံရေးချွဲဂူလိုကလည်းသူ့အိမ်ယာကမိန်းကလေးတွေကိုသူ့မယားအမှတ်နဲ့အားရပါးရစော်တာတွေကိုတဝကြီးစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/r826cyliq51amyj/Obscene_House2.mp4/file"
  }
]