[
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVwSEaQOTZmHMjzxyw-qpC-IBxIw5FYXraug&usqp=CAU",
    "title": "Wall Lover MMSub (Japan) *vip",
    "info": "မချစ်တက်သောယောကျာ်းနှင့် အချစ်ငတ်သောမိန်းမ.=ဇာတ်လမ်းလေးကိုအတိုချုပ်ပြောပြပေးပါ့မယ်အသက်ကြီးကျောင်းဆရာတစ်ယောက်က တက်သွေးကြွအပျိုဖြန်းလေးကိုယူမိတာက စတာပါပဲသူမရဲ့ရုပ်ရည်ကညွှန်းစရာမလိုအောင်ပြည့်စုံလွန်းလှပါတယ်ဒါပေမဲ့ သူမမှာလိုအပ်ချက်ရှိနေပါတယ် အဲဒါကေတာ့ အသက်ကြီးတဲ့ယောကျာၤးကိုယူခဲ့မိတာပါပဲသူမရဲ့အသက်အရွယ်နဲ့တမျှလက်ဆက်နေတဲ့ ရာဂမီးကို ကျောင်းဆရာအိုကြီးက ညှိမ်းမပေးနိုင်တာပါပဲလူ့စိတ်ဆိုတာ အခက္သားကလားလင်မယားဖြစ်နေပေမဲ့ ခံစားချက်တွေကိုမထုတ်ဖော်ကြဘူးလေ ကြိတ်ပြီးခံစားနေကြတယ်လေကောင်မလေးက မနေနိုင်တော့ ...",
    "url": "https://www.mediafire.com/file/dotg2zaln6d4rf2/Wall_Lover_MMSub.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMrNvZ5EqMCDzpqBjGPYyzcg0W_RiXarvBxg&usqp=CAU",
    "title": "Son, This Is Not It (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ သားဖြစ်သူ ဆန်းချွန်းကို စောင့်ရှောက်ဖိုဆိုတဲ့ အကြောင်းပြချက်နဲ့ အဖေလုပ်သူက အိမ်အကူ ဂျင်ဘိုမီနဲ့ မိထွေးဖြစ်သူတိုကို အိမ်ကို ခေါ်လာပါတော့တယ်။ အိမ်အကူတွေ ခေါ်လာတိုင်း အဖေဖြစ်သူက အရင်မြည်းကြည့်ပြီးရင် သားဖြစ်သူက နှိက်မြည်းနေကြပါ။ ဒါပေမယ့် အမေသစ်ကို ခေါ်လာပြီးတဲ့နောက် သားဖြစ်သူနဲ့ ဘယ်လိုတွေ နှစ်ပါးသွားကြမလဲ၊ အဖေဖြစ်သူတဲ့သူက သိရှိသွားတဲ့နောက်မှာရော ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/8mbgx9sheyct7ix/Son_This_Is_Not_It.mp4/file"
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/Japan/main/258772699_141880238191863_1672596957154801738_n.jpg",
    "title": "Lover Sex Addiction (2014) *vip",
    "info": "မြန်မာစာတန်းထိုး ထိုင်းဇာတ်ကားလေးပါဂျပန်တွေ ကိုးရီးယားတွေကြီးမကြည့်ဘဲနဲ့ ထိုင်းကားလေူပြောင်းကြည့်ကြရအောင်",
    "url": ""
  },
  {
    "thumbnail": "https://raw.githubusercontent.com/heinh247/Japan/main/FB_IMG_1638334165622.jpg",
    "title": "Sister Raising What Happened at Campin *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ပိတ်ရက်မှာ ပျော်ရွှင်စွာနဲ့ အချိန်ကုန်ဆုံးချင်လို စခန်းလာချတဲ့ ညီအစ်မနှစ်ယောက်ရဲ့ အကြောင်းကို အဓိကအနေနဲ့ ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ တစ်ခု ထူးခြားတာက သူတိုနှစ်ယောက် စခန်းချတဲ့နေရာမှာ ဒေသခံလို ပြောလိုရတဲ့ လူတစ်ယောက်က အနီးနားမှာ စခန်းလာချတဲ့သူတွေကို ဖမ်းပြီး လိင်အပျော်အပါး ဗီဒီတွေရိုက် အပြာကားတွေအဖြစ်နဲ့ ရောင်းစား စကားနားမထောင်ရင် သတ်ပစ်ပြီး အသားတွေကိုစား စသဖြင့် လုပ်နေတာကို မသိနားမလည်တဲ့ သူတို ညီအစ်မ နှစ်ယောက်လည်း ထောင်ချောက်မိသွားပြီးသူ့လက်ထဲကနေ ဘယ်လို ပြန်လွတ်အောင် ရုန်းထွက်မလဲဆိုတာကို သည်းထိတ်ရင်ဖို ဇာတ်ဝင်ခန်းတွေရော sexဇာတ်ဝင်ခန်းတွေရော အများကြီးပါတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုနိုင်ပါတယ်",
    "url": "https://www.mediafire.com/file/3u94xl1g34q7suj/Sister_Raising_What_Happened_at_Campin.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1125605.jpg",
    "title": "Young Sister 2(2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ မင်းဆန်းက သူငယ်ချင်းအိမ်ခနခနသွားလည်ရင်း သူငယ်ချင်းညီမကို အစထဲက မျက်စိကျနေတာဖြစ်တယ်။တစ်နေ့မှာတော့ မင်းဆန်းရဲ့ ညီမက သူရဲ့ သူငယ်ချင်းနဲ့ဘဲ တွဲနေတယ့်အကြောင်းကို ဖွင့်ပြောလိုက်တဲ့အခါ မင်းဆန်းတော်တော်ဒေါသထွက်သွားခဲ့တယ်။ ဒီလိုနဲ့  အရက်အများကြီး သောက်ဖြစ်သွားပြီး လမ်းပေါ်မှာ လဲနေတဲ့ အချိန်မှာဘဲ သူငယ်ချင်းရဲ့ညီမ ဂျန်းမီက တွေ့သွားပြီး အိမ်ကို ခေါ်သွားတော့တယ်။ ဒီတော့ မင်းဆန်းကရော သူရဲ့ သူငယ်ချင်းညီမကို....",
    "url": "https://www.mediafire.com/file/88r3cgd0hefjyik/Young_Sister_2.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTvxvE_7nVfxoWXWpQE-V8W2w4K2dbzLNVa7g&usqp=CAU",
    "title": "Coffee Shop Mother *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့လွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်ကခြေရာဖျောက်သွားတဲ့မိထွေးဖြစ်သူဆောနာအပေါ်ခင်တွယ်စိတ်တွေဖြစ်ပေါ်လာလိုမွေးစားသားတစ်ဖြစ်လဲမင်ယော့ကလ်ိက်ရှာနေခဲ့ရာမှမမျှော်လင့်ဘဲနှစ်ယောက်သားပြန်လည်ဆုံဖြစ်ခဲ့ကြရာကနေဇာတ်လမ်းစပါတော့တယ်။မင်ယော့ရဲ့မိထွေးဖြစ်သူမှာကဖေးဆိုင်လေးဖွင့်ထားသော်လည်းလွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်ကစိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖိုအတွက်ယောက်ျားတွေရဲ့အသုံးတော်ခံအဖြစ်နေပေးရင်းစိတ် ထွက်ပေါက်ရှာနေခဲ့တာကြာပါပြီ။မွေးစားသားဖြစ်သူလာတွေ့ဆုံတဲ့အခါအစပိုင်းမှာလက်မခံခဲ့တာတွေကြောင့်ကဖေးဆိုင်ကဆိုင်ဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ဆူအာကမင်ယော့ကိုနှစ်သိမ့်ပေးရင်းဇာတ်လမ်းလေးတွေဖြစ်သွားကြတာတွေ၊နောက်ဆုံးမှာမိထွေးဖြစ်သူနဲ့မွေးစားသားတိုစိတ်သဘောထားချင်းတိုက်ဆိုင်လာတဲ့အခါဇာတ်လမ်းခင်းဖြစ်ကြပုံတွေကိုဇာတ်လမ်းဆုံးတဲ့အထိမလွတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/843vlfk6s51wrfm/Coffee_Shop_Mother.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTyAcqco6GgTMDF7EwLLvX31bMnkn04eG3LOA&usqp=CAU",
    "title": "Daughter's Friend 3 *vip",
    "info": "18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့မယားပါသမီးလေးယွန်းဂျီကိုစောင့်ရှောက်ထားရတဲ့မွေးစားဖခင်ဒုံးဟွန်းတိုရဲ့ဇာတ်လမ်းလေးမှအစပြုကာ လွန်ခဲ့တဲ့တစ်နှစ်ကျော်တုန်းကဖခင်ဖြစ်သူရဲ့ဂရုမစိုက်မှုလျစ်လျူရှုခံရသလိုဖြစ်ခဲ့တာကြောင့်ယွန်းဂျီတစ်ယောက်ဖခင်အပေါ်ကိုတလေးတစားဆက်ဆံတဲ့ပုံစံမျိုးတွေမရှိတော့ပါဘူး။အဲဒီလိုအထီးကျန်မှုတွေကြောင့်ပဲယွန်းဂျီကသူငယ်ချင်းဖြစ်သူဟယ်ရီနဲ့ပေါင်းသင်းမိရာမှလိင်ပိုင်းဆိုင်ရာကိစ္စတွေမှာပါအတတ်ကောင်းတွေတတ်လာပြီးဂျွန်ဝူးဆိုသူကိုအိမ်ထိပါခေါ်လာပြီးပျော်ပါးတာမျိုးတွေထိဖြစ်လာပါတယ်။",
    "url": "https://www.mediafire.com/file/p2quxk2ebfx8q8h/Daughter%2527s_Friend_3.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQB2NZHcA8j3wFJ0-qWk61KltX5IA_ek7Djsw&usqp=CAU",
    "title": "Late Heat ( 2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့အသက်ကြီးပေမယ့်မပျက်စီးသေးပါဆိုတဲ့အတိုင်းဂီလမ်းဆိုတဲ့အဘိုးကြီးကသားဖြစ်သူဟီချောနဲ့ချွေးမဖြစ်သူဆွန်းဂျူကိုကလေးအတင်းမွေးခိုင်းပြီးမြေးချီရဖိုတိုက်တွန်းနေတဲ့အတွက်ကြောင့်သားဖြစ်သူနဲ့ချွေးမဖြစ်သူကလူမြင်ကွင်းဧည့်ခန်းထဲမှာတောင်မရှောင်ပဲလိင်ဆက်ဆံကြပါတော့တယ်။ဒါကိုဖအေဖြစ်သူကတွေ့သွားတဲ့အခါမနေနိုင်မထိုင်နိုင်တွေဖြစ်ပြီးစိတ်တွေထလာပါတော့တယ်။ဒါကြောင့်လည်းအခန်းထဲမှာနေရင်းမှန်းထုတာတွေ၊အိမ်ကိုမုန့်လာပေးတဲ့ဟွာဂျင်းဆိုသူနဲ့ကြုံးဖြစ်တာတွေ၊သားဖြစ်သူကား အက်ဆီးဒင့်ဖြစ်တဲ့အခါပြုစုပေးဖိုလူရှာရာမှမင်ဂျီဆိုသူနဲ့တီးကြတာတွေ၊နောက်ဆုံးချွေးမလေးအထိပါဝါးချင်လိုကြံစည်နေရာမှ အခါသင့်အခွင့်ဆိုင်ဆိုသလိုသားဖြစ်သူမှာမြုံနေလိုကလေးမမွေးနိုင်လေတော့မြေးချီချင်နေတဲ့ဂီလမ်းအဖိုချွေးမလေးကလေးမွေးနိုင်ဖိုဒချိပေးတဲ့အခန်းတွေစသဖြင့်အစမှအဆုံးမရိုးနိုင်အောင်ဆွဲဆောင်ထားတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတော့တယ်။",
    "url": "https://www.mediafire.com/file/uupjcbl2ms52zun/Late_Heat_%2528_2021%2529.mp4/file"
  },
  {
    "thumbnail": "https://c5.cema4.onl/shahed4u/wp-content/uploads/2021/11/Yoon-Yul-ahs-Three-Cushions-2021-Korean-Movie-720p-HDRip-Downloadc3e9ca5426bc3e7e.jpg",
    "title": "Yoon Yul-ah's Three Cushion (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ တစ်နေ့မှာ ဘိလိယက်ရုံကို အမျိုးသမီးအချိန်ပိုင်းအလုပ်သမားနှစ်ယောက် ရောက်လာခဲ့တယ်။ တစ်ယောက်က ထက်မြတ်တဲ့ ဂျနီဖာဆိုတဲ့ကောင်မလေးဖြစ်ပြီး နောက်တစ်ယောက်က သူ့ကို ကာကွယ်ပေးတဲ့ အန်းမဆိုတဲ့ အမျိုးသမီး။တကယ်တော့ သူတိုတွေက ဂျိုဆောင်းခေတ် နန်းတွင်းကနေ ကျိန်စာတစ်ခု‌ကြောင့် ရောက်လာခဲ့ကြတဲ့သူတွေဖြစ်ပြီး အမျိုးသားတစ်ယောက်က ဂျနီဖာအတွက် မျက်ရည်ကျပေးပြီး တူတူsexလုပ်ကြရင် ကျိန်စာပြေမှာဖြစ်ပါတယ်။ ဒီတော့ သူတို သတ်မှတ်တဲ့အချိန်အတွင်း ထိုယောက်ျားယားရှာပုံတော်ဖွင့တာကို sex အခန်းကောင်းတွေနဲ့ ကြည့်ရှူရမှာဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/904ab67i4bnr93d/Yoon_Yul-ah%2527s_Three_Cushion_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTwmBgdSfbyBRC-cltAEPl0TZ8BpTFQ11PIw&usqp=CAU",
    "title": "Home Of Lust (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ဂျောင်းအာနဲ့ သူ့ကောင်လေးတို တွဲလာရာမှ ရုတ်တရက် ဂျောင်းအာက ကိုယ်ဝန်လည်း ရှိလာတယ်လည်းဆိုရော သူ့ကောင်လေးက စိတ်ဆိုးမာန်ဆိုးနဲ့ ကိုယ်ဝန်ဖျက်ချခိုင်းပြီး လမ်းခွဲလိုက်ပါတော့တယ်။ ဒီလိုနဲ့ တစ်နှစ်ခန့် ကြာပြီးတဲ့နောက်မှာ ဂျောင်းအာက သူ့ကောင်လေးရှိတဲ့ အိမ်မှာပဲ အိမ်ဖော်ဝင်လုပ်မိရင်းတစ်နေ့မှာ ဆိုးလ်ကို အပြီးတိုင် ထွက်သွားပါတော့တယ်။ ဆိုးလ်ကို ရောက်တဲ့အခါ ဟွန်းနိုဆိုတဲ့ ကောင်လေးနဲ့တွေ့ပြီး ဖောင်းဒိုင်းကြရင်း ကလေးလိုချင်နေတဲ့ ဂျောင်းအာတစ်ယောက် ဗိုက်ကြီးသွားပါတော့တယ်။ အဲဒီနောက် ဘာဆက်ဖြစ်ကြလဲဆိုတာကို အမိုက်စား Sex Sceneတွေပါတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်။",
    "url": "https://www.mediafire.com/file/ff5c8203pccol02/Home_Of_Lust_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo1381042.jpg",
    "title": "My Girlfriend is An Erotic Actress *vip",
    "info": "My Girlfriend is An Erotic Actress (2021)(18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ ရုပ်ရှင်ရိုက်ရတာ ဝါသနာပါတဲ့ ဆိုဂျုံးတစ်ယောက် အသိတစ်ယောက်အကူအညီနဲ့ အပြာကားရိုက်တဲ့‌နေရာမှာ အလုပ်ရလာခဲ့တယ်။ထိုနောက် အရမ်းသဘောကြရတဲ့ အပြာမင်းသမီးနဲ့ ရိုက်ကွင်းမှာ တွေ့လိုက်ရတဲ့အခါ၊ စိတ်တွေ အရမ်း လှုပ်ရှားလာခဲ့တော့တယ်။ ဒါပေမယ့် ရိုက်ကွင်းမှာ အပြာမင်းသားနဲ့ ဒါရိုက်တာကြီးတွေရဲ့ မင်းသမီးအပေါ် မတော်မတရား လုပ်မှုတွေကို မြင်လာတဲ့အခါ စိတ်မထိန်းနိုင်ဘဲ ဘာတွေဆက်ဖြစ်မှာလဲ။ ဆိုဂျုံးတစ်ယောက်ကရော သူသဘောကျရတဲ့ အပြာမင်းသမီးနဲ့ နီးစပ်နိုင်ပါ့မလား စတယ့် အချစ်ဇာတ်လမ်းတွေကို ကြည့်ရမယ့် ‌ကားကောင်းလေး တစ်ကားဘဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/ummsnqnch6u2kwr/My_Girlfriend_is_An_Erotic_Actress.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1381873.jpg",
    "title": "Call Center Accepts Everything (2021) *vip",
    "info": "Call Center Accepts Everything (2021)(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ကုန်ပစ္စည်းတွေ ရောင်းပြီးCustomerတွေရဲ့ လိုအပ်ချက် မှန်သမျှကို ဖြေကြားပေးနေရတဲ့ Pink House Call Centreက မမများအကြောင်းကို အဓိက ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ အလုပ်လုပ်ကိုင်နေရင်း ရာထူးတိုးဖိုအတွက်၊ customerနဲ့ အဆင်ပြေဖိုအတွက်နဲ့ အလုပ်မထုတ်ခံရဖိုအတွက်Sexကို အသုံးချ အစားခံရင်း ရှင်သန်နေရတဲ့ ဘဝများထဲက အမိုက်စား sex senceတွေကို မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/of1eoxrb14fgxd5/Call_Center_Accepts_Everything_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo661075.jpg",
    "title": "Private Tutor Advanced Course *vip",
    "info": "အရမ်းမိုက်တဲ့ကိုရီးယား18+ကားလေးလာပါပြီ။ဇာတ်လမ်းကတော့မချောသုံးယောက်ကိုတစ်ယောက်လို့ပြောနိုင်ပါတယ်။Li-Songjiဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးတစ်ယောက်ရှိပါတယ်။ယောင်္ကျားလေးတို့သဘာဝမိန်းကလေးတွေနဲ့အရမ်းလိင်ဆက်ဆံချင်ပေမယ့်လက်တွေ့ချစ်သူမိန်းကလေးမရှိတော့အောမဂ္ဂဇင်းစာအုပ်တွေဖတ်ပြီးစွဲလမ်းမိတဲ့မိန်းကလေးကိုစိတ်ကူးယဉ်ပြီးနေရသူပါ။သူကိုတစ်ဖက်သတ်လိုက်ကြိုက်နေတဲ့မိန်းကလေးတစ်ယောက်ရှိတယ်။ဒါပေမဲ့သူကအဲ့မိန်းကလေးကိုပြန်မကြိုက်ပဲသူတို့ကျောင်းကကာယနည်းပြအားကစားဆရာမရဲ့ပေါက်စီတွေကိုသရေယိုနေသူပါ။တစ်နေ့ဘေးအိမ်ကိုစာရေးဆရာမငယ်ငယ်ချောချောလေးပြောင်းလာပြီးနောက်ပိုင်းမှာတော့စာရေးဆရာမလေးကသူ့ကိုဖောင်းဒိုင်းရှုးရှဲသိုင်းကွက်ပေါင်းစုံကိုသင်ပေးပါတော့တယ်။ဘာတွေဆက်ဖြစ်လာကြမလဲဆိုတာကိုဇာတ်ကားမှာကြည့်လိုက်ကြပါလို့ပြောပါရစေ",
    "url": "https://www.mediafire.com/file/wuh22l0e7q2r2pu/Private_Tutor_Advanced_Course.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1368216.jpg",
    "title": "God of Kiss (2021)  *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ အနမ်း ကျွမ်းကျွမ်းကျင်ကျင် ပေးတတ်တဲ့သူကိုမှ ကြိုက်နှစ်သက်တဲ့ ရှီဝန်းက သူ့ရည်းစား ဟျောင်းဂျွန်းရဲ့ အနမ်းမပေးတတ်မှုတွေကြောင့် လမ်းခွဲလိုက်ကြပါတော့တယ်။ အဲဒီနောက်ပိုင်း ဟျောင်းဂျွန်းတစ်ယောက် အရမ်း ရင်းနှီးရတဲ့ မိန်းကလေး သူငယ်ချင်းတစ်ယောက်ရဲ့ ကျေးဇူးကြောင့် အနမ်းပေးတာ ကျွမ်းကျင်ဖ်ိ သင်ကြားပေးတဲ့ ဆရာမတွေဆီ ရောက်သွားပြီး လက်တွေ့ကွင်းဆင်း လေ့လာသင်ယူပြီးတဲ့ အခါမှာတော့ အနမ်းဘုရင် ဖြစ်သွားပါတော့တယ်။ အဲဒီနောက် သူ့ရည်းစား ရှီဝန်းနဲ့ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့မင်းသမီးတွေ အများကြီးရယ် sex sceneတွေ အများကြီးပါတဲ့ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/pl3gt4mgufhkw04/GOD_OF_KISS.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1374825.jpg",
    "title": "Actress S Scandal (2021) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ မင်းသမီးတစ်ယောက်ဖြစ်ချင်ရင် ကြော်ငြာတစ်နေရာစာ ရုပ်ရှင် ဇာတ်ဝင်ခန်း တစ်နေရာစာလေး ပါဝင်နိုင်ဖိုအတွက် CEOတွေရော ဒါရိုက်တာတွေရောကို မိမိရဲ့ ခန္ဓာကိုယ်ကို ရင်းပြီး ရပ်တည်နေရတဲ့ စီနီယာ မင်းသမီး ယယ်ဟီးနဲ့ တက်သစ်စ မင်းသမီး ဒါဆူးတိုအကြောင်းကို အသေးစိတ် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မင်းသမီးဖြစ်ချင်တဲ့သူတွေအနေနဲ့ ဘယ်လို ဆွဲစားခံရမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/mmafzfhlh5q2y80/Actress_S_Scandal_2021.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BNDIzMzcxZGItNzc3Ny00MWQ3LWEzZDItZTRlMGJmZjU5N2JkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_.jpg",
    "title": "Young Mother 3 Real (2015) *vip",
    "info": " (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ ကြီးမှ ဝက်သတ်ပေါက်တဲ့ အဖေဖြစ်သူက နောက်မိန်းမ ယူလိုက်တဲ့အခါ သားဖြစ်သူ ဂီချန်းက အစပိုင်းမှာ မနှစ်မြိုပေမယ့်လည်း ငယ်ငယ်ချောချောလေး ထြစ်နေတာကြောင့် နောက်ပိုင်းမှာ ဂီချန်းက သူ့မိထွေးအပေါ် ရင်ခုန်လာပါတော့တယ်။ ဒီလိုနဲ့ တစ်နေ့မှာ ချစ်ကြိုက်သွားကြပြီး ဖောင်းဒိုင်းကြတာကို ဂီချန်းရဲ့ ဖအေဖြစ်သူ သိရှိသွားတဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲ ဆိုတာကို ကြည့်ရှုရမယ့် သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/mz6taq67kyfntq1/Young_Mother_3_Real.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1382836.jpg",
    "title": "First Experience Day (2021) *vip",
    "info": "(18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့တွဲလာတာတစ်နှစ်ကျော်ကြာလာပေမယ့် sexအတွေ့အကြုံမရှိသေးတဲ့ချစ်သူနှစ်ဦးရဲ့ဇာတ်လမ်းလေးကနေအစပြုပါတယ်။ဂျီဆူးဆိုတဲ့ကောင်မလေးကsexဖြစ်ချင်ကြောင်းသူ့ကောင်လေးမင်ယော့ကိုတောင်းဆိုလာလ်ိsexဖြစ်ကြတဲ့အခါမင်ယော့ဆိုသူကတပ်ထွက်ဖြစ်နေလိုဂျီဆူးကလမ်းခွဲဖိုအထိပြောလာပါတော့တယ်။ဒီလိုနဲ့မင်ယော့ကဂျီဆူးနဲ့sexကောင်းကောင်းလုပ်နိုင်ဖိုအတွက်ငယ်သူငယ်ချင်းဖြစ်သူဟယ်ဂယောင်းနဲ့အရင်sexလေ့ကျင့်ပြီးမှပဲတပ်ထွက်ပြဿနာကိုဖြေရှင်းနိုင်ပါတော့တယ်။စိတ်မကောင်းဖြစ်လိုက်ဝမ်းနည်းလိုက်အရက်သောက်လိုက်မူးလိုက်ချော်လဲလိုက်ခေါင်းထိလိုက်မမှတ်မိလိုက်sexပြန်လုပ်လိုက်နဲ့သံသရာလည်နေတဲ့ sex scene တွေကိုတစ်ဝကြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/s472epetmhqfgzw/First_Experience_Day.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1368055.jpg",
    "title": "Security Exposure (2021) *vip",
    "info": "Security Exposure (2021) (18+မြန်မာစာတန်းထိုး)ဝင်လိုရပါတယ် ဟုတ်ပါတယ်ဒီဇာတ်ကားလေးမှာတော့ အဖွဲမှူးဖြစ်သူ မင်ဂျွန်းက ပိုက်ဆံချမ်းသာပေမယ့် ပြင်းထန် အဆုတ်ရောင် ရောဂါရှိနေတဲ့အတွက် မိန်းမဖြစ်သူ ဟွာဂျောင်းအပေါ်ကာမသုခတွေ ဖြည့်ဆည်းမပေးနိုင်ခဲ့တာ ကြာနေပါပြီ။ ဒီလိုနဲ့ တစ်နေ့မှာ နှာဘူး သူခိုးဖြစ်တဲ့ ဆော့ဂျွန်းကို CCTV ကင်မရာ တပ်ဆင်ခိုင်းခဲ့ရာမှမိန်းမဖြစ်သူနဲ့ ငြိသွားပြီး ဘာတွေ ဆက်ဖြစ်ကြမလဲ၊ အိမ်ထောင်ရေး သုခငတ်နေတဲ့ ဟွာဂျောင်းတစ်ယောက် အသစ်တွေ့သွားပြီးတဲ့နောက်မှာရော လက်ရှိ ယောက်ျားအပေါ် ပြုမူဆက်ဆံတာတွေက အရင်လိုပဲ ဆက်ဖြစ်နေဦးမလားဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/oysieh17fq28bds/Security_Exposure_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "http://photos.hancinema.net/photos/photo1358909.jpg",
    "title": "Sweet Housemate (2021) *vip",
    "info": "Sweet Housemate (2021) (18+မြန်မာစာတန်းထိုး)ဇာတ်လမ်းလေးကတော့ အမြဲတမ်းဘဝကို လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ ချယ်ဟီးတစ်ယောက် သူငယ်ချင်းအကူအညီတောင်းလို သူ့ရဲ့ သမီးကို သူ့အိမ်မှာ တူတူခေါ်ထားလိုက်တယ်။ တစ်နေ့မှာတော့ အိမ်ခြံမြေ အကျိုးဆောင်တစ်ယောက်ရောက်လာခဲ့ပြီး ချယ်ဟီးကို သဘောကျ သွားတဲ့အခါ သုံးယောက်အတူတူ တစ်အိမ်ထဲနေဖို ဆုံးဖြတ်ခဲ့ကြတယ်။ ဒါပေမယ့်  အကျိုးဆောင်က အငယ်မလေးကိုပါ ဆွဲစားဖို ကြံလာတဲ့အခါ ဘာတွေ ဖြစ်လာမလဲ? ချယ်ဟီးကရော ဘယ်လို သဘောထားမလဲ  စတယ့် threesome sex အခန်းတွေပါ ကြည့်ရမယ့် ကားကောင်းလေး ဖြစ်ပါတယ်။",
    "url": "https://www.mediafire.com/file/cmqo3bapqsvjzf1/Sweet_Housemate_%25282021%2529.mp4/file"
  },
  {
    "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTxrv4zzG6xjlRGV8KmR1pF63KHz5Fv1_ANeg&usqp=CAU",
    "title": "Two Sisters Sexy Pervert (2021) *vip",
    "info": "Two Sisters Sexy Pervert (2021) (18+မြန်မာစာတန်းထိုး)ဒီဇာတ်ကားလေးမှာတော့ အစ်မကြီးတစ်ယောက် အစ်မငယ်တစ်ယောက်နဲ့ မောင်လေးတစ်ယောက်ပဲရှိတဲ့အိမ်မှာ အစ်မကြီးတွေက မောင်လေးရှေ့တောင် မရှောင် အဖော်အချွတ်တွေနဲ့ နေချင်သလို နေနေကြပါတော့တယ်။ ဒီလိုနဲ့ တစ်နေ့မှာတော့ မောင်ဖြစ်တဲ့သူက သူ့အစ်မတွေရဲ့ ကာမဆန္ဒကို ဖြည့်ဆည်းပေးနိုင်မယ့် သူ့သူငယ်ချင်း ဗြောင်မင်းဆိုတဲ့သူကို အိမ်ကို ခေါ်လာပြီးတဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကတော့.....",
    "url": "https://www.mediafire.com/file/sgd4brtgjxve6db/Two_Sisters_Sexy_Pervert_%25282021%2529.mp4/file"
  }
]