[
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BMTY5MmYzMDUtYzNiYi00ZTIzLTkwZDAtODBiMmQ1ZDY5ZThkXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "Balik Taya (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုး အွန်လိုင်းလောင်းကစား App တစ်ခုက ဂျက်ဆီနဲ့ ရင်ညွှန့်ပေါ်မှာအမှတ်ချင်းတူနေတဲ့ ကောင်မလေးတစ်ယောက်ကိုပါ။ အဲ့ဒီမိန်းကလေးကို လိုက်ပြီးစုံစမ်းရင်း ကြေးကြီးလောင်းကစားပွဲတွေ၊ ထိုးသတ်ပွဲတွေ နဲ့ မြေအောက်ကမ္ဘာရဲ့ အရှုပ်ထုပ်ထဲကို ပစ် ရောက်ရှိသွားခဲ့ပြီး အဲ့ဒီမြေအောက်လောကထဲက မိန်းကလေးတွေနဲ့ပါ ငြိစွန်းပတ်သက်မိပါတော့တယ်။အားလုံးရဲ့ အချစ်တော်လေးတွေဖြစ်တဲ့ Angeli Khang နဲ့ Azi Acosta တို့နှစ်ယောက်ကို တစ်ကားတည်းမှာတွေ့မြင်ခွင့်ရမှာဖြစ်တဲ့အတွက် အဲဒီ တစ်ချက်တည်းနဲ့တင် လက်မလွတ်သင့်တဲ့ဇာတ်ကားပါ",
    "url": "https://www.mediafire.com/file/20n5uwe7ybf92i7/Balik_Taya_720p.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/K6rVDLI_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Tasty Sex And Female Soldier(2019) *vip",
    "info": "19+မြန်မာစာတန်းထိုးစုံတွဲတစ်တွဲရှိတယ်..ကောင်မလေးက အစိုးရဝန်ထမ်းဖြစ်တော့ကောင်လေးကိုသိပ်အချိန်မပေးနိုင်ဘူး..ဒီကြားထဲ သူ့အလုပ်နဲ့ဆိုင်တာတွေပါ အခန်းထဲယူယူလာတော့ကြာတော့ ကောင်လေးက စိတ်ပျက်လာတယ်…အကြာကြီးချစ်ခဲ့သလို သံယော်ဇဉ်လည်းတွယ်နေတာဆိုတော့လမ်းခွဲဖို့ကိုမပြောရက်ဘူး..အဲ့ဒီနောက်မှာတော့..19+ အဆင့်မို့ အိပ်ရာခန်းတွေများစွာပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…",
    "url": "https://www.mediafire.com/file/mwz9md3gxa1rb24/TastyFemale_Soldier.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BNjFkYzg5NDMtMDg2Yi00Zjc1LTliY2UtMTNiODkzODBlZjZkXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "title": "Domme(2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဖိလစ်ပိုင် Adult သရုပ်ဆောင်ထဲမှာတော့ Ava Mendez ဆိုတဲ့အမျိုးသမီးဟာအတော်ဆွဲငင်အားကောင်းပြီး သူ့မျက်နှာပေးနဲ့ ဒီလိုကားတွေနဲ့အတော်ကိုလိုက်ဖက်ပါတယ်..သူက sex နဲ့ပတ်သက်ပြီးခပ်ဆန်းဆန်း အကွက်နဲ့ ခင်းကျင်းရတာ အတော်သဘောကျနှစ်ခြိုက်သူပါ..ဒီလို အမျိုးသမီးကြီးတစ်ဦးဘဝထဲကို လူပျိုနုနုလေးတစ်ယောက်ဝင်ရောက်လာတဲ့အခါမှာတော့….",
    "url": "https://www.mediafire.com/file/5tb8gyjqzqp3avv/Domme2023.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BZTcyZDlkMDgtYWUzMS00ZmJhLThlZTEtNTRkMDFhMzI5MzVhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "title": "Haseena (2018) *vip",
    "info": "18+မြန်မာစာတန်းထိုးမိန်းမလှလေးတစ်ယောက်ရှိတယ်။ သူ့နာမည်က ဟဆီနားတဲ့။သူဟာ လူကုံထံတွေ လုပ်ငန်းရှင်တွေကိုပစ်မှတ်ထားပြီး သူမရဲ့အလှနဲ့ဖမ်းစားတယ်ပြီးရင် သူတို့ပိုင်ဆိုင်သမျှကို လုယက်တတ်တဲ့ ကြောင်ဆိုးမလေးပေါ့",
    "url": "https://www.mediafire.com/file/xta62467iw5lh5w/Haseena2018Hindi.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/vC4e8xI_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "A New Female Employee Who is Made Fun Of By A Perverted Boss *vip",
    "info": "18+မြန်မာစာတန်းထိုးဒီဇာတ်ကားလေးကတော့ ကုမ္ပဏီကို ထိခိုက်သွားအောင် အမှားလုပ်မိခဲ့တဲ့ ဝန်ထမ်းမလေးရဲ့ အကြောင်းကို အဓိကထားပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါကြောင့်လည်း သူ့အပြစ်ကို သူသိပြီး သူဌေးကို ပေးဆပ်ရင်း ကုမ္ပဏီကို ဘယ်လိုကယ်တင်ပေးသွားမလဲ ဆိုတာကိုတော့ အိပ်နေတဲ့သူရဲ့ ရှေ့မှာတင် အပြီဆွဲကြတဲ့ sex sceneတွေ အများကြီးပါတဲ့ ဒီဇာတ်ကားလေးထဲမှာ ဆက်လက် ကြည့်ရှုနိုင်ပါတယ်",
    "url": "https://www.mediafire.com/file/wb9igar573mynot/A_New_Female_Employee.mp4/file"
  },
  {
    "thumbnail": "https://m.media-amazon.com/images/M/MV5BNTRmNjdjY2EtYmY4MC00NzEyLWE3ZjktOWQzNWFmMDViMWNjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_.jpg",
    "title": "Tag-init (2023) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးရှယ်လန်း ရှယ်မိုက်တဲ့ စော်အကိတ်ကြီးတွေ ပါဝင်တာမို့ လက်မလွတ်သင့်....",
    "url": "https://www.mediafire.com/file/ykn5j8e1vomxoic/TagInit2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/gZhXgHg_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Up to You(2018) *vip",
    "info": "18+မြန်မာစာတန်းထိုးMasochist နဲ့ Sadistသိတဲ့သူက သိမှာဖြစ်သလို မသိတဲ့သူကလည်း မသိနိုင်ပါဘူးMasochist ဆိုတာကတော့ လိင်ဆက်ဆံရာမှာ ကိုယ့်အသားနာကျင်ရတာအရှက်ကွဲရတာတွေလိုမျိုးမှာ Pleasure ရတတ်တဲ့အသားနာရတာ ကြိုက်သူမျိုးပါSadist ကတော့ သူနဲ့ပြောင်းပြန် သူများကိုအသားနာအောင်လုပ်ရတာအရှက်ခွဲရတာ ခိုင်းစေရတာမျိုးမှာ ပျော်မွေ့ကြပါတယ်ဒီကားကတော့ အဲလောကအကြောင်းကို ရိုက်ပြထားတာဖြစ်ပြီးကိုယ့်ကိုယ်ကိုယ် M လား S လား မရေရာဖြစ်ပြီး လမ်းပျောက်နေတဲ့အဓိကဇာတ်ကောင်ကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ဗျ။",
    "url": "https://www.mediafire.com/file/fwfazjiq08ezfoh/Up_to_You_2018.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/MGX6QiY_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Girl$(2010) *vip",
    "info": "18+မြန်မာစာတန်းထိုးတစ်ချို့က ကိုယ်ချစ်တဲ့သူနဲ့မှ အပျိုစင်ဘဝကိုကုန်ဆုံးချင်တာမျိုးရှိသလိုတစ်ချို့ကလည်း ငယ်စဉ်မှာလက်တည့်စမ်းချင်တာမျိုးရှိတယ်..တစ်ချို့က ငွေရှာနည်းကဲ့သို့အသုံးချတတ်သလိုတစ်ချို့ကလည်း ငွေပေးပြီးတော့ကို ယောက်ျားတွေနဲ့သူတို့စိတ်ဖြေဖို့ အိပ်တတ်တာမျိုးရှိကြတယ်..ဒီလို အခြေအနေပေါင်းစုံကို လေ့လာအကဲခတ်ခွင့်ရမှာမို့",
    "url": "https://www.mediafire.com/file/3fy13zi48tyzmja/Girl2010720P.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1631640.jpg",
    "title": "A Man's Friend and A Married Woman's Affair *vip",
    "info": "18+မြန်မာစာတန်းထိုးယောကျာ်းဖစ်သူဟာ ကုမ္ပဏီအလုပ်တွေနဲ့မို့ ပုံမှန်မကျွေးဖစ်လို့ ဆာလောင်နေတဲ့ မိန်းမဖစ်သူရဲ့ဘဝကို ပေါ်လွင်အောင် ရိုက်ကူးထားတာပဲဖစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/bci4hdrnxq730d5/A_Man_Friend_sd.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/xuLLYlu_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Lagaslas (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအချစ်ဦးကိုရူးမတတ်ဖြစ်နေတဲ့ အက်ဒ်မာနဲ့ ဒီသွေးမတော်သားမစပ် သားအဖနဲ့ဘယ်လိုရှေ့ဆက်ကြမလဲ…?ဒီဇာတ်ကားမှာတော့ Vivamax ရဲ့စင်တင်အသစ်ကလေးနှစ်ယောက်ဖြစ်တဲ့ VR Relosa နဲ့ Maebelle Medina တို့ကိုခေါင်းဆောင်တွေအဖြစ် ပွဲဦးထွက်တွေ့မြင်ရမှာဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/zgu2e8lu4fg5i09/Lagaslas.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/odoNjf5_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "The Taste of Next Door Sister (2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးခင်ပွန်းဟာထန်လွန်းလို့ တီဗွီတောင်အကောင်းကြည့်မရအောင် အနားအမြဲကပ်နေတော့ ကြာလာတဲ့အခါ ဇနီးသည်က ဒီအဖြစ်ကြီးကိုစိတ်ပျက်နေပါပီအဲ့ဒီနောက်မှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်းမိသားစုကိုသူမ မြင်လိုက်တဲ့အခါသူမ မုန်းနေတဲ့ အခြေအနေတွေကျော်လွှားဖို့အခြေအနေတစ်ခုဖန်တီးဖို့ ကြံစည်ပါတော့တယ်",
    "url": "https://www.mediafire.com/file/yo34aclxlr6g32e/The_Taste_of_Next.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/EBGJCUE_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Bosomy Tae-hee (2020) *vip",
    "info": "18+မြန်မာစာတန်းထိုးစီနီယာ၊ဂျုနီယာနှစ်ယောက် မိန်းမတွေကိုယ်စီရှိကြပေမယ့် တမျိုးတည်းကြာကြာဝါးရင် အရိုးညက်တယ်ဆိုသလို ကိုယ့်မိန်းမ၊သူမိန်းမ လဲစားဖို့ စုံတွဲနှစ်တွဲခရီးအတူတူထွက်ရင်း ကြံစည်ကြတဲ့ဇာတ်လမ်းအဲ့ဆော်နှစ်ယောက်က ဘဲကြီးနှစ်ယောက်အပိုးကျိုးသွားအောင်ဘယ်လိုချေမယ်၊ဘယ်လိုပညာခန်းတွေသုံးမယ်ဆိုတာတော့နားကြပ်တပ် ဂူအောင်းပြီး သိုင်းကျင့်ရင်းခံစားကြည့်လိုက်ကြပါ။",
    "url": "https://www.mediafire.com/file/gjt0fnpswrn9wzi/Bosomy_Tae-hee.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/NFDHVGT_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "La Querida (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်လမ်းလေးမှာ ပျော်စရာဇာတ်သိမ်းရနိုင်ပါ့မလား။ ဂျိုဝယ်၊ မာရီယာ၊ လီယို နဲ့ ကော်နီတို့ကြားက ဆက်နွယ်မှုတွေက ဘာဖြစ်လေမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာအဖြေရှာကြပါ။ 18 နှစ်အထက်ဇာတ်ကားမဆန်ပဲ အချစ်ဒရာမာ ကားလေးတစ်ကားလိုဇာတ်အိမ်မျိုးပေမယ့် ထုံးစံအတိုင်း အချစ်ခန်းတွေကတော့ ကြမ်းကြမ်းရမ်းရမ်းပါဝင်ထားပါတယ်",
    "url": "https://www.mediafire.com/file/w3q195j7cem1p09/La_Querida_2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/jEBrJQ8_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Call Boy(2018) *vip",
    "info": "18+မြန်မာစာတန်းထိုးဇာတ်အိမ်ကောင်းကောင်းလေးနဲ့ ခမ်းခမ်းနားနားလှလှပပလေးကိုရိုက်ပြထားတာ…နောက်ခံသီးချင်းသံကအစ Lighting အဆုံး….လူတွေကိုစနစ်တကျလေးရွေးချယ်ထားတာရော…တော်တော်ကိုမိုက်တယ်…",
    "url": "https://www.mediafire.com/file/csjwlrlmwsmmark/CallBoy2018.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/WI0rm6j_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Gyeulhoneui Giwon (2013) *vip",
    "info": "18+ မြန်မာစာတန်းထိုးဂင်ဆွန်းအယ်က AIDS သုတေသနဓာတ်ခွဲခန်းမှာ အလုပ်လုပ်ပြီး မီဂျူကတော့ကြုံရာဝင်လုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ် ဆောင်းအယ်ကတော့ စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်ပြီးဆွန်းအယ်ကို ကုသပေးနေရပါတယ် တစ်ရက်မှာ ဆွန်းအယ်ကို ကုသပေးနေတုန်းဆွန်းအယ်ရဲ့ထိတ်လန့်ဖွယ်ရာလုပ်ရပ်ကို သိလိုက်ရပါတော့တယ်",
    "url": "https://www.mediafire.com/file/xxg7fq1ndzcwxgp/GyeulhoneuiGiwon2013.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/E9rr4Ay_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Boso Dos (2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးမာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပါတယ်တစ်နေ့မှာ မှန်းထုနေကြ မမကို စားခွင့်ရသွားမလား",
    "url": "https://www.mediafire.com/file/cq5ds6v7i5vizwl/Boso_Dos_2023.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/dZb0oCp_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Story of White Coat Indecent Acts (1984) *vip",
    "info": "21+မြန်မာစာတန်းထိုးမျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့ သူနာပြုရာမလေးသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေးအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနားမလည်တဲ့ ပညာရည်သောက်စို့နေတဲ့ မာနခဲလေးသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက…ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သားသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေးအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကိုကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့ အရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို ဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ....",
    "url": "https://www.mediafire.com/file/hca40vgjih7usof/Story_of_the_White.mp4/file"
  },
  {
    "thumbnail": "https://i.imgur.io/0nMRVPO_d.webp?maxwidth=640&shape=thumb&fidelity=medium",
    "title": "Bela Luna(2023) *vip",
    "info": "18+မြန်မာစာတန်းထိုးAngeli Khang လေးလာပြန်ပါပြီဗျား..အာနိုနဲ့ ဘယ်လာတို့က ချစ်သူရည်းစားတွေဖြစ်ပြီး ရည်မှန်းချက်ကိုယ်စီနဲ့ပေါ့။အာနိုက ဒါရိုက်တာဖြစ်ချင်ပြီး ဘယ်လာကတော့ စာရေးဆရာတစ်ယောက်ဖြစ်ချင်တာပါ။ဒါပေမယ့် အာနိုဟာပိုက်ဆံရမယ့်အလွယ်လမ်းကိုလိုက်ချင်တယ်။တစ်နေ့မှာ အာနိုဟာ ထုတ်လုပ်သူဒီဇွန်နဲ့ ဘယ်လာကိုတွေ့ပေးတယ်။ဒီဇွန်က ဘယ်လာကို sex ခန်းတွေ၊ BDSM အခန်းတွေပိုပါမယ့်ဇာတ်လမ်းကိုရေးခိုင်းတယ်။ဘယ်လာရဲ့ဇာတ်လမ်းထဲမှာ sex အခန်းတွေကို သဘောမကျဘဲ ထပ်ခါထပ်ခါပြန်ပြင်ခိုင်းတယ်။အဲ့ဒီနောက်မှာတော့……………",
    "url": "https://www.mediafire.com/file/lohzekw7eqkl6z0/BelaLuna2023mp4/file"
  },
  {
    "thumbnail": "https://www.hancinema.net/photos/photo648999.jpg",
    "title": "Mother’s Friend (2015) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ ဂျာယောင်းရဲ့အိမ်မှာ ခဏတာ နေဖို ဖြစ်လာပါတယ်ဂျာယောင်းကသူ့အမေနဲ့ ရွယ်တူဖြစ်ပေမယ့် နုပျိုပြီး ဆွဲဆောင်မှုရှိတဲ့ အိမ်ထောင်ရှင်တစ်ယောက်ဖြစ်ပါတယ်",
    "url": "https://www.mediafire.com/file/c7kmf94u992j5po/MothersFriend2015.mp4/file"
  },
  {
    "thumbnail": "https://photos.hancinema.net/photos/photo1132067.jpg",
    "title": "The First Time 3 (2019) *vip",
    "info": "18+မြန်မာစာတန်းထိုးအပြာကားအတွက် ဇာတ်ညွှန်းရေးပေးတဲ့ ယွန်းလေးဆိုတဲ့ဇာတ်ညွှန်းဆရာမက တစ်ခါမှ အတွေ့အကြုံမရှိသေးတဲ့အပျိုစင်လေး တစ်ယောက်ဖြစ်တယ်သူငယ်ချင်းဖြစ်သူရဲ့ ချစ်သူကောင်လေးနဲ့ ဆုံတွေ့ပြီး ရင်းနှီးသွားကြတဲ့အခါဘယ်လို ဇာတ်လမ်းလေးတွေ ဖြစ်လာကြမလဲဆိုတာကိုတော့....",
    "url": "https://www.mediafire.com/file/t6nb7ob8oe58g96/The_First_Time_3.mp4/file"
  }
]